<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1054;&#1073;&#1097;&#1080;&#1077; &#1089;&#1086;&#1074;&#1077;&#1090;&#1099; &#1087;&#1086; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1102; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;</u></h3>

<p>&#1042;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099;  &#1074; &#1044;&#1056;&#1054;&#1044; &#1074;&#1072;&#1084; &#1087;&#1077;&#1088;&#1080;&#1086;&#1076;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1087;&#1088;&#1080;&#1076;&#1077;&#1090;&#1089;&#1103; &#1086;&#1089;&#1085;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1087;&#1086;&#1083;&#1086;&#1084;&#1072;&#1090;&#1100; &#1075;&#1086;&#1083;&#1086;&#1074;&#1091;, &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1074; &#1101;&#1090;&#1086;&#1084; &#1076;&#1077;&#1083;&#1077; &#1085;&#1086;&#1074;&#1080;&#1095;&#1086;&#1082;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1085;&#1077;&#1091;&#1076;&#1072;&#1095;&#1085;&#1086;&#1075;&#1086; &#1085;&#1072;&#1095;&#1072;&#1083;&#1072; &#1074;&#1099; &#1076;&#1072;&#1078;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1079;&#1072;&#1093;&#1086;&#1090;&#1077;&#1090;&#1100; &#1073;&#1088;&#1086;&#1089;&#1080;&#1090;&#1100; &#1074;&#1089;&#1077; &#1080; &#1085;&#1080;&#1082;&#1086;&#1075;&#1076;&#1072; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1085;&#1077; &#1074;&#1086;&#1079;&#1074;&#1088;&#1072;&#1097;&#1072;&#1090;&#1100;&#1089;&#1103; &#1082; &#1101;&#1090;&#1086;&#1081; &#1085;&#1077;&#1086;&#1073;&#1099;&#1095;&#1085;&#1086;&#1081; &#1080;&#1075;&#1088;&#1077;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1084;&#1099; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077; &#1085;&#1077; &#1089;&#1086;&#1074;&#1077;&#1090;&#1091;&#1077;&#1084; &#1074;&#1072;&#1084; &#1087;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072;&#1090;&#1100; &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1099;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;. &#1041;&#1080;&#1090;&#1088;&#1086; &#1041;&#1072;&#1076;&#1082;&#1080;&#1085; &#1085;&#1080;&#1082;&#1086;&#1075;&#1076;&#1072; &#1085;&#1077; &#1089;&#1076;&#1072;&#1077;&#1090;&#1089;&#1103;!  &#1054;&#1085; &#1088;&#1077;&#1096;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085; &#1080;&#1076;&#1090;&#1080; &#1076;&#1086; &#1087;&#1086;&#1073;&#1077;&#1076;&#1085;&#1086;&#1075;&#1086; &#1082;&#1086;&#1085;&#1094;&#1072;. &#1045;&#1075;&#1086; &#1085;&#1077;&#1083;&#1100;&#1079;&#1103; &#1087;&#1086;&#1076;&#1074;&#1086;&#1076;&#1080;&#1090;&#1100; - &#1074;&#1077;&#1076;&#1100; &#1073;&#1077;&#1079; &#1074;&#1072;&#1089; &#1091; &#1085;&#1077;&#1075;&#1086; &#1085;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1089;&#1103; &#1091;&#1089;&#1087;&#1077;&#1096;&#1085;&#1086; &#1079;&#1072;&#1074;&#1077;&#1088;&#1096;&#1080;&#1090;&#1100; &#1089;&#1074;&#1086;&#1077; &#1087;&#1088;&#1080;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077; &#1080; &#1091;&#1079;&#1085;&#1072;&#1090;&#1100; &#1090;&#1072;&#1081;&#1085;&#1099; &#1051;&#1072;&#1073;&#1080;&#1088;&#1080;&#1085;&#1090;&#1086;&#1074; &#1057;&#1084;&#1077;&#1088;&#1090;&#1080;!</p>

<p>&#1057;&#1082;&#1072;&#1078;&#1077;&#1084; &#1074;&#1072;&#1084; &#1095;&#1077;&#1089;&#1090;&#1085;&#1086;:  &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1086; &#1086;&#1089;&#1074;&#1086;&#1080;&#1074;&#1096;&#1080;&#1089;&#1100; &#1089; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1086;&#1081; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103;, &#1086;&#1090;&#1086;&#1088;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1086;&#1090; &#1101;&#1090;&#1086;&#1081; &#1080;&#1075;&#1088;&#1099; &#1073;&#1091;&#1076;&#1077;&#1090; &#1091;&#1078;&#1077; &#1085;&#1077;&#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;.  &#1055;&#1086;&#1085;&#1072;&#1095;&#1072;&#1083;&#1091; &#1085;&#1077;&#1086;&#1073;&#1099;&#1095;&#1085;&#1086;&#1089;&#1090;&#1100; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1075;&#1086; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1089;&#1083;&#1077;&#1075;&#1082;&#1072; &#1088;&#1072;&#1079;&#1076;&#1088;&#1072;&#1078;&#1072;&#1090;&#1100; (&quot;&#1053;&#1091; &#1087;&#1086;&#1095;&#1077;&#1084;&#1091; &#1101;&#1090;&#1072; &#1080;&#1075;&#1088;&#1072; &#1090;&#1072;&#1082; &#1085;&#1077; &#1087;&#1086;&#1093;&#1086;&#1078;&#1072; &#1085;&#1072; &#1083;&#1102;&#1073;&#1080;&#1084;&#1099;&#1077; &#1084;&#1085;&#1086;&#1081; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1080;?&quot;), &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1084;&#1099; &#1080; &#1085;&#1077; &#1089;&#1086;&#1073;&#1080;&#1088;&#1072;&#1083;&#1080;&#1089;&#1100; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1080;&#1079; &#1044;&#1056;&#1054;&#1044;&#1072; &#1086;&#1095;&#1077;&#1088;&#1077;&#1076;&#1085;&#1086;&#1075;&#1086; &#1073;&#1077;&#1079;&#1083;&#1080;&#1082;&#1086;&#1075;&#1086; &#1082;&#1083;&#1086;&#1085;&#1072; - &#1085;&#1086;&#1074;&#1072;&#1103; &#1084;&#1077;&#1093;&#1072;&#1085;&#1080;&#1082;&#1072; &#1083;&#1080;&#1096;&#1100; &#1074;&#1085;&#1077;&#1089;&#1077;&#1090; &#1089;&#1090;&#1086;&#1083;&#1100; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1091;&#1102; &#1089;&#1074;&#1077;&#1078;&#1091;&#1102; &#1089;&#1090;&#1088;&#1091;&#1102;. &#1052;&#1085;&#1086;&#1075;&#1080;&#1077; &#1080;&#1079; &#1090;&#1077;&#1093;, &#1082;&#1090;&#1086; &#1074;&#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1089;&#1090;&#1074;&#1080;&#1080; &#1089;&#1090;&#1072;&#1083; &#1092;&#1072;&#1085;&#1072;&#1090;&#1086;&#1084; &#1101;&#1090;&#1086;&#1081; &#1080;&#1075;&#1088;&#1099;, &#1089;&#1087;&#1077;&#1088;&#1074;&#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1073;&#1099;&#1083;&#1080; &#1088;&#1072;&#1079;&#1086;&#1095;&#1072;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1089;&#1090;&#1086;&#1080;&#1083;&#1086; &#1080;&#1084; &#1095;&#1091;&#1090;&#1100;-&#1095;&#1091;&#1090;&#1100; &#1088;&#1072;&#1079;&#1086;&#1073;&#1088;&#1072;&#1090;&#1100;&#1089;&#1103; - &#1080; &#1074;&#1086;&#1090; &#1091;&#1078;&#1077; &#1085;&#1072; &#1087;&#1088;&#1086;&#1090;&#1103;&#1078;&#1077;&#1085;&#1080;&#1080; &#1084;&#1085;&#1086;&#1075;&#1080;&#1093; &#1083;&#1077;&#1090; &#1086;&#1085;&#1080; &#1080;&#1075;&#1088;&#1072;&#1102;&#1090; &#1074; &#1085;&#1077;&#1077;.  &#1055;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091;, &#1076;&#1072;&#1078;&#1077; &#1077;&#1089;&#1083;&#1080; &#1085;&#1072; &#1087;&#1077;&#1088;&#1074;&#1099;&#1081; &#1074;&#1079;&#1075;&#1083;&#1103;&#1076; &#1074;&#1089;&#1077; &#1087;&#1086;&#1082;&#1072;&#1078;&#1077;&#1090;&#1089;&#1103; &#1074;&#1072;&#1084; &#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086; &#1085;&#1077;&#1083;&#1077;&#1087;&#1099;&#1084; - &#1085;&#1077; &#1086;&#1073;&#1084;&#1072;&#1085;&#1099;&#1074;&#1072;&#1081;&#1090;&#1077;&#1089;&#1100;. &#1053;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1075;&#1086;&#1074;&#1086;&#1088;&#1103;&#1090;, &#1095;&#1090;&#1086; &#1044;&#1056;&#1054;&#1044; - &#1101;&#1090;&#1086; &#1080;&#1093; &#1083;&#1102;&#1073;&#1080;&#1084;&#1072;&#1103; &#1080;&#1075;&#1088;&#1072;. &#1050;&#1090;&#1086; &#1079;&#1085;&#1072;&#1077;&#1090;, &#1084;&#1086;&#1078;&#1077;&#1090;, &#1074;&#1099; &#1089;&#1090;&#1072;&#1085;&#1077;&#1090;&#1077; &#1086;&#1076;&#1085;&#1080;&#1084; &#1080;&#1079; &#1085;&#1080;&#1093;?</p>

<p><a name="dying">&#1042;&#1099; &#1087;&#1086;&#1075;&#1080;&#1073;&#1072;&#1083;&#1080; &#1084;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;,  &#1082;&#1086;&#1075;&#1076;&#1072; &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1077;&#1085;&#1085;&#1086; &#1101;&#1090;&#1086;&#1075;&#1086; &#1085;&#1077; &#1078;&#1076;&#1072;&#1083;&#1080;? &#1043;&#1083;&#1072;&#1074;&#1085;&#1099;&#1081; &#1075;&#1077;&#1088;&#1086;&#1081;, &#1041;&#1080;&#1090;&#1088;&#1086;, &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1072;&#1077;&#1090; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1087;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1074;&#1099; &#1086;&#1090;&#1076;&#1072;&#1076;&#1080;&#1090;&#1077; &#1077;&#1084;&#1091; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1077; &#1088;&#1072;&#1089;&#1087;&#1086;&#1088;&#1103;&#1078;&#1077;&#1085;&#1080;&#1077;; &#1089;&#1088;&#1072;&#1079;&#1091; &#1087;&#1086;&#1089;&#1083;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1074; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1077; &#1087;&#1088;&#1080;&#1093;&#1086;&#1076;&#1103;&#1090; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072;</a>. &#1055;&#1072;&#1091;&#1079;&#1099; &#1084;&#1077;&#1078;&#1076;&#1091; &#1076;&#1074;&#1091;&#1084;&#1103; &#1101;&#1090;&#1080;&#1084;&#1080; &#1089;&#1086;&#1073;&#1099;&#1090;&#1080;&#1103;&#1084;&#1080; &#1085;&#1077;&#1090;, &#1087;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1080;&#1085;&#1086;&#1075;&#1076;&#1072; &#1089;&#1086;&#1079;&#1076;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074;&#1087;&#1077;&#1095;&#1072;&#1090;&#1083;&#1077;&#1085;&#1080;&#1077;, &#1095;&#1090;&#1086; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1076;&#1103;&#1090; &#1086;&#1085;&#1080; &#1086;&#1076;&#1085;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;. &#1055;&#1086;&#1085;&#1103;&#1074; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081;, &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1075;&#1086;&#1088;&#1072;&#1079;&#1076;&#1086; &#1083;&#1091;&#1095;&#1096;&#1077; &#1087;&#1088;&#1086;&#1089;&#1095;&#1080;&#1090;&#1099;&#1074;&#1072;&#1090;&#1100; &#1089;&#1074;&#1086;&#1102; &#1089;&#1090;&#1088;&#1072;&#1090;&#1077;&#1075;&#1080;&#1102;. &#1053;&#1077; &#1090;&#1086;&#1088;&#1086;&#1087;&#1080;&#1090;&#1077;&#1089;&#1100;, &#1089;&#1087;&#1077;&#1088;&#1074;&#1072; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1080;&#1090;&#1077;, &#1082;&#1072;&#1082; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078; &#1073;&#1091;&#1076;&#1077;&#1090; &#1088;&#1077;&#1072;&#1075;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1085;&#1072; &#1074;&#1072;&#1096;&#1080; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;. &#1055;&#1086;&#1084;&#1085;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;  &#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1084;&#1086;&#1078;&#1085;&#1086; &#1086;&#1090;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;, &#1085;&#1072;&#1078;&#1072;&#1074; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; "backspace"; &#1090;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;, &#1074;&#1099; &#1076;&#1072;&#1078;&#1077; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1079;&#1073;&#1077;&#1078;&#1072;&#1090;&#1100; &#1075;&#1080;&#1073;&#1077;&#1083;&#1080; &#1041;&#1080;&#1090;&#1088;&#1086;, &#1077;&#1089;&#1083;&#1080; &#1091;&#1089;&#1087;&#1077;&#1077;&#1090;&#1077; &#1085;&#1072;&#1078;&#1072;&#1090;&#1100; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1076;&#1086; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1089;&#1090;&#1080;&#1093;&#1085;&#1077;&#1090; &#1077;&#1075;&#1086; &#1087;&#1088;&#1077;&#1076;&#1089;&#1084;&#1077;&#1088;&#1090;&#1085;&#1099;&#1081; &#1074;&#1086;&#1087;&#1083;&#1100;.</p>

<p><a name="roomhelp">&#1057; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077;&#1084; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1084;&#1086;&#1075;&#1091;&#1090; &#1074;&#1086;&#1079;&#1085;&#1080;&#1082;&#1085;&#1091;&#1090;&#1100; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1099;, &#1085;&#1086; &#1085;&#1077; &#1086;&#1090;&#1095;&#1072;&#1080;&#1074;&#1072;&#1081;&#1090;&#1077;&#1089;&#1100; - &#1074;&#1072;&#1084; &#1085;&#1077;&#1087;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086; &#1087;&#1086;&#1084;&#1086;&#1078;&#1077;&#1090;  </a> <a href="http://www.caravelgames.com/roomhelp.html">&#1057;&#1083;&#1091;&#1078;&#1073;&#1072; &#1087;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1086;&#1082; &#1080; &#1089;&#1086;&#1074;&#1077;&#1090;&#1086;&#1074; Caravel</a>.  &#1058;&#1072;&#1084; &#1074;&#1099; &#1085;&#1072;&#1081;&#1076;&#1077;&#1090;&#1077; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; &#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1086;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1080; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1086;&#1090;&#1074;&#1077;&#1090;&#1099; &#1085;&#1072; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1091;&#1102;&#1097;&#1080;&#1077; &#1074;&#1072;&#1089; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099;. &#1042; &#1101;&#1090;&#1086;&#1081; &#1089;&#1083;&#1091;&#1078;&#1073;&#1077; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1102;&#1090; &#1086;&#1095;&#1077;&#1085;&#1100; &#1076;&#1086;&#1073;&#1088;&#1086;&#1078;&#1077;&#1083;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1080; &#1086;&#1090;&#1079;&#1099;&#1074;&#1095;&#1080;&#1074;&#1099;&#1077; &#1083;&#1102;&#1076;&#1080;, &#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1075;&#1086;&#1090;&#1086;&#1074;&#1099;&#1077; &#1087;&#1088;&#1080;&#1076;&#1090;&#1080; &#1085;&#1072; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100; &#1085;&#1086;&#1074;&#1080;&#1095;&#1082;&#1072;&#1084;. &#1052;&#1099; &#1086;&#1095;&#1077;&#1085;&#1100; &#1093;&#1086;&#1090;&#1080;&#1084;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099; &#1082;&#1072;&#1082; &#1084;&#1086;&#1078;&#1085;&#1086; &#1089;&#1082;&#1086;&#1088;&#1077;&#1077; &#1085;&#1072;&#1091;&#1095;&#1080;&#1083;&#1080;&#1089;&#1100; &#1074;&#1089;&#1077;&#1084; &#1090;&#1086;&#1085;&#1082;&#1086;&#1089;&#1090;&#1103;&#1084; &#1101;&#1090;&#1086;&#1081; &#1080;&#1075;&#1088;&#1099; &#1080; &#1085;&#1072;&#1095;&#1072;&#1083;&#1080; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1100; &#1086;&#1090; &#1085;&#1077;&#1077; &#1091;&#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1089;&#1090;&#1074;&#1080;&#1077;!</p>

<hr />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>
</body>
</html>