<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; CaravelNet</u></h3>
<p><a name="news">&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1099; &#1082; &#1048;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090;&#1091;, &#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1091;&#1079;&#1085;&#1072;&#1090;&#1100; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1077; &#1085;&#1086;&#1074;&#1086;&#1089;&#1090;&#1080;, &#1085;&#1072;&#1078;&#1072;&#1074; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &quot;&#1055;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100;&#1089;&#1103; &#1082; CaravelNet" &#1085;&#1072; </a> <a href="commands.html">&#1079;&#1072;&#1075;&#1083;&#1072;&#1074;&#1085;&#1086;&#1084; &#1101;&#1082;&#1088;&#1072;&#1085;&#1077;</a>.</p>
<p><a name="login"><u>&#1051;&#1086;&#1075;&#1080;&#1085; CaravelNet</u></a>.  &#1055;&#1086;&#1083;&#1091;&#1095;&#1080;&#1074; &#1083;&#1080;&#1094;&#1077;&#1085;&#1079;&#1080;&#1102; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;  CaravelNet, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1086;&#1089;&#1086;&#1073;&#1099;&#1084;&#1080; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1103;&#1084;&#1080; &#1074; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077; &#1086;&#1085;&#1083;&#1072;&#1081;&#1085;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1091;&#1102; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1086;&#1073; &#1080;&#1075;&#1088;&#1077; &#1085;&#1072; &#1089;&#1072;&#1081;&#1090;&#1077; &#1080; &#1092;&#1086;&#1088;&#1091;&#1084;&#1077; CaravelNet.
&#1063;&#1090;&#1086;&#1073;&#1099; &#1074;&#1086;&#1081;&#1090;&#1080; &#1085;&#1072; &#1089;&#1072;&#1081;&#1090; CaravelNet, &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1087;&#1091;&#1085;&#1082;&#1090; "&#1055;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100;&#1089;&#1103; &#1082;  CaravelNet" &#1080; &#1074;&#1074;&#1077;&#1076;&#1080;&#1090;&#1077; &#1089;&#1074;&#1086;&#1077; &#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1086;&#1077; &#1080;&#1084;&#1103; &#1080; &#1087;&#1072;&#1088;&#1086;&#1083;&#1100; &#1074; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1087;&#1086;&#1083;&#1103;&#1093;.</p>

<p>&#1055;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077; &#1082;  CaravelNet &#1076;&#1072;&#1077;&#1090; &#1074;&#1072;&#1084; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;:</p>
<ul>
  <li><a name="progress">&#1042;&#1085;&#1086;&#1089;&#1080;&#1090;&#1100; &#1089;&#1074;&#1086;&#1080; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1099; &#1085;&#1072; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;&#1093; </a> Caravel, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;&#1093; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081; &#1074; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077; &#1086;&#1085;&#1083;&#1072;&#1081;&#1085;. &#1042;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099; &#1074; &#1044;&#1056;&#1054;&#1044; &#1074;&#1072;&#1096;&#1080; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1099; &#1073;&#1091;&#1076;&#1091;&#1090; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1086;&#1090;&#1089;&#1099;&#1083;&#1072;&#1090;&#1100;&#1089;&#1103; &#1085;&#1072; &#1089;&#1072;&#1081;&#1090;.</li>
  <li><a name="scores">&#1059;&#1095;&#1072;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074; &#1089;&#1086;&#1088;&#1077;&#1074;&#1085;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080; &#1083;&#1091;&#1095;&#1096;&#1080;&#1093; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1086;&#1074; &#1074; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077; &#1086;&#1085;&#1083;&#1072;&#1081;&#1085;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1076;&#1086;&#1073;&#1100;&#1077;&#1090;&#1077;&#1089;&#1100; &#1086;&#1076;&#1085;&#1086;&#1075;&#1086; &#1080;&#1079; &#1083;&#1091;&#1095;&#1096;&#1080;&#1093; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1086;&#1074; &#1087;&#1088;&#1080; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1101;&#1090;&#1086; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1080;&#1090; &#1089;&#1082;&#1072;&#1095;&#1072;&#1090;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102; &#1089; &#1074;&#1072;&#1096;&#1077;&#1081; &#1073;&#1083;&#1077;&#1089;&#1090;&#1103;&#1097;&#1077;&#1081; &#1080;&#1075;&#1088;&#1086;&#1081; &#1080; &#1089;&#1090;&#1072;&#1090;&#1100; &#1089;&#1074;&#1080;&#1076;&#1077;&#1090;&#1077;&#1083;&#1077;&#1084; &#1090;&#1086;&#1088;&#1078;&#1077;&#1089;&#1090;&#1074;&#1072; &#1074;&#1072;&#1096;&#1077;&#1075;&#1086; &#1091;&#1084;&#1086;&#1087;&#1086;&#1084;&#1088;&#1072;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1080;&#1085;&#1090;&#1077;&#1083;&#1083;&#1077;&#1082;&#1090;&#1072;</a>. &#1044;&#1083;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1074;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1102; &quot;&#1040;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1103;&#1090;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102; &#1087;&#1088;&#1080; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;&quot;. &#1042; &#1090;&#1072;&#1073;&#1083;&#1080;&#1094;&#1077; &#1083;&#1091;&#1095;&#1096;&#1080;&#1093; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1086;&#1074; &#1073;&#1091;&#1076;&#1077;&#1090; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1090;&#1100;&#1089;&#1103; &#1082;&#1072;&#1082; &#1080;&#1084;&#1103; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103; CaravelNet, &#1090;&#1072;&#1082; &#1080; &#1080;&#1084;&#1103; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1103; &#1074;&#1072;&#1096;&#1077;&#1075;&#1086; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;.</li>
  <li><a name="downloadholds">&#1057;&#1082;&#1072;&#1095;&#1080;&#1074;&#1072;&#1090;&#1100; &#1080; &#1091;&#1089;&#1090;&#1072;&#1085;&#1072;&#1074;&#1083;&#1080;&#1074;&#1072;&#1090;&#1100; &#1085;&#1086;&#1074;&#1099;&#1077; &#1091;&#1088;&#1086;&#1074;&#1085;&#1080; </a><a href="holdselect.html#download">&#1074;&#1085;&#1091;&#1090;&#1088;&#1080; &#1080;&#1075;&#1088;&#1099;</a>, &#1087;&#1086;&#1089;&#1083;&#1077; &#1080;&#1093; &#1087;&#1086;&#1103;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103;.</li>
  <li><a name="chat">&#1054;&#1073;&#1097;&#1072;&#1090;&#1100;&#1089;&#1103; &#1089; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084;&#1080; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;&#1084;&#1080; </a><a href="chatscreen.html">&#1074;&#1085;&#1091;&#1090;&#1088;&#1080; &#1080;&#1075;&#1088;&#1099; </a> &#1087;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1086;&#1073;&#1097;&#1080;&#1093; &#1080; &#1083;&#1080;&#1095;&#1085;&#1099;&#1093; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1081;.</li>
  <li><a name="downloaddemos">&#1053;&#1072;&#1073;&#1083;&#1102;&#1076;&#1072;&#1090;&#1100; &#1079;&#1072; &#1080;&#1075;&#1088;&#1086;&#1081; &#1087;&#1077;&#1088;&#1074;&#1086;&#1082;&#1083;&#1072;&#1089;&#1089;&#1085;&#1099;&#1093; &#1080;&#1075;&#1088;&#1086;&#1082;&#1086;&#1074;, &#1089;&#1082;&#1072;&#1095;&#1080;&#1074;&#1072;&#1103; &#1089;&#1072;&#1084;&#1099;&#1077; &#1085;&#1086;&#1074;&#1099;&#1077; </a><a href="demos.html#download">&#1083;&#1091;&#1095;&#1096;&#1080;&#1077; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; </a> &#1083;&#1102;&#1073;&#1086;&#1081; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;, &#1086;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1085;&#1072; CaravelNet.</li>
  <li><a name="holdbeta">&#1055;&#1088;&#1080;&#1085;&#1080;&#1084;&#1072;&#1090;&#1100; &#1091;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; &#1074; &#1087;&#1088;&#1080;&#1074;&#1080;&#1083;&#1077;&#1075;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1073;&#1077;&#1090;&#1072;-&#1090;&#1077;&#1089;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;&#1093; &#1085;&#1086;&#1074;&#1099;&#1093; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1080;&#1081; &#1087;&#1086; &#1087;&#1088;&#1080;&#1075;&#1083;&#1072;&#1096;&#1077;&#1085;&#1080;&#1102;</a>    CaravelNet.</li>
  <li>&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1090;&#1072;&#1083;&#1072;&#1085;&#1090;&#1083;&#1080;&#1074;&#1099;&#1081; &#1076;&#1080;&#1079;&#1072;&#1081;&#1085;&#1077;&#1088; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081;, &#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100; &#1089;&#1074;&#1086;&#1102; &#1075;&#1088;&#1091;&#1087;&#1087;&#1091; &#1073;&#1077;&#1090;&#1072;-&#1090;&#1077;&#1089;&#1090;&#1077;&#1088;&#1086;&#1074; &#1074; &#1083;&#1080;&#1095;&#1085;&#1086;&#1084; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077; &#1092;&#1086;&#1088;&#1091;&#1084;&#1072; CaravelNet.</li>
</ul>
<p>&#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091;   <a name="uploadscores">"&#1054;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100; &#1084;&#1086;&#1080; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1099;",</a> &#1095;&#1090;&#1086;&#1073;&#1099; &#1088;&#1072;&#1079;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1083;&#1091;&#1095;&#1096;&#1080;&#1077;, &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1074;&#1072;&#1084;&#1080; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099; &#1074; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077; &#1086;&#1092;&#1092;&#1083;&#1072;&#1081;&#1085;, &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1085;&#1072; CaravelNet. &#1042; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080; &#1086;&#1090; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1072; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1074;&#1099; &#1087;&#1088;&#1086;&#1096;&#1083;&#1080;, &#1085;&#1077; &#1073;&#1091;&#1076;&#1091;&#1095;&#1080; &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1085;&#1099;&#1084; &#1082; &#1089;&#1077;&#1090;&#1080;, &#1101;&#1090;&#1086;&#1090; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089; &#1084;&#1086;&#1078;&#1077;&#1090; &#1085;&#1077;&#1085;&#1072;&#1076;&#1086;&#1083;&#1075;&#1086; &#1079;&#1072;&#1090;&#1103;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103;. &#1063;&#1090;&#1086;&#1073;&#1099;  &#1087;&#1088;&#1077;&#1088;&#1074;&#1072;&#1090;&#1100; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1091;, &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086; &#1085;&#1072;&#1078;&#1072;&#1090;&#1100; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; ESC. &#1042;&#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1089;&#1090;&#1074;&#1080;&#1080; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1077;&#1077; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1080;&#1090;&#1100;.</p>

<p><a name="cneticon">&#1047;&#1085;&#1072;&#1095;&#1086;&#1082;, &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1085;&#1099;&#1081; &#1074; &#1091;&#1075;&#1083;&#1091; &#1090;&#1080;&#1090;&#1091;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;, &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090; &#1089;&#1090;&#1072;&#1090;&#1091;&#1089; &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1103; &#1082;</a> CaravelNet.</p>
<p><img src="images/SignalNo.png" />
&#1057;&#1077;&#1088;&#1099;&#1081; &#1079;&#1085;&#1072;&#1095;&#1086;&#1082; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1044;&#1056;&#1054;&#1044; &#1085;&#1077; &#1087;&#1099;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1080;&#1090;&#1100; &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077; &#1082; &#1048;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090;&#1091;.</p>
<p><img src="images/SignalYes.png" />
&#1062;&#1074;&#1077;&#1090;&#1085;&#1086;&#1081; &#1079;&#1085;&#1072;&#1095;&#1086;&#1082; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1044;&#1056;&#1054;&#1044; &#1091;&#1089;&#1087;&#1077;&#1096;&#1085;&#1086; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1083;&#1103;&#1077;&#1090; &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077; &#1082; &#1085;&#1086;&#1074;&#1086;&#1089;&#1090;&#1103;&#1084; CaravelNet.</p>
<p><img src="images/SignalGood.png" />
&#1047;&#1085;&#1072;&#1095;&#1086;&#1082; &#1089; &#1075;&#1072;&#1083;&#1086;&#1095;&#1082;&#1086;&#1081; &#1085;&#1072; &#1085;&#1077;&#1084; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1074;&#1099; &#1079;&#1072;&#1096;&#1083;&#1080; &#1085;&#1072; CaravelNet &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1079;&#1072;&#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;.</p>
<p><img src="images/SignalBad.png" />
&#1047;&#1085;&#1072;&#1095;&#1086;&#1082; &#1089; &#1082;&#1088;&#1077;&#1089;&#1090;&#1080;&#1082;&#1086;&#1084; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1044;&#1056;&#1054;&#1044; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1080;&#1090;&#1100; &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077; &#1082; &#1048;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090;&#1091;, &#1080;&#1083;&#1080; &#1078;&#1077; &#1082;&#1086;&#1076; CaravelNet, &#1091;&#1082;&#1072;&#1079;&#1072;&#1085;&#1085;&#1099;&#1081; &#1074; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072;&#1093; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;, &#1085;&#1077;&#1074;&#1077;&#1088;&#1085;&#1099;&#1081;. &#1042; &#1101;&#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100;&#1089;&#1103;, &#1074;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1074;&#1074;&#1077;&#1089;&#1090;&#1080; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1099;&#1081; &#1082;&#1086;&#1076;.</p>
<p>&#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091;  <a name="requestkey">"&#1055;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1085;&#1086;&#1074;&#1099;&#1081; &#1082;&#1083;&#1102;&#1095;",</a> &#1095;&#1090;&#1086;&#1073;&#1099; &#1085;&#1072; &#1074;&#1072;&#1096; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1081; &#1072;&#1076;&#1088;&#1077;&#1089;, &#1091;&#1082;&#1072;&#1079;&#1072;&#1085;&#1085;&#1099;&#1081; &#1074; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1077; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;  CaravelNet, &#1074;&#1099;&#1089;&#1083;&#1072;&#1083;&#1080; &#1085;&#1086;&#1074;&#1099;&#1081; &#1082;&#1086;&#1076;. &#1057;&#1082;&#1086;&#1087;&#1080;&#1088;&#1091;&#1081;&#1090;&#1077; &#1077;&#1075;&#1086; &#1080; &#1074;&#1089;&#1090;&#1072;&#1074;&#1100;&#1090;&#1077; &#1074; &#1087;&#1086;&#1083;&#1077; &quot;&#1050;&#1083;&#1102;&#1095; CaravelNet&quot;.</p>

<p><a name="privacy">&#1042;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077;:</a> &#1085;&#1080;&#1082;&#1072;&#1082;&#1072;&#1103; &#1083;&#1080;&#1095;&#1085;&#1072;&#1103; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; &#1085;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1072; &#1044;&#1056;&#1054;&#1044;&#1086;&#1084; &#1095;&#1077;&#1088;&#1077;&#1079; &#1048;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090;. &#1055;&#1077;&#1088;&#1077;&#1076;&#1072;&#1095;&#1077; &#1087;&#1086;&#1076;&#1083;&#1077;&#1078;&#1072;&#1090; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1084;&#1099;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1086;&#1081; &#1080; &#1087;&#1088;&#1077;&#1076;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1076;&#1083;&#1103; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1103; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1077;&#1077; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1081;.  &#1057;&#1072;&#1081;&#1090;  CaravelNet &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1077;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1084; &#1048;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090;-&#1091;&#1079;&#1083;&#1086;&#1084;, &#1082; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084;&#1091; &#1086;&#1073;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090;&#1089;&#1103; &#1044;&#1056;&#1054;&#1044;. &#1052;&#1099; &#1085;&#1077; &#1087;&#1077;&#1088;&#1077;&#1076;&#1072;&#1077;&#1084; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1085;&#1091;&#1102; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1085;&#1080;&#1084; &#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1103;&#1084; &#1080; &#1089;&#1072;&#1081;&#1090;&#1072;&#1084;.</p>

<hr />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>
</body>
</html>
