<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title></head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1057;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080; &#1076;&#1083;&#1103; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1077;&#1081; </u></h3>
<p><a name="npc">&#1053;&#1077;&#1080;&#1075;&#1088;&#1072;&#1073;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1080; (&#1053;&#1048;&#1055;) &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1079;&#1072;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1085;&#1099; &#1074; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1080; &#1089;&#1102;&#1078;&#1077;&#1090;&#1072; &#1074;&#1072;&#1096;&#1077;&#1081; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099; &#1087;&#1091;&#1090;&#1077;&#1084; &#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103; &#1080;&#1084; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082; &#1080; &#1087;&#1086;&#1089;&#1090;&#1091;&#1087;&#1082;&#1086;&#1074;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1053;&#1048;&#1055; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1086;&#1084;&#1077;&#1097;&#1077;&#1085; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;, &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1089;&#1103; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075;&#1086;&#1074;&#1086;&#1077; &#1086;&#1082;&#1085;&#1086;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1084;&#1086;&#1078;&#1085;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1077;&#1075;&#1086; &#1074;&#1085;&#1077;&#1096;&#1085;&#1086;&#1089;&#1090;&#1100; &#1080; &#1087;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;. &#1042;&#1085;&#1091;&#1090;&#1088;&#1080; &#1086;&#1082;&#1085;&#1072; &#1073;&#1091;&#1076;&#1077;&#1090; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082;, &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1102;&#1097;&#1080;&#1081; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1076;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072;, &#1080;&#1079;&#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1086; &#1086;&#1085; &#1087;&#1091;&#1089;&#1090;. &#1057;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1090; &#1053;&#1048;&#1055;&#1091;, &#1095;&#1090;&#1086; &#1085;&#1091;&#1078;&#1085;&#1086; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1074;&#1086;&#1081;&#1076;&#1077;&#1090; &#1080;&#1075;&#1088;&#1086;&#1082;</a>.</p>

<p><a name="graphic"><b>&#1043;&#1088;&#1072;&#1092;&#1080;&#1082;&#1072;</b></a> - &#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1074;&#1085;&#1077;&#1096;&#1085;&#1086;&#1089;&#1090;&#1100; &#1053;&#1048;&#1055;&#1072; &#1080;&#1079; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072; &#1080;&#1084;&#1077;&#1102;&#1097;&#1080;&#1093;&#1089;&#1103; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1083;&#1080;&#1094;. &#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &quot;&#1053;&#1077;&#1090;&quot; (&#1087;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102;), &#1077;&#1089;&#1083;&#1080; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1053;&#1048;&#1055; &#1073;&#1099;&#1083; &#1079;&#1072;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1085; &#1074; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1085;&#1077; &#1087;&#1086;&#1103;&#1074;&#1083;&#1103;&#1083;&#1089;&#1103; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1074;&#1080;&#1076;&#1080;&#1084;&#1086;&#1075;&#1086; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072;. &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: &#1074;&#1099;&#1073;&#1088;&#1072;&#1074; &quot;&#1053;&#1077;&#1090;&quot;, &#1074;&#1099; &#1091;&#1078;&#1077; &#1085;&#1077; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072; &#1074;&#1080;&#1076;&#1080;&#1084;&#1099;&#1084;.</p>
<p><a name="management"><b>&#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1077;&#1084; </b></a> -
&#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &quot;&#1055;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1080;&quot; &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099;&#1074;&#1077;&#1089;&#1090;&#1080; &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085; &#1074;&#1089;&#1087;&#1083;&#1099;&#1074;&#1072;&#1102;&#1097;&#1077;&#1077; &#1086;&#1082;&#1085;&#1086; &quot;&#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1077;&#1084;&quot;. &#1047;&#1076;&#1077;&#1089;&#1100; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1093; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1083;&#1080;&#1094;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1074;&#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1089;&#1090;&#1074;&#1080;&#1080; &#1073;&#1091;&#1076;&#1077;&#1090; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1079;&#1072;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074; &#1083;&#1102;&#1073;&#1086;&#1084; &#1084;&#1077;&#1089;&#1090;&#1077; &#1087;&#1088;&#1080; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;. &#1053;&#1072;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1080;&#1084;&#1103; &#1080; &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1044;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100; &#1085;&#1086;&#1074;&#1086;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1077; &#1083;&#1080;&#1094;&#1086; &#1076;&#1083;&#1103; &#1101;&#1090;&#1086;&#1081; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;. &#1047;&#1072;&#1090;&#1077;&#1084; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1080;&#1079; &#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072; &#1085;&#1072; &#1082;&#1086;&#1075;&#1086; &#1086;&#1085; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1086;&#1093;&#1086;&#1078;. &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1057;&#1074;&#1086;&#1081; &#1072;&#1074;&#1072;&#1090;&#1072;&#1088;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1091; &#1076;&#1088;&#1091;&#1075;&#1086;&#1077; &#1083;&#1080;&#1094;&#1086; &#1080;&#1079; &#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1092;&#1072;&#1081;&#1083;&#1072;  (130x164 &#1087;&#1080;&#1082;&#1089;&#1077;&#1083;&#1077;&#1081;), &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1097;&#1077;&#1075;&#1086;&#1089;&#1103; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082;&#1077;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1101;&#1090;&#1086;&#1090; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078; &#1073;&#1091;&#1076;&#1077;&#1090; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1090;&#1100;, &#1077;&#1075;&#1086; &#1083;&#1080;&#1094;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1074; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1081; &#1088;&#1072;&#1084;&#1082;&#1077; &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085;&#1077;.
&#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; <a name="customtiles">"&#1048;&#1085;&#1076;&#1080;&#1074;&#1080;&#1076;&#1091;&#1072;&#1083;&#1100;&#1085;&#1086;&#1077; &#1085;&#1072;&#1087;&#1086;&#1083;&#1100;&#1085;&#1086;&#1077; &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1080;&#1077;"</a>, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1074;&#1086;&#1077; &#1085;&#1072;&#1087;&#1086;&#1083;&#1100;&#1085;&#1086;&#1077; &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1080;&#1077; &#1076;&#1083;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072;. &#1056;&#1072;&#1079;&#1084;&#1077;&#1088;&#1099; &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1080;&#1103; &#1084;&#1086;&#1075;&#1091;&#1090; &#1074;&#1072;&#1088;&#1100;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1086;&#1090; &#1089;&#1077;&#1090;&#1082;&#1080; 1x1 &#1076;&#1086; 9x4, &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1097;&#1080;&#1093; &#1080;&#1079; &#1103;&#1095;&#1077;&#1077;&#1082; 22x22 &#1087;&#1080;&#1082;&#1089;&#1077;&#1083;&#1103;.
&#1042; &#1082;&#1072;&#1078;&#1076;&#1086;&#1081; &#1082;&#1086;&#1083;&#1086;&#1085;&#1082;&#1077; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090;&#1089;&#1103; &#1103;&#1095;&#1077;&#1081;&#1082;&#1080; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081; &#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1080;, &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1103; &#1086;&#1090; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1085;&#1072; &#1089;&#1077;&#1074;&#1077;&#1088; &#1080; &#1076;&#1072;&#1083;&#1077;&#1077;, &#1076;&#1074;&#1080;&#1075;&#1072;&#1103;&#1089;&#1100; &#1087;&#1086; &#1095;&#1072;&#1089;&#1086;&#1074;&#1086;&#1081; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1077; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;&#1072;&#1084;&#1080; &#1074; 45 &#1075;&#1088;&#1072;&#1076;&#1091;&#1089;&#1086;&#1074;.
&#1044;&#1077;&#1074;&#1103;&#1090;&#1072;&#1103; &#1082;&#1086;&#1083;&#1086;&#1085;&#1082;&#1072;  <a name="orientation">&#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1072; &#1087;&#1086; &#1094;&#1077;&#1085;&#1090;&#1088;&#1091; </a> (&#1090;.&#1077;. &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1085;&#1077;&#1090;). &#1045;&#1089;&#1083;&#1080; &#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1103; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1085;&#1077; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1072;, &#1087;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1086; &#1089;&#1077;&#1074;&#1077;&#1088;&#1085;&#1086;&#1077; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077;. &#1042;&#1086; &#1074;&#1090;&#1086;&#1088;&#1086;&#1084; &#1088;&#1103;&#1076;&#1091; &#1084;&#1086;&#1078;&#1085;&#1086; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1077; &#1076;&#1088;&#1091;&#1075;&#1086;&#1075;&#1086; &#1072;&#1085;&#1080;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1092;&#1088;&#1072;&#1075;&#1084;&#1077;&#1085;&#1090;&#1072;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100; &#1074; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1077; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1077; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;&#1099;. &#1042; &#1090;&#1088;&#1077;&#1090;&#1100;&#1077;&#1084; &#1088;&#1103;&#1076;&#1091; (&#1077;&#1089;&#1083;&#1080; &#1090;&#1072;&#1082;&#1086;&#1081; &#1080;&#1084;&#1077;&#1077;&#1090;&#1089;&#1103;) &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090;&#1089;&#1103; &#1080;&#1085;&#1076;&#1080;&#1074;&#1080;&#1076;&#1091;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1084;&#1077;&#1095;&#1077;&#1081; &#1076;&#1083;&#1103; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1077;&#1081;, &#1074;&#1086;&#1086;&#1088;&#1091;&#1078;&#1077;&#1085;&#1085;&#1099;&#1093; &#1080;&#1084;&#1080;. 
&#1042; &#1095;&#1077;&#1090;&#1074;&#1077;&#1088;&#1090;&#1086;&#1084; &#1088;&#1103;&#1076;&#1091; (&#1077;&#1089;&#1083;&#1080; &#1090;&#1072;&#1082;&#1086;&#1081; &#1080;&#1084;&#1077;&#1077;&#1090;&#1089;&#1103;) &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090;&#1089;&#1103; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1077;&#1081;, &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1097;&#1080;&#1093; &#1084;&#1077;&#1095;, &#1085;&#1086; &#1074; &#1076;&#1072;&#1085;&#1085;&#1099;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1080;&#1084; &#1085;&#1077; &#1074;&#1086;&#1086;&#1088;&#1091;&#1078;&#1077;&#1085;&#1085;&#1099;&#1093;. &#1045;&#1089;&#1083;&#1080; &#1090;&#1088;&#1077;&#1090;&#1080;&#1081; &#1080; &#1095;&#1077;&#1090;&#1074;&#1077;&#1088;&#1090;&#1099;&#1081; &#1088;&#1103;&#1076;&#1099; &#1085;&#1077; &#1079;&#1072;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1085;&#1099;, &#1103;&#1095;&#1077;&#1081;&#1082;&#1080; &#1080;&#1079; &#1087;&#1077;&#1088;&#1074;&#1086;&#1075;&#1086; &#1088;&#1103;&#1076;&#1072; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1102;&#1090;&#1089;&#1103; &#1085;&#1072; &#1089;&#1074;&#1086;&#1077;&#1084; &#1084;&#1077;&#1089;&#1090;&#1077;. &#1045;&#1089;&#1083;&#1080; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085; &#1090;&#1080;&#1087; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1072; &#1073;&#1077;&#1079; &#1084;&#1077;&#1095;&#1072;, &#1090;&#1088;&#1077;&#1090;&#1080;&#1081; &#1080; &#1095;&#1077;&#1090;&#1074;&#1077;&#1088;&#1090;&#1099;&#1081; &#1088;&#1103;&#1076;&#1099; &#1080;&#1075;&#1085;&#1086;&#1088;&#1080;&#1088;&#1091;&#1102;&#1090;&#1089;&#1103;. &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1055;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; <a name="reset">&#1089;&#1073;&#1088;&#1086;&#1089;&#1080;&#1090;&#1100; &#1072;&#1074;&#1072;&#1090;&#1072;&#1088; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1075;&#1086; &#1083;&#1080;&#1094;&#1072; &#1080;&#1083;&#1080; &#1077;&#1075;&#1086; &#1085;&#1072;&#1087;&#1086;&#1083;&#1100;&#1085;&#1086;&#1077; &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1080;&#1077; &#1080; &#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1082; &#1080;&#1079;&#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1072;&#1084;.</a> &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077;  <a name="delete">"&#1059;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100;"</a>, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1083;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1091;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072; &#1080;&#1079; &#1074;&#1072;&#1096;&#1077;&#1081; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;.</p>
<p><a name="visible"><b>&#1042;&#1080;&#1076;&#1080;&#1084;&#1099;&#1081;</b></a> - &#1045;&#1089;&#1083;&#1080; &#1101;&#1090;&#1086;&#1090; &#1087;&#1091;&#1085;&#1082;&#1090; &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;, &#1053;&#1048;&#1055; &#1089;&#1090;&#1072;&#1085;&#1077;&#1090; &#1074;&#1080;&#1076;&#1080;&#1084;&#1099;&#1084;, &#1082;&#1072;&#1082; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1080;&#1075;&#1088;&#1086;&#1082; &#1074;&#1086;&#1081;&#1076;&#1077;&#1090; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;, &#1074; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1085;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1086;&#1085; &#1086;&#1089;&#1090;&#1072;&#1085;&#1077;&#1090;&#1089;&#1103; &#1085;&#1077;&#1074;&#1080;&#1076;&#1080;&#1084;&#1099;&#1084;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1053;&#1048;&#1055; &#1085;&#1077;&#1074;&#1080;&#1076;&#1080;&#1084;, &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1072;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1103;&#1090;&#1100;&#1089;&#1103;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1090;&#1072;&#1082;, &#1082;&#1072;&#1082; &#1073;&#1091;&#1076;&#1090;&#1086; &#1101;&#1090;&#1086;&#1090; &#1053;&#1048;&#1055; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1086;&#1090;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090;. &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: &#1077;&#1089;&#1083;&#1080; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1080; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072; &quot;&#1074;&#1080;&#1076;&#1080;&#1084;&#1099;&#1081;&quot; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1088;&#1080;&#1089;&#1074;&#1086;&#1077;&#1085;&#1086; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &quot;&#1085;&#1077;&#1090;&quot;, &#1086;&#1085; &#1087;&#1077;&#1088;&#1077;&#1081;&#1076;&#1077;&#1090; &#1074; &#1088;&#1072;&#1079;&#1088;&#1103;&#1076; &quot;&#1075;&#1088;&#1072;&#1078;&#1076;&#1072;&#1085;&quot;.</p>
<p><a name="addcommand"><strong>&#1044;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; </strong></a> - &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1089;&#1102;&#1076;&#1072;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1082; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1102; &#1085;&#1086;&#1074;&#1091;&#1102; <a href="script.html">&#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091;</a>.</p>
<p><a name="deletecommand"><b>&#1059;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; </b></a> - &#1059;&#1076;&#1072;&#1083;&#1103;&#1077;&#1090; &#1080;&#1079; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1099;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;.  &#1058;&#1072;&#1082;&#1078;&#1077; &#1101;&#1090;&#1086; &#1084;&#1086;&#1078;&#1085;&#1086; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1080;&#1090;&#1100;, &#1085;&#1072;&#1078;&#1072;&#1074; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; &lt;Delete&gt;.</p>
<p><a name="reorder"><b>&#1055;&#1077;&#1088;&#1077;&#1088;&#1072;&#1089;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076; </b></a> - &#1042;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1103;&#1102;&#1090;&#1089;&#1103; &#1074; &#1090;&#1086;&#1084; &#1087;&#1086;&#1088;&#1103;&#1076;&#1082;&#1077;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1086;&#1085;&#1080; &#1080;&#1076;&#1091;&#1090; &#1074; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080;. &#1063;&#1090;&#1086;&#1073;&#1099; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1087;&#1086;&#1088;&#1103;&#1076;&#1086;&#1082; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;, &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081; &#1085;&#1072; &#1085;&#1091;&#1078;&#1085;&#1086;&#1081; &#1080; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1077; &#1077;&#1077; &#1085;&#1072; &#1078;&#1077;&#1083;&#1072;&#1077;&#1084;&#1086;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;.</p>
<p><a name="cutcopypaste"><b>&#1050;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1073;&#1091;&#1092;&#1077;&#1088;&#1072; &#1086;&#1073;&#1084;&#1077;&#1085;&#1072; </b></a> - &#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1072; &#1086;&#1076;&#1085;&#1072; &#1080; &#1073;&#1086;&#1083;&#1077;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072;, &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077;
&lt;Ctrl-X&gt;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099;&#1088;&#1077;&#1079;&#1072;&#1090;&#1100; &#1080;&#1093; &#1080;&#1079; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1080; &#1087;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1074; &#1073;&#1091;&#1092;&#1077;&#1088; &#1086;&#1073;&#1084;&#1077;&#1085;&#1072;. &#1063;&#1090;&#1086;&#1073;&#1099; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1082;&#1086;&#1087;&#1080;&#1102; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1081; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &lt;Ctrl-C&gt;. &#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &lt;Ctrl-V&gt;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1080;&#1079; &#1073;&#1091;&#1092;&#1077;&#1088;&#1072; &#1086;&#1073;&#1084;&#1077;&#1085;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1081; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103;. &#1041;&#1091;&#1092;&#1077;&#1088; &#1086;&#1073;&#1084;&#1077;&#1085;&#1072;  &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1083;&#1080;&#1096;&#1100; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1075;&#1086; &#1053;&#1048;&#1055;&#1072;.</p>
<p><a name="importexport"><b>&#1048;&#1084;&#1087;&#1086;&#1088;&#1090; &#1080; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;</b></a> -
&#1050;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1080;&#1083;&#1080; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1086;&#1084; &#1073;&#1091;&#1092;&#1077;&#1088;&#1072; &#1086;&#1073;&#1084;&#1077;&#1085;&#1072; &#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099;.
&#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &lt;Ctrl-B&gt;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1077; &#1074; &#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1080;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1090;&#1100; &#1080;&#1093; &#1074; &#1090;&#1077;&#1082;&#1089;&#1090; &#1074; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072;&#1093;. &#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &lt;Ctrl-Shift-B&gt;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1090;&#1077;&#1082;&#1089;&#1090; &#1080;&#1079; &#1073;&#1091;&#1092;&#1077;&#1088;&#1072; &#1086;&#1073;&#1084;&#1077;&#1085;&#1072; &#1054;&#1057;. &#1057;&#1080;&#1085;&#1090;&#1072;&#1082;&#1089;&#1080;&#1089; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1080;&#1085;&#1090;&#1072;&#1082;&#1089;&#1080;&#1089;&#1091; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1091;&#1077;&#1084;&#1099;&#1093; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;,  &#1074;&#1086; &#1080;&#1079;&#1073;&#1077;&#1078;&#1072;&#1085;&#1080;&#1077; &#1085;&#1077;&#1082;&#1086;&#1088;&#1088;&#1077;&#1082;&#1090;&#1085;&#1086;&#1075;&#1086; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1072;.</p>

<p>&#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1054;&#1050;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1074;&#1077;&#1088;&#1096;&#1080;&#1090;&#1100; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1053;&#1048;&#1055;&#1072;.</p>
<p><a name="revise">&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074; &#1083;&#1102;&#1073;&#1086;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1097;&#1077;&#1083;&#1082;&#1085;&#1091;&#1090;&#1100; &#1085;&#1072; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1077; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1077;&#1075;&#1086; &#1074;&#1085;&#1077;&#1096;&#1085;&#1080;&#1081; &#1074;&#1080;&#1076; &#1080; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081;. &#1042;&#1099;&#1073;&#1088;&#1072;&#1074; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1077; &#1074; &#1084;&#1077;&#1085;&#1102; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;, &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1053;&#1048;&#1055;&#1077; &#1074;&#1085;&#1086;&#1074;&#1100;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1077;&#1075;&#1086; &#1080;&#1079;&#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1091;&#1102; &#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1102;</a>.
<a name="reposition">&#1063;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;, &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1087;&#1077;&#1088;&#1077;&#1090;&#1072;&#1097;&#1080;&#1090;&#1077; &#1077;&#1075;&#1086; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081; &#1085;&#1072; &#1085;&#1091;&#1078;&#1085;&#1086;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;</a>.</p>
<p><a href="script.html">&#1057;&#1087;&#1080;&#1089;&#1086;&#1082; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;</a>. &#1055;&#1088;&#1086;&#1095;&#1080;&#1090;&#1072;&#1081;&#1090;&#1077;, &#1079;&#1072; &#1095;&#1090;&#1086; &#1086;&#1090;&#1074;&#1077;&#1095;&#1072;&#1102;&#1090; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1080; &#1082;&#1072;&#1082; &#1080;&#1084;&#1080; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103;.</p>
<hr />
<a href="editroom.html">&#1056;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;</a><br />
<a href="editselect.html">&#1056;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081;</a><br />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a><br />
</body>
</html>
