<html>
<head>
	<title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1063;&#1072;&#1090; CaravelNet</u></h3>

<p>&#1053;&#1072; &#1101;&#1090;&#1086;&#1084; &#1101;&#1082;&#1088;&#1072;&#1085;&#1077; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080;, &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1082; CaravelNet, &#1089;&#1084;&#1086;&#1075;&#1091;&#1090; &#1087;&#1086;&#1086;&#1073;&#1097;&#1072;&#1090;&#1100;&#1089;&#1103; &#1076;&#1088;&#1091;&#1075; &#1089; &#1076;&#1088;&#1091;&#1075;&#1086;&#1084;.</p>

<p>&#1053;&#1072;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1090;&#1077;&#1082;&#1089;&#1090; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1103; &#1074; &#1086;&#1082;&#1086;&#1096;&#1082;&#1077;, &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1085;&#1086;&#1084; &#1074; &#1085;&#1080;&#1078;&#1085;&#1077;&#1081; &#1095;&#1072;&#1089;&#1090;&#1080; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;, &#1080; &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; Enter &#1080;&#1083;&#1080; &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; "&#1054;&#1058;&#1055;&#1056;&#1040;&#1042;&#1048;&#1058;&#1068;", &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1089;&#1083;&#1072;&#1090;&#1100; &#1077;&#1075;&#1086;.</p>

<p><a name="chatnplay"><u>&#1054;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099; &#1080; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081;</u></a>: &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074; &#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077;, &#1085;&#1072;&#1095;&#1072;&#1074; &#1080;&#1075;&#1088;&#1091; &#1080; &#1085;&#1072;&#1078;&#1072;&#1074; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; Enter &#1076;&#1083;&#1103; &#1074;&#1099;&#1079;&#1086;&#1074;&#1072; &#1074;&#1089;&#1087;&#1083;&#1099;&#1074;&#1072;&#1102;&#1097;&#1077;&#1075;&#1086; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075;&#1086;&#1074;&#1086;&#1075;&#1086; &#1086;&#1082;&#1085;&#1072; &#1089;&#1086; &#1089;&#1090;&#1072;&#1090;&#1091;&#1089;&#1086;&#1084; &#1080;&#1075;&#1088;&#1099;. &#1054;&#1073;&#1088;&#1072;&#1090;&#1080;&#1090;&#1077; &#1074;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1102; &quot;&#1054;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099;&quot;. &#1058;&#1072;&#1082;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1088;&#1080;&#1085;&#1080;&#1084;&#1072;&#1090;&#1100; &#1074;&#1089;&#1077; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1103; &#1095;&#1072;&#1090;&#1072;, &#1083;&#1080;&#1073;&#1086; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1090;&#1077;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1072;&#1076;&#1088;&#1077;&#1089;&#1086;&#1074;&#1072;&#1085;&#1099; &#1080;&#1084;&#1077;&#1085;&#1085;&#1086; &#1074;&#1072;&#1084;.  &#1058;&#1086;&#1095;&#1085;&#1086; &#1090;&#1072;&#1082; &#1078;&#1077;, &#1085;&#1072;&#1078;&#1072;&#1074; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; Enter, &#1084;&#1086;&#1078;&#1085;&#1086; &#1074;&#1099;&#1079;&#1074;&#1072;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1095;&#1072;&#1090;&#1072; &#1080; &#1074; <a href="editroom.html">&#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;</a>.  &#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1102; &#1095;&#1072;&#1090;&#1072; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1081; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1081; &#1089;&#1077;&#1089;&#1089;&#1080;&#1080;, &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; Ctrl+Enter.</p>

<p><a name="console"><u>&#1050;&#1086;&#1085;&#1089;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;</u></a>:
&#1042;&#1074;&#1077;&#1076;&#1080;&#1090;&#1077; "~help" &#1074; &#1086;&#1082;&#1086;&#1096;&#1082;&#1077; &#1095;&#1072;&#1090;&#1072; &#1074; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077; &#1080;&#1075;&#1088;&#1099; &#1080;&#1083;&#1080; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1076;&#1083;&#1103; &#1074;&#1099;&#1074;&#1086;&#1076;&#1072; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;&#1089;&#1082;&#1086;&#1081; &#1082;&#1086;&#1085;&#1089;&#1086;&#1083;&#1080;. &#1057; &#1080;&#1093; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1089;&#1074;&#1086;&#1081; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1100; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1075;&#1086; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1072;.</p>

<p><a name="whisper"><u>&#1051;&#1080;&#1095;&#1085;&#1099;&#1077; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1103;</u></a>: &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1086;&#1076;&#1085;&#1086;&#1084; &#1080;&#1083;&#1080; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1080;&#1093; &#1080;&#1084;&#1077;&#1085;&#1072;&#1093; &#1074; &#1089;&#1087;&#1080;&#1089;&#1082;&#1077; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1085;&#1086;&#1077; &#1074;&#1072;&#1084;&#1080; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077; &#1073;&#1099;&#1083;&#1086; &#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1086; &#1080;&#1084;&#1077;&#1085;&#1085;&#1086; &#1080;&#1084;. &#1054;&#1090;&#1084;&#1077;&#1085;&#1080;&#1090;&#1077; &#1074;&#1099;&#1073;&#1086;&#1088; (&#1097;&#1077;&#1083;&#1095;&#1086;&#1082; &#1085;&#1072; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1099;&#1093; &#1080;&#1084;&#1077;&#1085;&#1072;&#1093; &#1087;&#1088;&#1080; &#1079;&#1072;&#1078;&#1072;&#1090;&#1086;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1077; Ctrl), &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077; &#1074;&#1089;&#1077;&#1084; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1082;&#1072;&#1084; &#1095;&#1072;&#1090;&#1072;.</p>

<p><u>&#1044;&#1088;&#1091;&#1079;&#1100;&#1103;</u>: &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1086;&#1084;&#1077;&#1097;&#1072;&#1090;&#1100; &#1074; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1076;&#1088;&#1091;&#1079;&#1077;&#1081; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1082;&#1086;&#1074;, &#1089; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1084;&#1080; &#1074;&#1099; &#1073;&#1083;&#1080;&#1079;&#1082;&#1086; &#1086;&#1073;&#1097;&#1072;&#1077;&#1090;&#1077;&#1089;&#1100; (&#1089;&#1084;. &#1084;&#1072;&#1082;&#1088;&#1086;&#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; /friend, &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1085;&#1091;&#1102; &#1085;&#1080;&#1078;&#1077;). &#1042; &#1101;&#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; CaravelNet &#1073;&#1091;&#1076;&#1077;&#1090; &#1086;&#1087;&#1086;&#1074;&#1077;&#1097;&#1072;&#1090;&#1100; &#1074;&#1072;&#1089; &#1086; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1074;&#1072;&#1096;&#1080; &#1076;&#1088;&#1091;&#1079;&#1100;&#1103; &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1090;&#1089;&#1103; &#1074; &#1089;&#1077;&#1090;&#1080;.</p>

<p><u>&quot;&#1063;&#1077;&#1088;&#1085;&#1099;&#1081; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082;&quot;</u>: &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1079;&#1072;&#1085;&#1077;&#1089;&#1090;&#1080; &#1086;&#1076;&#1085;&#1086;&#1075;&#1086; &#1080;&#1083;&#1080; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1080;&#1093; &#1091;&#1095;&#1072;&#1089;&#1090;&#1085;&#1080;&#1082;&#1086;&#1074; &#1095;&#1072;&#1090;&#1072; &#1074; &#1090;&#1072;&#1082; &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1084;&#1099;&#1081; &quot;&#1095;&#1077;&#1088;&#1085;&#1099;&#1081; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082;&quot;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1087;&#1086;&#1084;&#1077;&#1097;&#1072;&#1077;&#1090;&#1077; &#1090;&#1091;&#1076;&#1072; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;, &#1077;&#1075;&#1086; &#1080;&#1084;&#1103; &#1074; &#1089;&#1087;&#1080;&#1089;&#1082;&#1077; &#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1089;&#1103; &#1089;&#1077;&#1088;&#1099;&#1084;, &#1080; &#1074;&#1099; &#1087;&#1077;&#1088;&#1077;&#1089;&#1090;&#1072;&#1077;&#1090;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1100; &#1086;&#1090; &#1085;&#1077;&#1075;&#1086; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1103;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1086;&#1090;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1101;&#1090;&#1086; &#1074; &#1083;&#1102;&#1073;&#1086;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;, &#1074;&#1099;&#1073;&#1088;&#1072;&#1074; &#1085;&#1091;&#1078;&#1085;&#1086;&#1077; &#1080;&#1084;&#1103; &#1080; &#1074;&#1085;&#1086;&#1074;&#1100; &#1097;&#1077;&#1083;&#1082;&#1085;&#1091;&#1074; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1042; &#1095;&#1077;&#1088;&#1085;&#1099;&#1081; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082;&quot;.</p>

<p><a name="macro"><u>&#1052;&#1072;&#1082;&#1088;&#1086;&#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1095;&#1072;&#1090;&#1072;</u></a>: &#1058;&#1077;&#1082;&#1089;&#1090;, &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1102;&#1097;&#1080;&#1081;&#1089;&#1103; &#1089;&#1086; &#1079;&#1085;&#1072;&#1082;&#1072; '/', &#1089;&#1095;&#1080;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103; &#1084;&#1072;&#1082;&#1088;&#1086;&#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1086;&#1081; &#1080; &#1085;&#1077; &#1087;&#1086;&#1076;&#1083;&#1077;&#1078;&#1080;&#1090; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1082;&#1077; &#1082;&#1072;&#1082; &#1086;&#1073;&#1099;&#1095;&#1085;&#1086;&#1077; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077; &#1074; &#1095;&#1072;&#1090;&#1077;. &#1053;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1099; &#1101;&#1090;&#1080; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1085;&#1072; &#1074;&#1085;&#1077;&#1089;&#1077;&#1085;&#1080;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1081; &#1074; &#1080;&#1085;&#1090;&#1077;&#1088;&#1092;&#1077;&#1081;&#1089; &#1095;&#1072;&#1090;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1085;&#1080;&#1093; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1090; &#1086;&#1087;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1099;. &#1057;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1082;&#1086;&#1088;&#1086;&#1090;&#1082;&#1080;&#1077; &#1080; &#1076;&#1083;&#1080;&#1085;&#1085;&#1099;&#1077; &#1074;&#1077;&#1088;&#1089;&#1080;&#1080; &#1084;&#1072;&#1082;&#1088;&#1086;&#1082;&#1086;&#1084;&#1072;&#1085;&#1076;. &#1053;&#1080;&#1078;&#1077; &#1087;&#1077;&#1088;&#1077;&#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1099; &#1088;&#1072;&#1089;&#1087;&#1086;&#1079;&#1085;&#1072;&#1074;&#1072;&#1077;&#1084;&#1099;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;:<lo>
<li>/f /friend (&#1080;&#1084;&#1103; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;) -- &#1086;&#1090;&#1084;&#1077;&#1090;&#1080;&#1090;&#1100; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103; &#1082;&#1072;&#1082; &#1076;&#1088;&#1091;&#1075;&#1072;</li>
<li>/friendlist -- &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1076;&#1088;&#1091;&#1079;&#1077;&#1081;</li>
<li>/help -- &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1077;&#1084;&#1099;&#1093; &#1084;&#1072;&#1082;&#1088;&#1086;&#1082;&#1086;&#1084;&#1072;&#1085;&#1076;</li>
<li>/i /ignore (&#1080;&#1084;&#1103; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;) -- &#1079;&#1072;&#1087;&#1088;&#1077;&#1090;&#1080;&#1090;&#1100; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1100; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1103; &#1086;&#1090; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;</li>
<li>/ignorelist -- &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &quot;&#1095;&#1077;&#1088;&#1085;&#1099;&#1081; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082;&quot;</li>
<li>/r /reply (text) -- &#1086;&#1090;&#1074;&#1077;&#1090;&#1080;&#1090;&#1100; &#1085;&#1072; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1077;&#1077; &#1083;&#1080;&#1095;&#1085;&#1086;&#1077; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077; &#1086;&#1090; &#1076;&#1088;&#1091;&#1075;&#1086;&#1075;&#1086; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;</li>
<li>/u /unignore (&#1080;&#1084;&#1103; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;) -- &#1091;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103; &#1080;&#1079; &quot;&#1095;&#1077;&#1088;&#1085;&#1086;&#1075;&#1086; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072;&quot;</li>
<li>/uf /unfriend (&#1080;&#1084;&#1103; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;) -- &#1091;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103; &#1080;&#1079; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072; &#1076;&#1088;&#1091;&#1079;&#1077;&#1081;</li>
<li>/w /whisper (&#1080;&#1084;&#1103; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;) (&#1090;&#1077;&#1082;&#1089;&#1090;) -- &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1102; &#1083;&#1080;&#1095;&#1085;&#1086;&#1077; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077;</li>
</lo>
</p>
<hr />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>

</body>
</html>
