<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1050;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1075;&#1083;&#1072;&#1074;&#1085;&#1086;&#1075;&#1086; &#1084;&#1077;&#1085;&#1102; </u></h3>
<p>&#1053;&#1080;&#1078;&#1077; &#1087;&#1088;&#1080;&#1074;&#1077;&#1076;&#1077;&#1085; &#1087;&#1077;&#1088;&#1077;&#1095;&#1077;&#1085;&#1100; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076; &#1075;&#1083;&#1072;&#1074;&#1085;&#1086;&#1075;&#1086; &#1084;&#1077;&#1085;&#1102;, &#1087;&#1086;&#1103;&#1074;&#1083;&#1103;&#1102;&#1097;&#1077;&#1075;&#1086;&#1089;&#1103; &#1074; &#1089;&#1072;&#1084;&#1086;&#1084; &#1085;&#1072;&#1095;&#1072;&#1083;&#1077; &#1087;&#1088;&#1080; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1077; &#1044;&#1056;&#1054;&#1044;:</p>
<p><a name="playgame"><b><u>&#1053;</u>&#1072;&#1095;&#1072;&#1090;&#1100; &#1080;&#1075;&#1088;&#1091; </b></a> - &#1054;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090; &#1087;&#1086;&#1076;&#1084;&#1077;&#1085;&#1102;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1084;&#1086;&#1078;&#1085;&#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1077; &#1087;&#1091;&#1085;&#1082;&#1090;&#1099;:</p>
<ul>
  <li><a name="tutorial"><b><u>&#1054;</u>&#1073;&#1091;&#1095;&#1077;&#1085;&#1080;&#1077;</b></a> - &#1055;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1086;&#1089;&#1074;&#1086;&#1080;&#1090;&#1100; <a href="quickstart.html">&#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103;</a>, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1087;&#1086;&#1085;&#1072;&#1076;&#1086;&#1073;&#1103;&#1090;&#1089;&#1103; &#1074;&#1072;&#1084; &#1074; &#1080;&#1075;&#1088;&#1077;.  &#1058;&#1072;&#1082;&#1078;&#1077; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1091;&#1079;&#1085;&#1072;&#1090;&#1100; &#1086;&#1073; &#1086;&#1073;&#1097;&#1080;&#1093; <a href="elements.html">&#1080;&#1075;&#1088;&#1086;&#1074;&#1099;&#1093; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1072;&#1093;</a>.</li>
  <li><a name="newgame"><b>&#1053;&#1072;&#1095;&#1072;&#1090;&#1100; <u>&#1053;</u>&#1086;&#1074;&#1091;&#1102; &#1048;&#1075;&#1088;&#1091; </b></a> - &#1053;&#1072;&#1095;&#1080;&#1085;&#1072;&#1077;&#1090; &#1085;&#1086;&#1074;&#1091;&#1102; &#1080;&#1075;&#1088;&#1091; &#1089; &#1085;&#1072;&#1095;&#1072;&#1083;&#1072; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1081; &#1082;&#1088;&#1077;&#1087;&#1086;&#1089;&#1090;&#1080;.</li>
  <li><a name="continue"><b><u>&#1055;</u>&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1080;&#1090;&#1100; &#1048;&#1075;&#1088;&#1091; </b></a> - &#1055;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1072;&#1077;&#1090; &#1080;&#1075;&#1088;&#1091; &#1089; &#1090;&#1086;&#1075;&#1086; &#1078;&#1077; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103; &#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081; &#1074;&#1099; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1083;&#1080;&#1089;&#1100;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1074; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1081; &#1088;&#1072;&#1079; &#1074;&#1099;&#1096;&#1083;&#1080; &#1080;&#1079; &#1044;&#1056;&#1054;&#1044;&#1072;. &#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1077;&#1097;&#1077; &#1085;&#1077; &#1080;&#1075;&#1088;&#1072;&#1083;&#1080; &#1074; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1081; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1077; &#1080;&#1083;&#1080; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1095;&#1090;&#1086; &#1077;&#1077; &#1087;&#1088;&#1086;&#1096;&#1083;&#1080;, &#1101;&#1090;&#1086;&#1090; &#1087;&#1091;&#1085;&#1082;&#1090; &#1079;&#1072;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090; &#1085;&#1086;&#1074;&#1091;&#1102; &#1080;&#1075;&#1088;&#1091; &#1089; &#1087;&#1077;&#1088;&#1074;&#1086;&#1075;&#1086; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;.</li>
  <li><a name="restore"><b><u>&#1047;</u>&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1100;</b></a> - &#1055;&#1077;&#1088;&#1077;&#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1074;&#1072;&#1089; &#1085;&#1072; <a href="restore.html">&#1069;&#1082;&#1088;&#1072;&#1085; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1080;</a>, &#1075;&#1076;&#1077; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1100; &#1088;&#1072;&#1085;&#1077;&#1077; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1091;&#1102; &#1080;&#1075;&#1088;&#1091;. &#1055;&#1086;&#1084;&#1085;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086; &#1087;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;  "<a href="#continue">&#1055;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1080;&#1090;&#1100;</a>", &#1074;&#1099; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1074;&#1077;&#1088;&#1085;&#1077;&#1090;&#1077;&#1089;&#1100; &#1074; &#1090;&#1086; &#1084;&#1077;&#1089;&#1090;&#1086;, &#1075;&#1076;&#1077; &#1074; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1081; &#1088;&#1072;&#1079; &#1079;&#1072;&#1082;&#1086;&#1085;&#1095;&#1080;&#1083;&#1080; &#1080;&#1075;&#1088;&#1091;, &#1072; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &quot;&#1047;&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1100;&quot; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1073;&#1086;&#1083;&#1077;&#1077; &#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1086;&#1081;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1087;&#1086;&#1087;&#1072;&#1089;&#1090;&#1100; &#1074; &#1083;&#1102;&#1073;&#1091;&#1102; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1085;&#1072; &#1083;&#1102;&#1073;&#1086;&#1084; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;, &#1075;&#1076;&#1077; &#1074;&#1099; &#1091;&#1078;&#1077; &#1091;&#1089;&#1087;&#1077;&#1083;&#1080; &#1087;&#1086;&#1073;&#1099;&#1074;&#1072;&#1090;&#1100;.</li>
  <li><a name="holdselect"><b>&#1057;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; <u>&#1051;</u>&#1086;&#1082;&#1072;&#1094;&#1080;&#1102;</b></a> - &#1055;&#1077;&#1088;&#1077;&#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1074;&#1072;&#1089; &#1085;&#1072; <a href="holdselect.html">&#1069;&#1082;&#1088;&#1072;&#1085; &#1074;&#1099;&#1073;&#1086;&#1088;&#1072; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;</a>, &#1075;&#1076;&#1077; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103;.</li>
  <li><a name="chat"><b><u>&#1063;</u>&#1072;&#1090; CaravelNet </b></a> - &#1055;&#1077;&#1088;&#1077;&#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1074;&#1072;&#1089; &#1085;&#1072; <a href="chatscreen.html">
      &#1101;&#1082;&#1088;&#1072;&#1085; &#1095;&#1072;&#1090;&#1072;</a>, &#1075;&#1076;&#1077; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1086;&#1086;&#1073;&#1097;&#1072;&#1090;&#1100;&#1089;&#1103; &#1089; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084;&#1080; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;&#1084;&#1080;, &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1085;&#1099;&#1084;&#1080; &#1082; CaravelNet.</li>
  <li><b><u>&#1053;</u>&#1072;&#1079;&#1072;&#1076; &#1074; &#1043;&#1083;&#1072;&#1074;&#1085;&#1086;&#1077; &#1084;&#1077;&#1085;&#1102;</b></li>
</ul>
<p><a name="player"><b><u>&#1047;</u>&#1072;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1048;&#1075;&#1088;&#1086;&#1082;&#1072;</b></a> - &#1055;&#1077;&#1088;&#1077;&#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1074;&#1072;&#1089; &#1085;&#1072; <a href="playerselect.html">
&#1069;&#1082;&#1088;&#1072;&#1085; &#1074;&#1099;&#1073;&#1086;&#1088;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;</a>, &#1075;&#1076;&#1077; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1086;&#1076;&#1085;&#1091; &#1080;&#1083;&#1080; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1079;&#1072;&#1087;&#1080;&#1089;&#1077;&#1081; &#1080;&#1075;&#1088;&#1086;&#1082;&#1086;&#1074;.</p>
<p><a name="settings"><b>&#1048;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; <u>&#1053;</u>&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;</b></a> - &#1055;&#1077;&#1088;&#1077;&#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1074;&#1072;&#1089; &#1085;&#1072; <a href="settings.html">&#1069;&#1082;&#1088;&#1072;&#1085; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082;</a>, &#1075;&#1076;&#1077; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1080; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103;.</p>
<p><a name="demo"><b>&#1055;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; <u>&#1044;</u>&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102;</b></a> - &#1055;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1088;&#1072;&#1085;&#1077;&#1077; &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1085;&#1091;&#1102; &#1080;&#1075;&#1088;&#1086;&#1074;&#1091;&#1102; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102;. &#1055;&#1086;&#1084;&#1085;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;, &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1085;&#1099;&#1077; &#1074;&#1072;&#1084;&#1080; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099;, &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099; &#1085;&#1072;  <a href="demos.html">&#1069;&#1082;&#1088;&#1072;&#1085;&#1077; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081;</a>.</p>
<p><a name="holdedit"><b><u>&#1057;</u>&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1091;&#1088;&#1086;&#1074;&#1085;&#1080; </b></a> - &#1055;&#1077;&#1088;&#1077;&#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1074;&#1072;&#1089; &#1074; <a href="editselect.html">&#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081;</a>, &#1075;&#1076;&#1077; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1077; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1100;&#1103;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1089;&#1090;&#1074;&#1080;&#1080; &#1087;&#1086;&#1076;&#1077;&#1083;&#1080;&#1090;&#1100;&#1089;&#1103; &#1080;&#1084;&#1080; &#1089; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084;&#1080; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;&#1084;&#1080;.</p>
<p><a name="help"><b>&#1055;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; <u>&#1055;</u>&#1086;&#1084;&#1086;&#1097;&#1100;</b></a> - &#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1095;&#1080;&#1090;&#1072;&#1077;&#1090;&#1077; &#1101;&#1090;&#1086; - &#1079;&#1085;&#1072;&#1095;&#1080;&#1090;, &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1074;&#1099; &#1091;&#1078;&#1077; &#1086;&#1089;&#1074;&#1086;&#1080;&#1083;&#1080;.</p>
<p><a name="quit"><b><u>&#1042;</u>&#1099;&#1093;&#1086;&#1076;</b></a> - &#1042;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1074;&#1089;&#1077; &#1089;&#1074;&#1086;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103; &#1090;&#1088;&#1072;&#1090;&#1080;&#1090;&#1100; &#1085;&#1072; &#1080;&#1075;&#1088;&#1091; &#1074; &#1044;&#1056;&#1054;&#1044; &#1080; &#1085;&#1080;&#1082;&#1086;&#1075;&#1076;&#1072; &#1080;&#1079; &#1085;&#1077;&#1077; &#1085;&#1077; &#1074;&#1099;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100;, &#1090;&#1072;&#1082; &#1095;&#1090;&#1086; &#1101;&#1090;&#1072; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1072;&#1073;&#1089;&#1086;&#1083;&#1102;&#1090;&#1085;&#1086; &#1085;&#1077;&#1091;&#1084;&#1077;&#1089;&#1090;&#1085;&#1072;.</p>
<hr />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>
</body>
</html>