<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081; &#1074;&#1077;&#1088;&#1089;&#1080;&#1080; &#1044;&#1056;&#1054;&#1044;&#1072;</u></h3>
<p><a href="#graphics">&#1043;&#1088;&#1072;&#1092;&#1080;&#1082;&#1072;</a><br />
<a href="#sound">&#1047;&#1074;&#1091;&#1082;&#1086;&#1074;&#1099;&#1077; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1099;</a><br />
<a href="#music">&#1052;&#1091;&#1079;&#1099;&#1082;&#1072;</a><br />
<a href="#other">&#1044;&#1088;&#1091;&#1075;&#1080;&#1077; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080;</a><br />
<a href="#console">&#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1082;&#1086;&#1085;&#1089;&#1086;&#1083;&#1080;</a></p>
<p>&#1042;&#1072;&#1096;&#1072; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1085;&#1072;&#1103; &#1074;&#1077;&#1088;&#1089;&#1080;&#1103; &#1044;&#1056;&#1054;&#1044;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1072;/&#1084;&#1086;&#1076;&#1080;&#1092;&#1080;&#1094;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1072; &#1087;&#1091;&#1090;&#1077;&#1084; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074; &#1080;&#1083;&#1080; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1092;&#1072;&#1081;&#1083;&#1072; <i>Data/drod.ini</i> &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1084;&#1080; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1072;&#1084;&#1080;:</p>
<br />

<a name="graphics"><b><u>&#1043;&#1088;&#1072;&#1092;&#1080;&#1082;&#1072;</u></b></a><br />
<p>&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1088;&#1086;&#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074; &#1080;&#1075;&#1088;&#1077; &#1085;&#1086;&#1074;&#1091;&#1102; &#1080;&#1083;&#1080; &#1086;&#1090;&#1083;&#1080;&#1095;&#1085;&#1091;&#1102; &#1075;&#1088;&#1072;&#1092;&#1080;&#1082;&#1091; &#1087;&#1091;&#1090;&#1077;&#1084; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1089;&#1090;&#1088;&#1086;&#1082; &#1074; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077; <b>[Graphics]</b>.<br />
</p>
<p>&#1042;&#1099;&#1073;&#1086;&#1088;&#1086;&#1095;&#1085;&#1086; &#1086;&#1090;&#1082;&#1086;&#1088;&#1088;&#1077;&#1082;&#1090;&#1080;&#1088;&#1091;&#1081;&#1090;&#1077; &#1089;&#1087;&#1088;&#1072;&#1081;&#1090;&#1099; &#1074;&#1085;&#1091;&#1090;&#1088;&#1080;&#1080;&#1075;&#1088;&#1086;&#1074;&#1099;&#1093; &#1103;&#1095;&#1077;&#1077;&#1082;, &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1074;:</p>
<p><b><a name="general">General</a>=&lt;&#1073;&#1072;&#1079;&#1086;&#1074;&#1086;&#1077; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074; &#1084;&#1086;&#1080;&#1093; &#1103;&#1095;&#1077;&#1077;&#1082;&gt;</b></p>
<p>&#1055;&#1088;&#1080;&#1074;&#1085;&#1077;&#1089;&#1080;&#1090;&#1077; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1077; &#1089;&#1090;&#1080;&#1083;&#1080; &#1086;&#1092;&#1086;&#1088;&#1084;&#1083;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;, &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1074; &#1085;&#1086;&#1074;&#1099;&#1077; &#1079;&#1072;&#1087;&#1080;&#1089;&#1080;, &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1077; &#1090;&#1086;&#1095;&#1082;&#1086;&#1081; &#1089; &#1079;&#1072;&#1087;&#1103;&#1090;&#1086;&#1081;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1081; &#1089;&#1090;&#1088;&#1086;&#1082;&#1080;:</p>
<p><b><a name="style">Style</a>=&lt;&#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1084;&#1086;&#1077;&#1075;&#1086; &#1089;&#1090;&#1080;&#1083;&#1103; &gt;</b></p>
<p>&#1080; &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1074; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1091;&#1102; &#1089;&#1090;&#1088;&#1086;&#1082;&#1091;</p>
<p><b>&lt;&#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1084;&#1086;&#1077;&#1075;&#1086; &#1089;&#1090;&#1080;&#1083;&#1103;&gt;=&lt;&#1073;&#1072;&#1079;&#1086;&#1074;&#1086;&#1077; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074; &#1084;&#1086;&#1077;&#1075;&#1086; &#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1090;&#1080;&#1083;&#1103;&gt;</b></p>
<p><a name="sky">&#1053;&#1086;&#1074;&#1099;&#1077; &#1080;&#1083;&#1080; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1077; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1085;&#1077;&#1073;&#1072; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1086;&#1090;&#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1087;&#1091;&#1090;&#1077;&#1084; &#1076;&#1086;&#1073;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1089;&#1090;&#1088;&#1086;&#1082;&#1080;</a>:</p>
<p><b>&lt;&#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1084;&#1086;&#1077;&#1075;&#1086; &#1089;&#1090;&#1080;&#1083;&#1103;&gt; Skies=&lt;&#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074; &#1084;&#1086;&#1077;&#1075;&#1086; &#1089;&#1090;&#1080;&#1083;&#1103; &#1085;&#1077;&#1073;&#1072; &#1076;&#1083;&#1103; &#1082;&#1072;&#1078;&#1076;&#1086;&#1075;&#1086; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103; &#1086;&#1089;&#1074;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103;&gt;</b></p>
<p><a name="clock"><b>&#1063;&#1072;&#1089;&#1099;</b></a> &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1102;&#1090; &#1073;&#1072;&#1079;&#1086;&#1074;&#1086;&#1077; &#1080;&#1084;&#1103; (&#1080;&#1084;&#1077;&#1085;&#1072;) &#1092;&#1072;&#1081;&#1083;&#1086;&#1074; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1081;, &#1087;&#1088;&#1077;&#1076;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1085;&#1099;&#1093; &#1076;&#1083;&#1103; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1090;&#1088;&#1077;&#1074;&#1086;&#1078;&#1085;&#1099;&#1093; &#1095;&#1072;&#1089;&#1086;&#1074; (&#1089;&#1095;&#1077;&#1090;&#1095;&#1080;&#1082;&#1072; &#1086;&#1073;&#1086;&#1088;&#1086;&#1090;&#1086;&#1074;).
&lt;basename&gt;1 - &#1092;&#1072;&#1081;&#1083; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103;, &#1087;&#1088;&#1077;&#1076;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1085;&#1099;&#1081; &#1076;&#1083;&#1103; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1087;&#1088;&#1080;&#1088;&#1086;&#1089;&#1090;&#1072; &#1074; &#1087;&#1086;&#1083;-&#1086;&#1073;&#1086;&#1088;&#1086;&#1090;&#1072;, &#1072; &lt;basename&gt;2 &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090; &#1087;&#1088;&#1080;&#1088;&#1086;&#1089;&#1090; &#1074; &#1094;&#1077;&#1083;&#1099;&#1081; &#1086;&#1073;&#1086;&#1088;&#1086;&#1090;.
&#1043;&#1088;&#1072;&#1092;&#1080;&#1082;&#1072; &#1090;&#1088;&#1077;&#1074;&#1086;&#1078;&#1085;&#1099;&#1093; &#1095;&#1072;&#1089;&#1086;&#1074; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1079;&#1072;&#1084;&#1077;&#1085;&#1077;&#1085;&#1072; &#1080;&#1083;&#1080; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1072; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1077;&#1084; &#1101;&#1090;&#1086;&#1081; &#1079;&#1072;&#1087;&#1080;&#1089;&#1080;.
&#1045;&#1089;&#1083;&#1080; &#1091;&#1082;&#1072;&#1079;&#1072;&#1085;&#1086; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1081; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;, &#1090;&#1086;, &#1097;&#1077;&#1083;&#1082;&#1085;&#1091;&#1074; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099; &#1087;&#1086; &#1082;&#1072;&#1088;&#1090;&#1080;&#1085;&#1082;&#1077; &#1095;&#1072;&#1089;&#1086;&#1074;, &#1074;&#1099; &#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1089;&#1100; &#1085;&#1072; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1081; &#1085;&#1072;&#1073;&#1086;&#1088; &#1080;&#1093; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1081;.</p>
<p>&#1058;&#1086;&#1095;&#1085;&#1086; &#1090;&#1072;&#1082; &#1078;&#1077; &#1084;&#1086;&#1078;&#1085;&#1086; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1076;&#1083;&#1103; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1089;&#1090;&#1080;&#1083;&#1077;&#1081;.<br />
&#1060;&#1072;&#1081;&#1083;&#1099; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1081; &#1074; &#1087;&#1086;&#1076;&#1087;&#1072;&#1087;&#1082;&#1077;  <i>Data/Bitmaps</i> &#1087;&#1088;&#1080; &#1078;&#1077;&#1083;&#1072;&#1085;&#1080;&#1080; &#1090;&#1072;&#1082;&#1078;&#1077; &#1084;&#1086;&#1078;&#1085;&#1086; &#1089;&#1072;&#1084;&#1086;&#1089;&#1090;&#1086;&#1103;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1080; &#1079;&#1072;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100;.</p>
<p><a name="supportedimg">&#1055;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1074; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1072;&#1093; PNG</a>, JPG, &#1080; BMP.</p>
<br />

<a name="sound"><b><u>&#1047;&#1074;&#1091;&#1082;&#1086;&#1074;&#1099;&#1077; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1099;</u></b></a><br />
<p>&#1042;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1077; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1099;&#1077; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1099;, &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1103; &#1079;&#1072;&#1087;&#1080;&#1089;&#1080; &#1074; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;  <b>[Waves]</b>.<br />
&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1083;&#1080;&#1073;&#1086; &#1079;&#1072;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1080;&#1079;&#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1099;&#1077; &#1092;&#1072;&#1081;&#1083;&#1099; &#1089;&#1074;&#1086;&#1080;&#1084;&#1080; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1084;&#1080;, &#1083;&#1080;&#1073;&#1086; &#1076;&#1086;&#1073;&#1072;&#1074;&#1083;&#1103;&#1090;&#1100; &#1074; &#1089;&#1090;&#1088;&#1086;&#1082;&#1091; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1092;&#1072;&#1081;&#1083;&#1099; (&#1095;&#1077;&#1088;&#1077;&#1079; &#1090;&#1086;&#1095;&#1082;&#1091; &#1089; &#1079;&#1072;&#1087;&#1103;&#1090;&#1086;&#1081;).</p>
<p><a name="supportedsnd">&#1055;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1099;&#1077; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1099; Ogg</a> Vorbis &#1080; Wave.</p>
<br />

<a name="music"><b><u>&#1052;&#1091;&#1079;&#1099;&#1082;&#1072;</u></b></a><br />
<p>&#1042;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077; &#1074; &#1080;&#1075;&#1088;&#1077; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1077; &#1082;&#1086;&#1084;&#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1080;, &#1074;&#1085;&#1086;&#1089;&#1103; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1074; &#1079;&#1072;&#1087;&#1080;&#1089;&#1080; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1072; <b>[Songs]</b>.</p>
<p><a name="supportedsnd">&#1055;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1099;&#1077; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1099; Ogg</a> Vorbis &#1080; Wave.</p>
<br />

<a name="other"><b><u>&#1044;&#1088;&#1091;&#1075;&#1080;&#1077; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080;:</u></b></a><br />
<p>&#1056;&#1072;&#1079;&#1076;&#1077;&#1083; <b>[Customizing]</b>:<br />
&#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1077; <a name="autologin"><b>AutoLogin=1,</b></a> &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1075;&#1088;&#1072; &#1087;&#1088;&#1086;&#1087;&#1091;&#1089;&#1082;&#1072;&#1083;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085; &#1089; &#1083;&#1086;&#1075;&#1080;&#1085;&#1086;&#1084; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1080; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1074;&#1099;&#1073;&#1080;&#1088;&#1072;&#1083;&#1072; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1081; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1100;.
&#1042;&#1099;&#1073;&#1086;&#1088; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1087;&#1088;&#1086;&#1087;&#1091;&#1089;&#1082;&#1072;&#1077;&#1090;&#1089;&#1103; &#1087;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1074; &#1080;&#1075;&#1088;&#1077; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1077;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1081; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1100;.<br />
<a name="crossfade"><b>CrossfadeDuration</b></a> &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1077;&#1090; &#1074;&#1088;&#1077;&#1084;&#1103; &#1089;&#1084;&#1077;&#1085;&#1099; &#1082;&#1072;&#1088;&#1090;&#1080;&#1085;&#1082;&#1080; (&#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1091;&#1084; = 1000 &#1084;&#1080;&#1083;&#1083;&#1080;&#1089;&#1077;&#1082;&#1091;&#1085;&#1076;).<br />
&#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1077; <a name="exportspeech"><b>ExportSpeech=1</b></a>, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1075;&#1088;&#1072; &#1079;&#1072;&#1087;&#1088;&#1072;&#1096;&#1080;&#1074;&#1072;&#1083;&#1072; &#1074;&#1072;&#1096;&#1077; &#1087;&#1086;&#1076;&#1090;&#1074;&#1077;&#1088;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077; &#1087;&#1077;&#1088;&#1077;&#1076; &#1087;&#1077;&#1088;&#1077;&#1085;&#1086;&#1089;&#1086;&#1084; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082; &#1074; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; HTML-&#1092;&#1072;&#1081;&#1083; &#1087;&#1088;&#1080; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1077; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;. &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1101;&#1090;&#1086;&#1090; &#1092;&#1072;&#1081;&#1083; &#1076;&#1083;&#1103; &#1091;&#1076;&#1086;&#1073;&#1089;&#1090;&#1074;&#1072; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1082;&#1080; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072;.<br />
&#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1077; <a name="FullScoreUpload"><b>FullScoreUpload=1,</b></a> &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1075;&#1088;&#1072; &#1086;&#1090;&#1089;&#1099;&#1083;&#1072;&#1083;&#1072;  CaravelNet &#1074;&#1089;&#1077;  &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1099; &#1074;&#1072;&#1096;&#1080;&#1093; &#1087;&#1086;&#1073;&#1077;&#1076;,
&#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1103; &#1091;&#1078;&#1077; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1077; &#1088;&#1072;&#1085;&#1077;&#1077;, &#1089;&#1088;&#1072;&#1079;&#1091; &#1087;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1074;&#1099; &#1097;&#1077;&#1083;&#1082;&#1085;&#1077;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1054;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100; &#1084;&#1086;&#1080; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1099;&quot; &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;.  &#1056;&#1077;&#1082;&#1086;&#1088;&#1076;&#1099; &#1091;&#1090;&#1074;&#1077;&#1088;&#1078;&#1076;&#1072;&#1102;&#1090;&#1089;&#1103; &#1085;&#1072; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1077; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;, &#1080; &#1074;&#1072;&#1096; &#1086;&#1085;&#1083;&#1072;&#1081;&#1085; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090; &#1073;&#1091;&#1076;&#1077;&#1090; &#1086;&#1073;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085; &#1089;&#1088;&#1072;&#1079;&#1091; &#1087;&#1086;&#1089;&#1083;&#1077; &#1080;&#1093; &#1086;&#1073;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1080;.
&#1057;&#1086;&#1074;&#1077;&#1090;: &#1077;&#1089;&#1083;&#1080; &#1074;&#1072;&#1084; &#1085;&#1077; &#1093;&#1074;&#1072;&#1090;&#1072;&#1077;&#1090; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1086;&#1074; &#1076;&#1083;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1080;&#1079; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;, &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1054;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1099; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;&quot; &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085;&#1077; &#1089;&#1084;&#1077;&#1085;&#1099; &#1083;&#1086;&#1082;&#1072;&#1094;&#1080;&#1080;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1085;&#1086;&#1074;&#1100; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100; &#1074;&#1089;&#1077; &#1088;&#1077;&#1082;&#1086;&#1088;&#1076;&#1099; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081; &#1101;&#1090;&#1086;&#1081; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;.<br />
  &#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1077; <a name="logvars"><b>LogVars=1</b></a>, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1100; &#1086;&#1090;&#1095;&#1077;&#1090; &#1086; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1084; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1080; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099; &#1074; &#1083;&#1102;&#1073;&#1086;&#1081; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1077;, &#1076;&#1083;&#1103; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081; &#1074;&#1072;&#1096; &#1080;&#1075;&#1088;&#1086;&#1082; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1083; &#1088;&#1072;&#1079;&#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103;.<br />
  &#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1077; <a name="maxundodelay"><b>MaxDelayForUndo=&lt;# &#1084;&#1080;&#1083;&#1083;&#1080;&#1089;&#1077;&#1082;&#1091;&#1085;&#1076; &gt;</b></a>, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086; &#1076;&#1086;&#1087;&#1091;&#1089;&#1090;&#1080;&#1084;&#1086;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103; &#1076;&#1083;&#1103; &#1086;&#1090;&#1082;&#1072;&#1090;&#1072; &#1074;&#1085;&#1091;&#1090;&#1088;&#1080;&#1080;&#1075;&#1088;&#1086;&#1074;&#1099;&#1093; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081;.  &#1055;&#1086;&#1076;&#1091;&#1084;&#1072;&#1081;&#1090;&#1077; &#1086;&#1073; &#1091;&#1084;&#1077;&#1085;&#1100;&#1096;&#1077;&#1085;&#1080;&#1080; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1072;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1089;&#1090;&#1086;&#1083;&#1082;&#1085;&#1091;&#1083;&#1080;&#1089;&#1100; &#1089;&#1086; &#1089;&#1083;&#1080;&#1096;&#1082;&#1086;&#1084; &#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1081; &#1079;&#1072;&#1076;&#1077;&#1088;&#1078;&#1082;&#1086;&#1081; &#1087;&#1088;&#1080; &#1085;&#1072;&#1078;&#1072;&#1090;&#1080;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1080; R &#1076;&#1083;&#1103; &#1086;&#1090;&#1082;&#1072;&#1090;&#1072; &#1082; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1086;&#1081; &#1090;&#1086;&#1095;&#1082;&#1077; &#1080;&#1083;&#1080; Backspace &#1076;&#1083;&#1103; &#1086;&#1090;&#1084;&#1077;&#1085;&#1099; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1077;&#1075;&#1086; &#1093;&#1086;&#1076;&#1072;.  &#1059;&#1084;&#1077;&#1085;&#1100;&#1096;&#1080;&#1074; &#1101;&#1090;&#1086; &#1095;&#1080;&#1089;&#1083;&#1086;, &#1086;&#1090;&#1082;&#1072;&#1090;&#1099; &#1073;&#1091;&#1076;&#1091;&#1090; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1083;&#1103;&#1090;&#1100;&#1089;&#1103; &#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1073;&#1099;&#1089;&#1090;&#1088;&#1077;&#1077;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1077; &#1074; &#1087;&#1072;&#1084;&#1103;&#1090;&#1080; &#1073;&#1086;&#1083;&#1077;&#1077; &#1087;&#1086;&#1076;&#1088;&#1086;&#1073;&#1085;&#1086;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1086; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1080; &#1080;&#1075;&#1088;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1086;&#1074;&#1072;&#1090;&#1100; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1093; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1086;&#1074; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1072;.  &#1042; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1085;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1077;&#1085;&#1080;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103; &#1076;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1072; &#1091;&#1076;&#1083;&#1080;&#1085;&#1080;&#1090; &#1074;&#1088;&#1077;&#1084;&#1103; &#1086;&#1078;&#1080;&#1076;&#1072;&#1085;&#1080;&#1103; &#1086;&#1090;&#1082;&#1072;&#1090;&#1072; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;&#1093; &#1089; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1084; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086;&#1084; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081;, &#1085;&#1086; &#1085;&#1077; &#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077;&#1075;&#1086; &#1086;&#1073;&#1098;&#1077;&#1084;&#1072; &#1087;&#1072;&#1084;&#1103;&#1090;&#1080; &#1076;&#1083;&#1103; &#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1103; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1086; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1080; &#1080;&#1075;&#1088;&#1099;.  &#1057;&#1083;&#1080;&#1096;&#1082;&#1086;&#1084; &#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072;&#1075;&#1083;&#1103;&#1076;&#1085;&#1086; &#1087;&#1088;&#1086;&#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1080;&#1088;&#1091;&#1077;&#1090; &#1074;&#1072;&#1084;, &#1082;&#1072;&#1082; &#1044;&#1056;&#1054;&#1044; &#1074;&#1099;&#1075;&#1083;&#1103;&#1076;&#1077;&#1083; &#1073;&#1099; &#1073;&#1077;&#1079; &#1076;&#1074;&#1080;&#1078;&#1082;&#1072;  3.0.<br />
  &#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1077; <a name="quickexport"><b>QuickPlayerExport=1,</b></a> &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1075;&#1088;&#1072; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1083;&#1072; &#1074;&#1072;&#1084; &quot;&#1073;&#1099;&#1089;&#1090;&#1088;&#1091;&#1102;&quot; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1072; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1103; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;.  &#1041;&#1099;&#1089;&#1090;&#1088;&#1099;&#1081; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1077; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1080; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103; &#1080; &#1085;&#1072;&#1095;&#1072;&#1083;&#1072; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1095;&#1090;&#1086; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1080;&#1074;&#1072;&#1077;&#1090; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1081; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1092;&#1072;&#1081;&#1083;&#1072; &#1080; &#1073;&#1099;&#1089;&#1090;&#1088;&#1091;&#1102; &#1089;&#1082;&#1086;&#1088;&#1086;&#1089;&#1090;&#1100; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1075;&#1086; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1072;. &#1042;&#1089;&#1077; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1086;&#1077; &#1087;&#1088;&#1086;&#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1077; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;&#1093; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1103;&#1077;&#1090;&#1089;&#1103;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103;&#1084;&#1080; &#1080; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1084;&#1080; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1099;&#1084;&#1080; &#1090;&#1086;&#1095;&#1082;&#1072;&#1084;&#1080; &#1087;&#1088;&#1080;&#1076;&#1077;&#1090;&#1089;&#1103; &#1087;&#1086;&#1078;&#1077;&#1088;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100;.<br />
  <a name="transitionspeed"><b>RoomTransitionSpeed</b></a> - &#1101;&#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; (&#1074; &#1084;&#1080;&#1083;&#1083;&#1080;&#1089;&#1077;&#1082;&#1091;&#1085;&#1076;&#1072;&#1093;), &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1091;&#1093;&#1086;&#1076;&#1080;&#1090; &#1085;&#1072; &#1082;&#1072;&#1076;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1080; &#1087;&#1086;&#1076;&#1075;&#1086;&#1085;&#1082;&#1091; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1086;&#1074; &#1086;&#1089;&#1074;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103; &#1087;&#1088;&#1080; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1080; &#1084;&#1077;&#1078;&#1076;&#1091; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;&#1084;&#1080;.
  &#1048;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1072; &#1074;&#1072;&#1088;&#1100;&#1080;&#1088;&#1091;&#1077;&#1090; &#1076;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100; &#1082;&#1072;&#1076;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1080; &#1089;&#1074;&#1077;&#1090;&#1086;&#1074;&#1086;&#1075;&#1086; &#1087;&#1077;&#1088;&#1077;&#1093;&#1086;&#1076;&#1072;. &#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1088;&#1072;&#1074;&#1085;&#1099;&#1084; 0, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1083;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1086;&#1090;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100; &#1101;&#1090;&#1080; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1099;.<br/>
  &#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1077; <a name="validatesaves"><b>ValidateSavesOnImport</b></a> &#1088;&#1072;&#1074;&#1085;&#1099;&#1084; 0 &#1076;&#1083;&#1103; &#1087;&#1088;&#1086;&#1087;&#1091;&#1089;&#1082;&#1072; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1082;&#1080; &#1082;&#1086;&#1088;&#1088;&#1077;&#1082;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081; &#1080;&#1075;&#1088;&#1086;&#1074;&#1099;&#1093; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081; &#1074; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1093; &#1080;&#1075;&#1088;&#1072;&#1093; &#1080; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103;&#1093; &#1087;&#1088;&#1080; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1077; &#1092;&#1072;&#1081;&#1083;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1080;&#1083;&#1080; &#1086;&#1073;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1080; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;.  &#1069;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1091;&#1089;&#1082;&#1086;&#1088;&#1080;&#1090;&#1100; &#1087;&#1088;&#1086;&#1094;&#1077;&#1076;&#1091;&#1088;&#1091; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1072;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1077; &#1080;&#1075;&#1088;&#1099; &#1080; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;, &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1085;&#1099;&#1077; &#1074; &#1087;&#1088;&#1077;&#1076;&#1099;&#1076;&#1091;&#1097;&#1080;&#1093; &#1074;&#1077;&#1088;&#1089;&#1080;&#1103;&#1093; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;, &#1084;&#1086;&#1075;&#1091;&#1090; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1090;&#1100;&#1089;&#1103; &#1085;&#1077;&#1082;&#1086;&#1088;&#1088;&#1077;&#1082;&#1090;&#1085;&#1086;.<br />
  <a name="windib"><b>Windib</b></a>: &#1055;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102; &#1044;&#1056;&#1054;&#1044; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090; &#1076;&#1088;&#1072;&#1081;&#1074;&#1077;&#1088;&#1099;  Windib &#1087;&#1086;&#1076; Windows.
&#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1072; &#1088;&#1072;&#1074;&#1085;&#1099;&#1084;  0, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074;&#1084;&#1077;&#1089;&#1090;&#1086; &#1101;&#1090;&#1086;&#1075;&#1086; &#1076;&#1088;&#1072;&#1081;&#1074;&#1077;&#1088;&#1099;  DirectX.</p>
<p>&#1056;&#1072;&#1079;&#1076;&#1077;&#1083;<a name="localization"><b>[Localization]</b></a>:<br />
&#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1077; <a name="keyboard"><b>Keyboard=1,</b></a> &#1095;&#1090;&#1086;&#1073;&#1099; &#1085;&#1086;&#1074;&#1099;&#1077; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1080; &#1080;&#1075;&#1088;&#1086;&#1082;&#1086;&#1074; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1083;&#1080; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1099;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081; &#1076;&#1083;&#1103; &#1085;&#1086;&#1091;&#1090;&#1073;&#1091;&#1082;&#1086;&#1074;.  &#1055;&#1088;&#1080; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1080;, &#1088;&#1072;&#1074;&#1085;&#1086;&#1084; <b>0</b>, &#1085;&#1086;&#1074;&#1099;&#1077; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1080; &#1080;&#1075;&#1088;&#1086;&#1082;&#1086;&#1074; &#1073;&#1091;&#1076;&#1091;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1099;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080; &#1085;&#1072;&#1089;&#1090;&#1086;&#1083;&#1100;&#1085;&#1099;&#1093; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1086;&#1074;.<br />
&#1048;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1077; <a name="language"><b>Language=Eng</b></a> &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1086;&#1077;
<a href="http://www.ethnologue.com/codes/LanguageCodes.tab">&#1090;&#1088;&#1077;&#1093;&#1073;&#1091;&#1082;&#1074;&#1077;&#1085;&#1085;&#1086;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;</a>,
&#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1075;&#1088;&#1072; &#1087;&#1077;&#1088;&#1077;&#1096;&#1083;&#1072; &#1074; &#1088;&#1077;&#1078;&#1080;&#1084; &#1076;&#1088;&#1091;&#1075;&#1086;&#1075;&#1086; &#1103;&#1079;&#1099;&#1082;&#1072;, &#1077;&#1089;&#1083;&#1080; &#1090;&#1086;&#1090; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103;.<br />
&#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1077; <a name="exporttext"><b>ExportText=1,</b></a> &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1075;&#1088;&#1072; &#1079;&#1072;&#1087;&#1088;&#1072;&#1096;&#1080;&#1074;&#1072;&#1083;&#1072; &#1074;&#1072;&#1096;&#1077; &#1087;&#1086;&#1076;&#1090;&#1074;&#1077;&#1088;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077; &#1087;&#1077;&#1088;&#1077;&#1076; &#1090;&#1077;&#1084;, &#1082;&#1072;&#1082; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074;&#1077;&#1089;&#1100; &#1090;&#1077;&#1082;&#1089;&#1090; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099; &#1076;&#1083;&#1103; &#1077;&#1077; &#1083;&#1086;&#1082;&#1072;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080;. &#1044;&#1086;&#1073;&#1072;&#1074;&#1083;&#1103;&#1081;&#1090;&#1077; &#1074; &#1101;&#1090;&#1086;&#1090; &#1092;&#1072;&#1081;&#1083; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1079;&#1072;&#1087;&#1080;&#1089;&#1080; &#1089;&#1090;&#1088;&#1086;&#1095;&#1077;&#1082;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1084; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084; &#1087;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076; &#1085;&#1072; &#1080;&#1085;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1085;&#1099;&#1081; &#1103;&#1079;&#1099;&#1082;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1089;&#1090;&#1088;&#1086;&#1095;&#1077;&#1082; &#1085;&#1072; &#1088;&#1086;&#1076;&#1085;&#1086;&#1084; &#1103;&#1079;&#1099;&#1082;&#1077;; &#1079;&#1072;&#1090;&#1077;&#1084; &#1074;&#1085;&#1086;&#1074;&#1100; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1091;&#1081;&#1090;&#1077; &#1101;&#1090;&#1086;&#1090; &#1092;&#1072;&#1081;&#1083; 
&#1074; &#1074;&#1072;&#1096;&#1091; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1091;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1082;&#1091; &#1076;&#1088;&#1091;&#1075;&#1086;&#1075;&#1086; &#1103;&#1079;&#1099;&#1082;&#1072;.<br />
&#1055;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1090;&#1077;&#1082;&#1089;&#1090; &#1074; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1077; ASCII/UTF-8.</p>

<a name="enginelocalization"><b>&#1051;&#1086;&#1082;&#1072;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1075;&#1086; &#1076;&#1074;&#1080;&#1078;&#1082;&#1072;.</b></a><br />
&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1083;&#1086;&#1082;&#1072;&#1083;&#1080;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1085;&#1091;&#1102; &#1074;&#1077;&#1088;&#1089;&#1080;&#1102; &#1044;&#1056;&#1054;&#1044;&#1072;, &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1080;&#1074; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1077; &#1096;&#1072;&#1075;&#1080;:<br />
1. &#1047;&#1072;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1077; &#1044;&#1056;&#1054;&#1044; &#1072;&#1088;&#1075;&#1091;&#1084;&#1077;&#1085;&#1090;&#1086;&#1084; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1085;&#1086;&#1081; &#1089;&#1090;&#1088;&#1086;&#1082;&#1080; "-exportTexts &lt;&#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1092;&#1072;&#1081;&#1083;&#1072;&gt;", &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1080;&#1090;&#1100; &#1074;&#1089;&#1077; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1099;&#1077; &#1090;&#1077;&#1082;&#1089;&#1090;&#1099; &#1080;&#1075;&#1088;&#1099;  (&#1090;.&#1077;., &#1079;&#1072; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077;&#1084; &#1086;&#1089;&#1086;&#1073;&#1099;&#1093; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;) &#1085;&#1072; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1084; &#1103;&#1079;&#1099;&#1082;&#1077; &#1074; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1081; &#1074;&#1072;&#1084;&#1080; &#1092;&#1072;&#1081;&#1083;.  &#1060;&#1072;&#1081;&#1083; &#1074;&#1099;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1089;&#1103; &#1074; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1077; ASCII/UTF-8 &#1089; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1099;&#1084; &#1089;&#1080;&#1085;&#1090;&#1072;&#1082;&#1089;&#1080;&#1089;&#1086;&#1084; &#1076;&#1083;&#1103; &#1080;&#1076;&#1077;&#1085;&#1090;&#1080;&#1092;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1081; &#1087;&#1086; &#1085;&#1086;&#1084;&#1077;&#1088;&#1091;.<br />
2. &#1055;&#1077;&#1088;&#1077;&#1074;&#1077;&#1076;&#1080;&#1090;&#1077; &#1090;&#1077;&#1082;&#1089;&#1090; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1103;&#1079;&#1099;&#1082;, &#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1103; &#1085;&#1077;&#1080;&#1079;&#1084;&#1077;&#1085;&#1085;&#1099;&#1084; &#1095;&#1080;&#1089;&#1083;&#1086;&#1074;&#1086;&#1081; &#1082;&#1086;&#1076;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1091;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1083;&#1102;&#1073;&#1086;&#1081; &#1090;&#1077;&#1082;&#1089;&#1090; &#1080;&#1083;&#1080; &#1082;&#1086;&#1076;, &#1085;&#1077; &#1087;&#1086;&#1076;&#1083;&#1077;&#1078;&#1072;&#1097;&#1080;&#1081; &#1087;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076;&#1091;.<br />
3. &#1048;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080; &#1103;&#1079;&#1099;&#1082;&#1072; &#1074; &#1092;&#1072;&#1081;&#1083;&#1077; drod.ini &#1085;&#1072; &#1082;&#1086;&#1076; &#1087;&#1077;&#1088;&#1077;&#1074;&#1077;&#1076;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1103;&#1079;&#1099;&#1082;&#1072;.<br />
4. &#1047;&#1072;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1077; &#1044;&#1056;&#1054;&#1044; &#1072;&#1088;&#1075;&#1091;&#1084;&#1077;&#1085;&#1090;&#1086;&#1084; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1085;&#1086;&#1081; &#1089;&#1090;&#1088;&#1086;&#1082;&#1080; "-importTexts &lt;&#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1092;&#1072;&#1081;&#1083;&#1072;&gt;", &#1095;&#1090;&#1086;&#1073;&#1099; &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1080;&#1083;&#1080; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1091;&#1082;&#1072;&#1079;&#1072;&#1085;&#1085;&#1099;&#1081; &#1090;&#1077;&#1082;&#1089;&#1090; &#1076;&#1083;&#1103; &#1090;&#1077;&#1082;&#1091;&#1097;&#1080;&#1093; &#1103;&#1079;&#1099;&#1082;&#1086;&#1074;&#1099;&#1093; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082;.<br />
&#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1084;&#1086;&#1095;&#1100; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084; &#1074; &#1083;&#1086;&#1082;&#1072;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1044;&#1056;&#1054;&#1044;&#1072;, &#1087;&#1086;&#1076;&#1077;&#1083;&#1080;&#1090;&#1077;&#1089;&#1100; &#1089; &#1085;&#1080;&#1084;&#1080; &#1089;&#1074;&#1086;&#1080;&#1084;&#1080; &#1092;&#1072;&#1081;&#1083;&#1072;&#1084;&#1080; &#1087;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076;&#1072; &#1080; &#1087;&#1086;&#1084;&#1086;&#1075;&#1080;&#1090;&#1077; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1080;&#1090;&#1100; &#1096;&#1072;&#1075;&#1080; 3 &#1080; 4.<br />
<br />

<a name="console"><b><u>&#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1082;&#1086;&#1085;&#1089;&#1086;&#1083;&#1080;</u></b></a><br />
<p>&#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; Enter &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099; &#1080;&#1083;&#1080; &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1089;&#1100; &#1074; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099;&#1079;&#1074;&#1072;&#1090;&#1100; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075;&#1086;&#1074;&#1086;&#1077; &#1086;&#1082;&#1085;&#1086; &#1095;&#1072;&#1090;&#1072;/&#1082;&#1086;&#1085;&#1089;&#1086;&#1083;&#1080;.
&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1082;&#1086;&#1085;&#1089;&#1086;&#1083;&#1100; &#1076;&#1083;&#1103; &#1082;&#1086;&#1085;&#1092;&#1080;&#1075;&#1091;&#1088;&#1072;&#1094;&#1080;&#1080; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; INI &#1044;&#1056;&#1054;&#1044;&#1072; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099;.
&#1042;&#1074;&#1077;&#1076;&#1080;&#1090;&#1077; "~&#1053;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077;&#1056;&#1072;&#1079;&#1076;&#1077;&#1083;&#1072;:&#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072;", &#1095;&#1090;&#1086;&#1073;&#1099; &#1091;&#1074;&#1080;&#1076;&#1077;&#1090;&#1100; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1101;&#1090;&#1086;&#1081; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;.
&#1042;&#1074;&#1077;&#1076;&#1080;&#1090;&#1077; "~&#1053;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077;&#1056;&#1072;&#1079;&#1076;&#1077;&#1083;&#1072;:&#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072;=&lt;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&gt;", &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1091;.
&#1054;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1077; &#1074;&#1072;&#1084;&#1080; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1074;&#1089;&#1090;&#1091;&#1087;&#1080;&#1090; &#1074; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1087;&#1088;&#1080; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1084; &#1086;&#1073;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1080; &#1082; &#1101;&#1090;&#1086;&#1081; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1077;.
&#1042;&#1074;&#1077;&#1076;&#1080;&#1090;&#1077; "~help", &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099;&#1074;&#1077;&#1089;&#1090;&#1080; &#1101;&#1090;&#1091; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1074; &#1080;&#1075;&#1088;&#1077;.</p>
<br />

<p><a name="redistibuting">&#1052;&#1077;&#1076;&#1080;&#1072;-&#1092;&#1072;&#1081;&#1083;&#1099; &#1080;&#1075;&#1088;&#1099;, &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1080; &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1097;&#1080;&#1077;&#1089;&#1103; &#1074; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080; </a> Caravel Games, &#1085;&#1077; &#1084;&#1086;&#1075;&#1091;&#1090; &#1088;&#1072;&#1089;&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1103;&#1090;&#1100;&#1089;&#1103; &#1073;&#1077;&#1079; &#1087;&#1080;&#1089;&#1100;&#1084;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103; Caravel Games.</p>
<p>&#1041;&#1086;&#1083;&#1077;&#1077; &#1087;&#1086;&#1076;&#1088;&#1086;&#1073;&#1085;&#1091;&#1102; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1084;&#1086;&#1078;&#1085;&#1086; &#1085;&#1072;&#1081;&#1090;&#1080; &#1074; 
<a href="http://forum.caravelgames.com/viewboard.php?BoardID=5">&#1043;&#1086;&#1089;&#1090;&#1077;&#1074;&#1086;&#1081; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1095;&#1080;&#1082;&#1086;&#1074; </a>
&#1085;&#1072;
<a href="http://forum.caravelgames.com">&#1060;&#1086;&#1088;&#1091;&#1084;&#1077; CaravelNet</a>.</p>
<hr />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>
</body>
</html>
