<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1047;&#1072;&#1087;&#1080;&#1089;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081;</u></h3>
<p>&#1053;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1087;&#1072;&#1089;&#1090;&#1100;, &#1085;&#1072;&#1078;&#1072;&#1074; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091;  F6 &#1085;&#1072; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1084; &#1101;&#1082;&#1088;&#1072;&#1085;&#1077; <a href="editroom.html">&#1056;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;</a>.</p>
<p><a name="record"><b>&#1063;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1090;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102;:</b></a></p>
<ol>
  <li>&#1042;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1081;&#1090;&#1077;&#1089;&#1100; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1090;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102;.</li>
  <li>&#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; F5 &#1080; &#1074;&#1074;&#1077;&#1076;&#1080;&#1090;&#1077; &#1086;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077;.</li>
  <li>&#1053;&#1072;&#1095;&#1072;&#1083;&#1072;&#1089;&#1100; &#1079;&#1072;&#1087;&#1080;&#1089;&#1100; &#1074;&#1072;&#1096;&#1077;&#1081; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;. &#1057;&#1077;&#1081;&#1095;&#1072;&#1089; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1072;&#1090;&#1100; &#1083;&#1102;&#1073;&#1099;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103;. &#1042;&#1099;&#1093;&#1086;&#1076; &#1080;&#1079; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1075;&#1086; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072; &#1080;&#1083;&#1080; &#1086;&#1090;&#1082;&#1072;&#1090; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081; &#1082; &#1090;&#1086;&#1084;&#1091; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1091;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1085;&#1072;&#1095;&#1072;&#1083;&#1080; &#1079;&#1072;&#1087;&#1080;&#1089;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;, &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1086;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090; &#1077;&#1077;.</li>
  <li>&#1050;&#1086;&#1075;&#1076;&#1072; &#1079;&#1072;&#1082;&#1086;&#1085;&#1095;&#1080;&#1090;&#1077;, &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; F5, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1079;&#1072;&#1087;&#1080;&#1089;&#1100; &#1080; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1080;&#1090;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102;.</li>
</ol>
<p><a name="autorecord">&#1042;&#1099; &#1090;&#1072;&#1082;&#1078;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1044;&#1056;&#1054;&#1044; &#1090;&#1072;&#1082;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1085; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1079;&#1072;&#1087;&#1080;&#1089;&#1099;&#1074;&#1072;&#1083; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1087;&#1088;&#1086;&#1093;&#1086;&#1076;&#1080;&#1090;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1080;&#1083;&#1080; &#1087;&#1086;&#1075;&#1080;&#1073;&#1072;&#1077;&#1090;&#1077;</a>. &#1055;&#1086;&#1089;&#1083;&#1077; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1080; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1081; &#1085;&#1072;  <a
 href="settings.html">&#1069;&#1082;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082;</a>, &#1074;&#1072;&#1084; &#1085;&#1077; &#1085;&#1091;&#1078;&#1085;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1079;&#1072;&#1087;&#1080;&#1089;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1087;&#1088;&#1086;&#1081;&#1076;&#1077;&#1090;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1080;&#1083;&#1080; &#1087;&#1086;&#1075;&#1080;&#1073;&#1085;&#1077;&#1090;&#1077;, &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103; &#1073;&#1091;&#1076;&#1077;&#1090; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1072;.</p>
<p><a name="quickrecord"><b>&#1041;&#1099;&#1089;&#1090;&#1088;&#1072;&#1103; &#1079;&#1072;&#1087;&#1080;&#1089;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;:</b></a></p>
<p>
&#1050;&#1072;&#1082; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1085;&#1072;&#1078;&#1072;&#1090;&#1100; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091;  F4 &#1076;&#1083;&#1103; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081; &#1079;&#1072;&#1087;&#1080;&#1089;&#1080; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1080;&#1075;&#1088;&#1099; &#1074; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1076;&#1086; &#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1075;&#1086; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1072;.</p>
<p><a name="watchdelete"><b>&#1063;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1080;&#1083;&#1080; &#1091;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102;:</b></a></p>
<ol>
  <li>&#1042;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099; &#1080;&#1083;&#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1074; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1081;&#1090;&#1077;&#1089;&#1100; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081; &#1074;&#1099; &#1085;&#1072;&#1095;&#1072;&#1083;&#1080; &#1079;&#1072;&#1087;&#1080;&#1089;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;.</li>
  <li>&#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077;  F6, &#1095;&#1090;&#1086;&#1073;&#1099; &#1091;&#1074;&#1080;&#1076;&#1077;&#1090;&#1100; &#1101;&#1082;&#1088;&#1072;&#1085; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081;.</li>
  <li>&#1042; &#1083;&#1077;&#1074;&#1086;&#1081; &#1095;&#1072;&#1089;&#1090;&#1080; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1090;&#1089;&#1103; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1074;&#1089;&#1077;&#1093; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081;, &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1085;&#1099;&#1093; &#1074; &#1101;&#1090;&#1086;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; (&#1077;&#1089;&#1083;&#1080; &#1090;&#1072;&#1082;&#1086;&#1074;&#1099;&#1077; &#1080;&#1084;&#1077;&#1102;&#1090;&#1089;&#1103;). &#1057;&#1087;&#1088;&#1072;&#1074;&#1072; &#1073;&#1091;&#1076;&#1077;&#1090; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1090;&#1100;&#1089;&#1103; &#1087;&#1086;&#1076;&#1088;&#1086;&#1073;&#1085;&#1072;&#1103; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; &#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1081; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;. &#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1080;&#1083;&#1080; &#1091;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100;.  <a name="displayall">&#1054;&#1090;&#1084;&#1077;&#1090;&#1100;&#1090;&#1077; &#1075;&#1072;&#1083;&#1086;&#1095;&#1082;&#1086;&#1081; &#1087;&#1091;&#1085;&#1082;&#1090; </a> "&#1054;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1090;&#1100; &#1074;&#1089;&#1077; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;", &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1089;&#1077; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;, &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1085;&#1099;&#1077; &#1085;&#1072; &#1101;&#1090;&#1086;&#1084; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;, &#1086;&#1076;&#1085;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086; &#1087;&#1088;&#1080;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1083;&#1080; &#1074; &#1089;&#1087;&#1080;&#1089;&#1082;&#1077;.</li>
  <li><a name="viewcommands"><u>&#1050;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1087;&#1088;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1072; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081;</u></a>.  &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; "&#1055;&#1088;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;", &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1091;&#1102; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102;.  &#1042;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1077;&#1077; &#1087;&#1088;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1072;, &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1055;&#1088;&#1086;&#1073;&#1077;&#1083; &#1080;&#1083;&#1080; 5 &#1085;&#1072; &#1074;&#1089;&#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; (&#1089;&#1085;&#1103;&#1090;&#1100;) &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1087;&#1072;&#1091;&#1079;&#1091;, &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; &#1042;&#1074;&#1077;&#1088;&#1093;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1074;&#1099;&#1089;&#1080;&#1090;&#1100; &#1089;&#1082;&#1086;&#1088;&#1086;&#1089;&#1090;&#1100; &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103; &#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; &#1042;&#1085;&#1080;&#1079; - &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1085;&#1080;&#1079;&#1080;&#1090;&#1100; (&#1082;&#1072;&#1078;&#1076;&#1086;&#1077; &#1085;&#1072;&#1078;&#1072;&#1090;&#1080;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1080; &#1082;&#1091;&#1084;&#1091;&#1083;&#1103;&#1090;&#1080;&#1074;&#1085;&#1086;).  &#1053;&#1072;&#1078;&#1080;&#1084;&#1072;&#1081;&#1090;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1080; &#1042;&#1083;&#1077;&#1074;&#1086; &#1080; &#1042;&#1087;&#1088;&#1072;&#1074;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102; &#1085;&#1072; &#1087;&#1072;&#1091;&#1079;&#1091; &#1080; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1083;&#1103;&#1090;&#1100; &#1077;&#1077; &#1087;&#1086;&#1096;&#1072;&#1075;&#1086;&#1074;&#1086;&#1077; &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;.  &#1053;&#1072;&#1078;&#1072;&#1074; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; &#1055;&#1088;&#1086;&#1073;&#1077;&#1083; &#1080;&#1083;&#1080; 5 &#1085;&#1072; &#1074;&#1089;&#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1077;, &#1074;&#1099; &#1074;&#1077;&#1088;&#1085;&#1077;&#1090;&#1077; &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077; &#1074; &#1086;&#1073;&#1099;&#1095;&#1085;&#1099;&#1081; &#1088;&#1077;&#1078;&#1080;&#1084;.  &#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; 7 &#1085;&#1072; &#1074;&#1089;&#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1077; &#1076;&#1083;&#1103; &#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1103; &#1084;&#1077;&#1078;&#1076;&#1091; &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;&#1084; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081; &#1085;&#1072; &#1087;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1085;&#1086;&#1081; &#1089;&#1082;&#1086;&#1088;&#1086;&#1089;&#1090;&#1080; &#1080; &#1089;&#1082;&#1086;&#1088;&#1086;&#1089;&#1090;&#1080;, &#1080;&#1079;&#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1086; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081; &#1072;&#1074;&#1090;&#1086;&#1088;&#1086;&#1084;.</li>
  <li>&#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; "&#1059;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100;" &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1085;&#1072;&#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1091;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1091;&#1102; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102;. 
      &#1045;&#1089;&#1083;&#1080; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103; &#1086;&#1093;&#1074;&#1072;&#1090;&#1099;&#1074;&#1072;&#1077;&#1090; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;, &#1074;&#1072;&#1084; &#1087;&#1088;&#1077;&#1076;&#1083;&#1086;&#1078;&#1072;&#1090; &#1091;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1083;&#1080;&#1073;&#1086; &#1074;&#1089;&#1102; &#1089;&#1077;&#1088;&#1080;&#1102; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081; &#1094;&#1077;&#1083;&#1080;&#1082;&#1086;&#1084;, &#1083;&#1080;&#1073;&#1086; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1092;&#1088;&#1072;&#1075;&#1084;&#1077;&#1085;&#1090; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.
      &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; "&#1059;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1074;&#1089;&#1077;", &#1095;&#1090;&#1086;&#1073;&#1099; &#1091;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1074;&#1089;&#1077; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;, &#1086;&#1090;&#1088;&#1072;&#1078;&#1072;&#1102;&#1097;&#1080;&#1077;&#1089;&#1103; &#1085;&#1072; &#1076;&#1072;&#1085;&#1085;&#1099;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1074; &#1089;&#1087;&#1080;&#1089;&#1082;&#1077;.
	  &#1055;&#1088;&#1080; &#1091;&#1076;&#1072;&#1083;&#1077;&#1085;&#1080;&#1080; &#1074;&#1089;&#1077;&#1093; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081;, &#1074;&#1072;&#1089; &#1090;&#1072;&#1082;&#1078;&#1077; &#1089;&#1087;&#1088;&#1086;&#1089;&#1103;&#1090;, &#1078;&#1077;&#1083;&#1072;&#1077;&#1090;&#1077; &#1083;&#1080; &#1074;&#1099; &#1091;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1074;&#1089;&#1077; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1076;&#1083;&#1103; &#1101;&#1090;&#1086;&#1081; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;, &#1087;&#1088;&#1080;&#1085;&#1072;&#1076;&#1083;&#1077;&#1078;&#1072;&#1097;&#1080;&#1077; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;&#1084;.</li>
  <li><a name="viewfromts">&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1077;&#1089;&#1100; &#1072;&#1074;&#1090;&#1086;&#1088;&#1086;&#1084; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;, &#1090;&#1086; &#1074;&#1072;&#1084; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1072; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &quot;&#1055;&#1088;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1072; &#1089; &#1090;&#1080;&#1090;&#1091;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;&quot;. &#1055;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1101;&#1090;&#1086;&#1081; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1080; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102; &#1089; &#1090;&#1080;&#1090;&#1091;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072; &#1087;&#1088;&#1080; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1080;, &#1095;&#1090;&#1086; &#1074;&#1072;&#1096;&#1072; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1072; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1072;</a>.  &#1055;&#1086;&#1088;&#1103;&#1076;&#1086;&#1082;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1089; &#1090;&#1080;&#1090;&#1091;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;, &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1087;&#1086;&#1088;&#1103;&#1076;&#1082;&#1086;&#1084;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1073;&#1099;&#1083;&#1080; &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;&#1099;.</li>
  <li>&#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1079;&#1072;&#1082;&#1086;&#1085;&#1095;&#1080;&#1090;&#1077;, &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1042;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1074; &#1080;&#1075;&#1088;&#1091;&quot;.</li>
</ol>
<p><a name="importexport"><b>&#1048;&#1084;&#1087;&#1086;&#1088;&#1090;/&#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081;:</b></a></p>
<p>
&#1047;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1085;&#1099;&#1084;&#1080; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103;&#1084;&#1080; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1076;&#1077;&#1083;&#1080;&#1090;&#1100;&#1089;&#1103; &#1089; &#1090;&#1086;&#1074;&#1072;&#1088;&#1080;&#1097;&#1072;&#1084;&#1080; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;. &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; "&#1069;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;" &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085;&#1077; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1080;&#1090;&#1100; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1091;&#1102; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082;. &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; "&#1069;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074;&#1089;&#1077;", &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1080;&#1090;&#1100; &#1074;&#1089;&#1077; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1080;&#1079; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072; &#1074; &#1086;&#1076;&#1080;&#1085; &#1092;&#1072;&#1081;&#1083;. &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; "&#1048;&#1084;&#1087;&#1086;&#1088;&#1090;", &#1095;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1100; &#1074; &#1074;&#1072;&#1096;&#1091; &#1074;&#1077;&#1088;&#1089;&#1080;&#1102; &#1080;&#1075;&#1088;&#1099; &#1092;&#1072;&#1081;&#1083; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1089; &#1076;&#1080;&#1089;&#1082;&#1072;.</p>
<p><a name="download"><b>&#1047;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1072; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081; &#1089;  CaravelNet:</b></a></p>
<p>
&#1055;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080;, &#1079;&#1072;&#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1077; &#1085;&#1072; CaravelNet, &#1084;&#1086;&#1075;&#1091;&#1090; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1083;&#1091;&#1095;&#1096;&#1080;&#1077; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1076;&#1083;&#1103; &#1083;&#1102;&#1073;&#1086;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1087;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1087;&#1088;&#1086;&#1081;&#1076;&#1091;&#1090; &#1077;&#1077;.
&#1050;&#1086;&#1075;&#1076;&#1072; &#1085;&#1072; <a href="settings.html">&#1069;&#1082;&#1088;&#1072;&#1085;&#1077; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1086;&#1082;</a> &#1073;&#1091;&#1076;&#1077;&#1090; &#1079;&#1072;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1085;&#1072; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103; &quot;&#1055;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100;&#1089;&#1103; &#1082; CaravelNet", &#1044;&#1056;&#1054;&#1044; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1083;&#1091;&#1095;&#1096;&#1080;&#1093; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1086;&#1074; &#1076;&#1083;&#1103; &#1101;&#1090;&#1086;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;. &#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1086;&#1076;&#1080;&#1085; &#1080;&#1079; &#1085;&#1080;&#1093;  &#1080; &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &quot;&#1057;&#1082;&#1072;&#1095;&#1072;&#1090;&#1100;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102; &#1089;  CaravelNet.  &#1050;&#1072;&#1082; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1072; &#1073;&#1091;&#1076;&#1077;&#1090; &#1079;&#1072;&#1074;&#1077;&#1088;&#1096;&#1077;&#1085;&#1072; &#1080; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1072; &#1074; &#1080;&#1075;&#1088;&#1091;, &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1080;&#1083;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081; &#1073;&#1099;&#1083;&#1072; &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1072; &#1101;&#1090;&#1072; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103;. &#1054;&#1085;&#1072; &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1089;&#1103; &#1074; &#1074;&#1077;&#1088;&#1093;&#1085;&#1077;&#1084; &#1089;&#1087;&#1080;&#1089;&#1082;&#1077; &#1084;&#1077;&#1089;&#1090;&#1085;&#1099;&#1093; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081;; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1077;&#1077;, &#1074;&#1099;&#1073;&#1088;&#1072;&#1074; &#1080; &#1085;&#1072;&#1078;&#1072;&#1074; &quot;&#1055;&#1088;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&quot;.</p>
<p><a name="submit"><b>&#1054;&#1090;&#1087;&#1088;&#1072;&#1074;&#1082;&#1072; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081; &#1085;&#1072;  CaravelNet:</b></a></p>
<p>
&#1055;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080;, &#1079;&#1072;&#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1077; &#1085;&#1072;  CaravelNet, &#1084;&#1086;&#1075;&#1091;&#1090; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1090;&#1100; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1077; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1076;&#1083;&#1103; &#1086;&#1094;&#1077;&#1085;&#1082;&#1080; &#1085;&#1072; CaravelNet.  &#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1086;&#1076;&#1085;&#1091; &#1080;&#1083;&#1080; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081; &#1080;&#1079; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072; &#1080; &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &quot;&#1054;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1090;&#1086;&#1089;&#1083;&#1072;&#1090;&#1100; &#1080;&#1093;. &#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1089;&#1099;&#1083;&#1072;&#1090;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;, &#1080;&#1093; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1072; &#1076;&#1086;&#1083;&#1078;&#1085;&#1072; &#1073;&#1099;&#1090;&#1100; &#1086;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1086;&#1074;&#1072;&#1085;&#1072; &#1085;&#1072; CaravelNet.</p>
<hr />
<p><a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a></p>
</body>
</html>
