<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg"/>
<hr />
<a href="elements.html">&#1048;&#1075;&#1088;&#1086;&#1074;&#1099;&#1077; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1099; </a><br />
<a href="character.html">&#1055;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1080;</a><br />
&nbsp;&nbsp;&nbsp;<a href="script.html">&#1050;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; </a><br />
<hr />
<h3><u>&#1056;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; </u></h3>
<p>&#1042; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1087;&#1072;&#1089;&#1090;&#1100;, &#1074;&#1099;&#1073;&#1088;&#1072;&#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1085;&#1072; <a
 href="editselect.html">&#1069;&#1082;&#1088;&#1072;&#1085;&#1077; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072;</a>. &#1057; &#1077;&#1075;&#1086; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1083;&#1102;&#1073;&#1091;&#1102; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1074; &#1092;&#1072;&#1081;&#1083;&#1077; &#1089; &#1084;&#1072;&#1090;&#1077;&#1088;&#1080;&#1072;&#1083;&#1072;&#1084;&#1080; &#1080;&#1075;&#1088;&#1099;.</p>
<p>&#1056;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1090;&#1086;&#1095;&#1085;&#1086; &#1090;&#1072;&#1082;&#1086;&#1081; &#1078;&#1077;, &#1082;&#1072;&#1082;&#1086;&#1081; &#1086;&#1085;&#1072; &#1073;&#1091;&#1076;&#1077;&#1090; &#1074;&#1099;&#1075;&#1083;&#1103;&#1076;&#1077;&#1090;&#1100; &#1074; &#1080;&#1075;&#1088;&#1077;.</p>
<p><a name="selectobjects"><b>&#1042;&#1099;&#1073;&#1086;&#1088; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1086;&#1074; &#1076;&#1083;&#1103; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103; </b></a> - &#1052;&#1077;&#1085;&#1102; &#1089; &#1103;&#1095;&#1077;&#1081;&#1082;&#1072;&#1084;&#1080; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074; &#1083;&#1077;&#1074;&#1086;&#1081; &#1095;&#1072;&#1089;&#1090;&#1080; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;. &#1054;&#1073;&#1098;&#1077;&#1082;&#1090;&#1099; &#1074; &#1044;&#1056;&#1054;&#1044;&#1077; &#1076;&#1077;&#1083;&#1103;&#1090;&#1089;&#1103; &#1085;&#1072; &#1095;&#1077;&#1090;&#1099;&#1088;&#1077; &#1082;&#1072;&#1090;&#1077;&#1075;&#1086;&#1088;&#1080;&#1080;, &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1084;&#1099;&#1077; &#1090;&#1072;&#1082;&#1078;&#1077; <a name="layers">&#1089;&#1083;&#1086;&#1103;&#1084;&#1080;</a>:</p>
<ol>
  <li>&#1069;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1099; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;: &#1090;&#1086;, &#1080;&#1079; &#1095;&#1077;&#1075;&#1086; &#1089;&#1086;&#1089;&#1090;&#1086;&#1080;&#1090; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; (&#1089;&#1090;&#1077;&#1085;&#1099;, &#1076;&#1074;&#1077;&#1088;&#1080;, &#1103;&#1084;&#1099; &#1080; &#1090;.&#1076;.).</li>
  <li>&#1053;&#1072;&#1087;&#1086;&#1083;&#1100;&#1085;&#1086;&#1077; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077;: &#1089;&#1080;&#1083;&#1086;&#1074;&#1099;&#1077; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1080; &#1080; &#1087;&#1088;&#1103;&#1084;&#1086;&#1091;&#1075;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1103;&#1095;&#1077;&#1081;&#1082;&#1080;, &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1090;&#1086;&#1095;&#1082;&#1080; &#1080; &#1086;&#1089;&#1074;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1103;&#1095;&#1077;&#1077;&#1082;.</li>
  <li>&#1055;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1099;: &#1090;&#1086;, &#1095;&#1090;&#1086; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; (&#1076;&#1080;&#1089;&#1082;&#1080;, &#1089;&#1074;&#1080;&#1090;&#1082;&#1080;, &#1079;&#1077;&#1083;&#1100;&#1103;, &#1089;&#1084;&#1086;&#1083;&#1072; &#1080; &#1090;.&#1076;.).  </li>
  <li>&#1040; &#1090;&#1072;&#1082;&#1078;&#1077; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072;, &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080; &#1080; &#1084;&#1077;&#1089;&#1090;&#1072; &#1074;&#1093;&#1086;&#1076;&#1072; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;.</li>
</ol>
<p>&#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1076;&#1083;&#1103; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1082;&#1072;&#1090;&#1077;&#1075;&#1086;&#1088;&#1080;&#1080; &#1076;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;. &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1074; &#1084;&#1077;&#1085;&#1102; &#1085;&#1072; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1077;&#1075;&#1086;.
&#1041;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1086; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1086;&#1074; &#1074; &#1084;&#1077;&#1085;&#1102; &#1080;&#1084;&#1077;&#1102;&#1090; &#1076;&#1074;&#1072; &#1080; &#1073;&#1086;&#1083;&#1077;&#1077; &#1088;&#1077;&#1078;&#1080;&#1084;&#1072;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1084;&#1086;&#1078;&#1085;&#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1087;&#1091;&#1090;&#1077;&#1084; &#1074;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1103; &#1103;&#1095;&#1077;&#1081;&#1082;&#1080; &#1087;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;  Q/W (&#1087;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102;), &#1082;&#1086;&#1083;&#1077;&#1089;&#1080;&#1082;&#1072; &#1084;&#1099;&#1096;&#1080; &#1080;&#1083;&#1080; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1085;&#1086; &#1097;&#1077;&#1083;&#1082;&#1085;&#1091;&#1074; &#1085;&#1072; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1077; &#1074; &#1084;&#1077;&#1085;&#1102;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1086;&#1085; &#1073;&#1099;&#1083; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;. &#1059; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1086;&#1074; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1080;&#1093; &#1090;&#1080;&#1087;&#1086;&#1074; 
&#1077;&#1089;&#1090;&#1100; &#1074;&#1089;&#1087;&#1083;&#1099;&#1074;&#1072;&#1102;&#1097;&#1077;&#1077; &#1084;&#1077;&#1085;&#1102;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1087;&#1086;&#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1087;&#1088;&#1080; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1085;&#1086;&#1084; &#1097;&#1077;&#1083;&#1095;&#1082;&#1077; &#1085;&#1072; &#1085;&#1077;&#1084;.</p>
<p><a name="placingobjects"><b>&#1056;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1086;&#1074; </b></a> - &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1083;&#1077;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1085;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1088;&#1072;&#1079;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1085;&#1072; &#1085;&#1077;&#1084; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;, &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1099;&#1081; &#1074; &#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1080;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;. &#1055;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1099; &#1085;&#1077; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1099; &#1074; &#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1074; &#1076;&#1072;&#1085;&#1085;&#1099;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1085;&#1072; &#1101;&#1090;&#1086;&#1084; &#1089;&#1083;&#1086;&#1077; &#1091;&#1078;&#1077; &#1095;&#1090;&#1086;-&#1090;&#1086; &#1077;&#1089;&#1090;&#1100;.  &#1063;&#1090;&#1086;&#1073;&#1099; &#1091;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1085;&#1099;&#1077; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1099;, &#1086;&#1079;&#1085;&#1072;&#1082;&#1086;&#1084;&#1100;&#1090;&#1077;&#1089;&#1100; &#1089; &#1087;&#1091;&#1085;&#1082;&#1090;&#1086;&#1084;  "<a href="#deletingobjects">&#1059;&#1076;&#1072;&#1083;&#1077;&#1085;&#1080;&#1077; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1086;&#1074;</a>", &#1087;&#1088;&#1080;&#1074;&#1077;&#1076;&#1077;&#1085;&#1085;&#1099;&#1084; &#1085;&#1080;&#1078;&#1077;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090; &#1080;&#1083;&#1080; &#1085;&#1077; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1073;&#1099;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085; &#1085;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1077;, &#1086;&#1085; &#1086;&#1082;&#1088;&#1072;&#1089;&#1080;&#1090;&#1089;&#1103; &#1074; &#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1077; &#1090;&#1086;&#1085;&#1072; - &#1101;&#1090;&#1086; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1089;&#1102;&#1076;&#1072; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090; &#1085;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1089;&#1103; &#1074;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100;.</p>
<p><a name="setobjorientation"><b>&#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1072; &#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1080; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072; </b></a> -
&#1044;&#1083;&#1103; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1086;&#1074; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077; &#1074;&#1072;&#1078;&#1085;&#1072; &#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1103; (&#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1076;&#1083;&#1103; &#1089;&#1080;&#1083;&#1086;&#1074;&#1099;&#1093; &#1089;&#1090;&#1088;&#1077;&#1083;&#1086;&#1082;, &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097; &#1080; &#1089;&#1090;&#1072;&#1088;&#1090;&#1086;&#1074;&#1086;&#1081; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1080; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;). &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1080; &#1074;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1103; &#1080;&#1083;&#1080; &#1082;&#1086;&#1083;&#1077;&#1089;&#1086; &#1084;&#1099;&#1096;&#1082;&#1080; &#1076;&#1083;&#1103; &#1074;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1103; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1086;&#1074; &#1087;&#1077;&#1088;&#1077;&#1076; &#1080;&#1093; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1086;&#1081;. &#1047;&#1085;&#1072;&#1095;&#1086;&#1082; &quot;&#1058;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&quot; &#1074; &#1103;&#1095;&#1077;&#1081;&#1082;&#1077; &#1084;&#1077;&#1085;&#1102; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1077;&#1090;&#1089;&#1103;, &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1103;, &#1082;&#1072;&#1082; &#1073;&#1091;&#1076;&#1091;&#1090; &#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1091;&#1089;&#1090;&#1072;&#1085;&#1072;&#1074;&#1083;&#1080;&#1074;&#1072;&#1077;&#1084;&#1099;&#1077; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072;. &#1059;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1103; &#1083;&#1077;&#1074;&#1091;&#1102; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1084;&#1099;&#1096;&#1080; &#1076;&#1083;&#1103; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1077;&#1075;&#1086; &#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1102;, &#1087;&#1086;&#1082;&#1072; &#1085;&#1077; &#1086;&#1090;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1077; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091;.
&#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1077;&#1084;&#1099;&#1081; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;, &#1087;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096; &#1074;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1103; &#1080;&#1083;&#1080; &#1082;&#1086;&#1083;&#1077;&#1089;&#1080;&#1082;&#1072; &#1084;&#1099;&#1096;&#1080; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100;&#1089;&#1103; &#1084;&#1077;&#1078;&#1076;&#1091; &#1077;&#1075;&#1086; &#1088;&#1077;&#1078;&#1080;&#1084;&#1072;&#1084;&#1080;.</p>
<p><a name="placemultipleobj"><b>&#1056;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1093; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1086;&#1074; </b></a> - &#1055;&#1077;&#1088;&#1077;&#1090;&#1072;&#1097;&#1080;&#1074; &#1084;&#1099;&#1096;&#1082;&#1091; &#1089; &#1079;&#1072;&#1078;&#1072;&#1090;&#1086;&#1081; &#1083;&#1077;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1074; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1091;&#1102; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100;, &#1074;&#1099; &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1077; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1099;&#1081; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090; &#1074;&#1086; &#1074;&#1089;&#1077; &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1099;&#1077; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1099;.  &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: <a href="#obstacles">&#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1099; &#1076;&#1077;&#1082;&#1086;&#1088;&#1072;&#1094;&#1080;&#1081;</a> &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1086;&#1084; &#1073;&#1086;&#1083;&#1077;&#1077;  1x1 &#1103;&#1095;&#1077;&#1081;&#1082;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1099; &#1090;&#1072;&#1082;&#1080;&#1084; &#1078;&#1077; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;. &#1053;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1099;, &#1074;&#1088;&#1086;&#1076;&#1077; &#1089;&#1074;&#1080;&#1090;&#1082;&#1086;&#1074;, &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1099; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1087;&#1086; &#1086;&#1076;&#1085;&#1086;&#1084;&#1091; &#1079;&#1072; &#1086;&#1076;&#1080;&#1085; &#1088;&#1072;&#1079;. &#1044;&#1083;&#1103; &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1099;&#1093; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1086;&#1074; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1077; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1086;&#1090;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1086;.</p>
<p><a name="deletingobjects"><b>&#1059;&#1076;&#1072;&#1083;&#1077;&#1085;&#1080;&#1077; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1086;&#1074; </b></a> -
&#1065;&#1077;&#1083;&#1082;&#1085;&#1091;&#1074; &#1085;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1077; &#1087;&#1088;&#1072;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081;, &#1074;&#1099; &#1091;&#1076;&#1072;&#1083;&#1080;&#1090;&#1077; &#1083;&#1102;&#1073;&#1086;&#1081; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090; &#1080;&#1079; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1089;&#1083;&#1086;&#1103; &#1084;&#1077;&#1085;&#1102;. &#1055;&#1077;&#1088;&#1077;&#1090;&#1072;&#1097;&#1080;&#1074; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100; &#1087;&#1088;&#1072;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080;, &#1074;&#1099; &#1091;&#1076;&#1072;&#1083;&#1080;&#1090;&#1077; &#1080;&#1079; &#1085;&#1077;&#1077; &#1074;&#1089;&#1077; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1099; &#1086;&#1076;&#1085;&#1086;&#1075;&#1086; &#1089;&#1083;&#1086;&#1103;. &#1048;&#1089;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1102;&#1090; &#1083;&#1080;&#1096;&#1100; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1090;&#1086;&#1095;&#1082;&#1080; &#1080; &#1080;&#1085;&#1076;&#1080;&#1074;&#1080;&#1076;&#1091;&#1072;&#1083;&#1100;&#1085;&#1072;&#1103;  <a href="#lighting">&#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1090;&#1082;&#1072;</a> &#1103;&#1095;&#1077;&#1077;&#1082;.
&#1054;&#1085;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1072;&#1090;&#1100;&#1089;&#1103; &#1086;&#1076;&#1085;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086; &#1089; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084;&#1080; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1072;&#1084;&#1080; &#1085;&#1072; &#1080;&#1093; &#1103;&#1095;&#1077;&#1081;&#1082;&#1077; &#1084;&#1077;&#1085;&#1102;, &#1072; &#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1076;&#1083;&#1103; &#1091;&#1076;&#1072;&#1083;&#1077;&#1085;&#1080;&#1103; &#1080;&#1093; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1086;.  &#1059;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1081;&#1090;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; &lt;Shift&gt; &#1087;&#1088;&#1080; &#1091;&#1076;&#1072;&#1083;&#1077;&#1085;&#1080;&#1080;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1090;&#1077;&#1088;&#1077;&#1090;&#1100; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1099; &#1089;&#1086; &#1074;&#1089;&#1077;&#1093; &#1089;&#1083;&#1086;&#1077;&#1074; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1081; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080;.</p>
<p><a name="movingregions"><b>&#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1093; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1077;&#1081; </b></a> - &#1063;&#1090;&#1086;&#1073;&#1099; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1090;&#1086;&#1095;&#1085;&#1091;&#1102; &#1082;&#1086;&#1087;&#1080;&#1102; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1091;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1103; &#1083;&#1077;&#1074;&#1091;&#1102; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091;, &#1074;&#1099;&#1076;&#1077;&#1083;&#1080;&#1090;&#1077; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081; &#1087;&#1088;&#1103;&#1084;&#1086;&#1091;&#1075;&#1086;&#1083;&#1100;&#1085;&#1091;&#1102; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100; &#1080; &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &lt;Ctrl-C&gt;. &#1054;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100;, &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;&#1085;&#1072;&#1103; &#1076;&#1083;&#1103; &#1082;&#1086;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;, &#1086;&#1089;&#1090;&#1072;&#1085;&#1077;&#1090;&#1089;&#1103; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1081;, &#1087;&#1086;&#1082;&#1072; &#1074;&#1099; &#1085;&#1077; &#1086;&#1090;&#1084;&#1077;&#1090;&#1080;&#1090;&#1077; &#1076;&#1088;&#1091;&#1075;&#1091;&#1102; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100; &#1080;&#1083;&#1080; &#1085;&#1077; &#1079;&#1072;&#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1087;&#1077;&#1088;&#1077;&#1081;&#1090;&#1080; &#1082; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1102; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;. &#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &lt;Ctrl-V&gt; &#1074; &#1083;&#1102;&#1073;&#1086;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1085;&#1086;&#1074;&#1100; &#1089;&#1082;&#1086;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;&#1085;&#1091;&#1102; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100;. &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1082;&#1086;&#1087;&#1080;&#1102; &#1101;&#1090;&#1086;&#1081; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080;: &#1087;&#1088;&#1080; &#1101;&#1090;&#1086;&#1084; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1074;&#1099; &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077;, &#1073;&#1091;&#1076;&#1077;&#1090; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1077;&#1077; &#1074;&#1077;&#1088;&#1093;&#1085;&#1077;&#1084;&#1091; &#1083;&#1077;&#1074;&#1086;&#1084;&#1091; &#1091;&#1075;&#1083;&#1091;.  &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1101;&#1090;&#1091; &#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1080;&#1102; &#1076;&#1083;&#1103; &#1074;&#1089;&#1090;&#1072;&#1074;&#1082;&#1080; &#1089;&#1082;&#1086;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1081; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1074; &#1076;&#1088;&#1091;&#1075;&#1091;&#1102; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1090;&#1086;&#1075;&#1086; &#1078;&#1077; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;.</p>
<p><a name="reflectroom"><b>&#1054;&#1090;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; </b></a> - &#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &lt;F7&gt;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1090;&#1088;&#1072;&#1079;&#1080;&#1090;&#1100; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1075;&#1086;&#1088;&#1080;&#1079;&#1086;&#1085;&#1090;&#1072;&#1083;&#1100;&#1085;&#1086; (&#1086;&#1090;&#1085;&#1086;&#1089;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1074;&#1077;&#1088;&#1090;&#1080;&#1082;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081; &#1086;&#1089;&#1080;) &#1080; &lt;F8&gt;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1090;&#1088;&#1072;&#1079;&#1080;&#1090;&#1100; &#1077;&#1077; &#1074;&#1077;&#1088;&#1090;&#1080;&#1082;&#1072;&#1083;&#1100;&#1085;&#1086;.  &#1042;&#1085;&#1077;&#1096;&#1085;&#1080;&#1081; &#1074;&#1080;&#1076; &#1080; &#1087;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1086;&#1074; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1089;&#1103; &#1074; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1080; &#1089; &#1086;&#1090;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1077;&#1084;.</p>
<p><a name="undoredo"><b>&#1054;&#1090;&#1084;&#1077;&#1085;&#1072;/&#1055;&#1086;&#1074;&#1090;&#1086;&#1088;</b></a> - &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1054;&#1090;&#1084;&#1077;&#1085;&#1072;&quot; &#1080;&#1083;&#1080; &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &lt;Ctrl-Z&gt;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1090;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1074;&#1099; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1083;&#1080; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1077;&#1081; &#1089;&#1077;&#1089;&#1089;&#1080;&#1080; (&#1089; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1072; &#1074;&#1099;&#1073;&#1086;&#1088;&#1072; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1076;&#1083;&#1103; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;). &#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; "&#1054;&#1090;&#1084;&#1077;&#1085;&#1072;" &#1080;&#1083;&#1080; &lt;Ctrl-Y&gt;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1080;&#1090;&#1100; &#1086;&#1090;&#1084;&#1077;&#1085;&#1077;&#1085;&#1085;&#1099;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103;. &#1055;&#1086;&#1084;&#1085;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086; &#1086;&#1090;&#1084;&#1077;&#1085;&#1077;&#1085;&#1085;&#1099;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1085;&#1077;&#1083;&#1100;&#1079;&#1103; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1080;&#1090;&#1100; &#1087;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1074;&#1099; &#1074;&#1085;&#1077;&#1089;&#1077;&#1090;&#1077; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1076;&#1088;&#1091;&#1075;&#1080;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103;.</p>
<p><a name="editsettings"><b>&#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072; </b></a> - &#1054;&#1090;&#1084;&#1077;&#1090;&#1080;&#1074; &#1075;&#1072;&#1083;&#1086;&#1095;&#1082;&#1086;&#1081; &#1087;&#1091;&#1085;&#1082;&#1090; "&#1055;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1090;&#1100; &#1086;&#1096;&#1080;&#1073;&#1082;&#1080;", &#1074;&#1099; &#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1090;&#1080;&#1090;&#1077; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1085;&#1077;&#1082;&#1086;&#1088;&#1088;&#1077;&#1082;&#1090;&#1085;&#1086; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1085;&#1099;&#1077; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1099; (&#1089;&#1084;. &#1087;&#1072;&#1088;&#1072;&#1075;&#1088;&#1072;&#1092; <a href="#roomerrors">"&#1054;&#1096;&#1080;&#1073;&#1082;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;"</a>, &#1087;&#1088;&#1080;&#1074;&#1077;&#1076;&#1077;&#1085;&#1085;&#1099;&#1081; &#1085;&#1080;&#1078;&#1077;). &#1057;&#1085;&#1080;&#1084;&#1080;&#1090;&#1077; &#1075;&#1072;&#1083;&#1086;&#1095;&#1082;&#1091; &#1089; &#1087;&#1091;&#1085;&#1082;&#1090;&#1072; "&#1040;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;" &#1085;&#1072; <a
 href="settings.html">&#1069;&#1082;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;, </a>&#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1079;&#1072;&#1087;&#1088;&#1072;&#1096;&#1080;&#1074;&#1072;&#1083; &#1074;&#1072;&#1096;&#1077; &#1087;&#1086;&#1076;&#1090;&#1074;&#1077;&#1088;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077; &#1087;&#1077;&#1088;&#1077;&#1076; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1077;&#1084; &#1074;&#1089;&#1077;&#1093; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.
&#1045;&#1089;&#1083;&#1080; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1103;&#1090;&#1100; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1100; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1075;&#1086; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1085;&#1077; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1072;&#1074;&#1090;&#1086;&#1088;&#1086;&#1084; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;, &#1082; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1084; &#1086;&#1085;&#1072; &#1087;&#1088;&#1080;&#1085;&#1072;&#1076;&#1083;&#1077;&#1078;&#1080;&#1090;,&#1073;&#1091;&#1076;&#1077;&#1090; &#1079;&#1072;&#1087;&#1088;&#1086;&#1096;&#1077;&#1085;&#1086; &#1088;&#1072;&#1079;&#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1087;&#1080;&#1080; &#1101;&#1090;&#1086;&#1081; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;, &#1087;&#1088;&#1077;&#1078;&#1076;&#1077; &#1095;&#1077;&#1084; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1103;&#1090;&#1100; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.</p>
<p><a name="playtesting"><b>&#1048;&#1075;&#1088;&#1086;&#1074;&#1086;&#1077; &#1090;&#1077;&#1089;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; </b></a> - &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1088;&#1086;&#1090;&#1077;&#1089;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1090;&#1077;&#1082;&#1091;&#1097;&#1091;&#1102; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;, &#1085;&#1072;&#1078;&#1072;&#1074;  F5 &#1080; &#1097;&#1077;&#1083;&#1082;&#1085;&#1091;&#1074; &#1085;&#1072; &#1090;&#1086;&#1084; &#1084;&#1077;&#1089;&#1090;&#1077;, &#1089; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072;&#1095;&#1072;&#1090;&#1100;. &#1042;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1075;&#1086; &#1090;&#1077;&#1089;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1085;&#1072;&#1078;&#1080;&#1084;&#1072;&#1090;&#1100; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; &quot;&#1054;&#1090;&#1084;&#1077;&#1085;&#1072;&quot; (&lt;Backspace&gt; &#1087;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102;), &#1095;&#1090;&#1086;&#1073;&#1099; &#1074; &#1083;&#1102;&#1073;&#1086;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1086;&#1090;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1089;&#1074;&#1086;&#1080; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103;.
&#1050; &#1090;&#1086;&#1084;&#1091; &#1078;&#1077;, &#1073;&#1091;&#1076;&#1091;&#1090; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1099; <a href="#masterwalls">&#1089;&#1090;&#1077;&#1085;&#1099; &#1086;&#1087;&#1099;&#1090;&#1072;</a>.
&#1048;&#1075;&#1088;&#1086;&#1074;&#1086;&#1077; &#1090;&#1077;&#1089;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1072;&#1077;&#1090;&#1089;&#1103; &#1076;&#1086; &#1090;&#1077;&#1093; &#1087;&#1086;&#1088;, &#1087;&#1086;&#1082;&#1072; &#1074;&#1099; &#1085;&#1077; &#1085;&#1072;&#1078;&#1084;&#1077;&#1090;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091;  &lt;Escape&gt;.</p>
<p><a name="chooseroom"><b>&#1042;&#1099;&#1073;&#1086;&#1088; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1085;&#1072; &#1084;&#1080;&#1085;&#1080;-&#1082;&#1072;&#1088;&#1090;&#1077; </b></a> - &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1072;&#1088;&#1090;&#1077; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1086;&#1075;&#1086; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1083;&#1102;&#1073;&#1091;&#1102; &#1077;&#1075;&#1086; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;. &#1058;&#1072;&#1082;&#1078;&#1077; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1097;&#1077;&#1083;&#1082;&#1085;&#1091;&#1090;&#1100; &#1085;&#1072; &#1087;&#1091;&#1089;&#1090;&#1086;&#1081; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080;, &#1087;&#1088;&#1080;&#1083;&#1077;&#1075;&#1072;&#1102;&#1097;&#1077;&#1081; &#1082; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1086;&#1074;&#1091;&#1102; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1074; &#1101;&#1090;&#1086;&#1084; &#1084;&#1077;&#1089;&#1090;&#1077;. &#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &lt;Ctrl-X&gt;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099;&#1088;&#1077;&#1079;&#1072;&#1090;&#1100; &#1080; &lt;Ctrl-C&gt;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1082;&#1086;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1090;&#1077;&#1082;&#1091;&#1097;&#1091;&#1102; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;. &#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &lt;Ctrl-V&gt;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;&#1085;&#1091;&#1102; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1074; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086; &#1085;&#1072; &#1082;&#1072;&#1088;&#1090;&#1077;. &#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; &lt;delete&gt;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1082;&#1086;&#1085;&#1095;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1091;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1080;&#1079; &#1080;&#1075;&#1088;&#1099;.</p>
<p><a name="switchlevel"><b>&#1055;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; </b></a> - &#1053;&#1072;&#1078;&#1080;&#1084;&#1072;&#1081;&#1090;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1080;  PageUp &#1080;&#1083;&#1080; PageDown, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099;&#1081;&#1090;&#1080; &#1080;&#1079; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1085;&#1072;&#1076; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081; &#1074;&#1099; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1083;&#1080;, &#1080; &#1087;&#1077;&#1088;&#1077;&#1081;&#1090;&#1080; &#1082; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1084;&#1091; &#1080;&#1083;&#1080; &#1087;&#1088;&#1077;&#1076;&#1099;&#1076;&#1091;&#1097;&#1077;&#1084;&#1091; <a href="#levelentrance"> &#1074;&#1093;&#1086;&#1076;&#1091; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;</a>.</p>
<p><a name="customize"><b>&#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072; &#1080; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1099; </b></a> -
&#1042;&#1085;&#1077;&#1096;&#1085;&#1080;&#1081; &#1074;&#1080;&#1076; &#1080; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1086;&#1074; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1099; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;. &#1057;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1072;&#1080;&#1074;&#1072;&#1077;&#1084;&#1099;&#1077; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1099;:</p>
<ol>
  <li><u><a href="character.html" name="characters">&#1055;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1080;</a></u>.  &#1054;&#1089;&#1086;&#1073;&#1099;&#1077; <a href="script.html">&#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080;</a> &#1053;&#1048;&#1055;&#1086;&#1074; &#1084;&#1086;&#1075;&#1091;&#1090; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1080;&#1090;&#1100; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1081; &#1074;&#1085;&#1077;&#1096;&#1085;&#1080;&#1081; &#1074;&#1080;&#1076; &#1080; &#1084;&#1086;&#1076;&#1077;&#1083;&#1100; &#1087;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103;.</li>
  <li><a name="orbs"><u>&#1044;&#1080;&#1089;&#1082;&#1080;</u></a>. &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100;, &#1085;&#1072; &#1082;&#1072;&#1082;&#1086;&#1081; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1086;&#1085; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090;. &#1069;&#1090;&#1086; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100;  <a href="#yellowgates">&#1078;&#1077;&#1083;&#1090;&#1099;&#1077; &#1074;&#1086;&#1088;&#1086;&#1090;&#1072; </a> &#1080;
      <a href="#lighting">&#1092;&#1086;&#1085;&#1072;&#1088;&#1080;</a>. &#1052;&#1086;&#1083;&#1085;&#1080;&#1080;, &#1074;&#1099;&#1088;&#1099;&#1074;&#1072;&#1102;&#1097;&#1080;&#1077;&#1089;&#1103; &#1080;&#1079; &#1076;&#1080;&#1089;&#1082;&#1072;, &#1087;&#1086;&#1088;&#1072;&#1078;&#1072;&#1102;&#1090; &#1090;&#1077; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1099;, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1086;&#1085; &#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;. &#1054;&#1073;&#1098;&#1077;&#1082;&#1090;&#1099;, &#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1079;&#1077;&#1083;&#1077;&#1085;&#1099;&#1084;, &#1073;&#1091;&#1076;&#1091;&#1090; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1099;/&#1074;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1099; &#1087;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1080;&#1079; &#1076;&#1080;&#1089;&#1082;&#1072; &#1091;&#1076;&#1072;&#1088;&#1080;&#1090; &#1084;&#1086;&#1083;&#1085;&#1080;&#1103;; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1099;, &#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1086;&#1088;&#1072;&#1085;&#1078;&#1077;&#1074;&#1099;&#1084;, &#1073;&#1091;&#1076;&#1091;&#1090; &#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1099;, &#1072; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1099;, &#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1084;, &#1073;&#1091;&#1076;&#1091;&#1090; &#1079;&#1072;&#1082;&#1088;&#1099;&#1090;&#1099;/&#1074;&#1099;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1099;. &#1065;&#1077;&#1083;&#1082;&#1085;&#1091;&#1074; &#1085;&#1072; &#1087;&#1088;&#1080;&#1082;&#1088;&#1077;&#1087;&#1083;&#1077;&#1085;&#1085;&#1086;&#1084; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1077; &#1074; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1076;&#1080;&#1089;&#1082;&#1072;, &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1085;&#1072; &#1085;&#1077;&#1075;&#1086; &#1076;&#1080;&#1089;&#1082;. &#1065;&#1077;&#1083;&#1082;&#1085;&#1091;&#1074; &#1085;&#1072; &#1103;&#1095;&#1077;&#1081;&#1082;&#1077; &#1073;&#1077;&#1079; &#1076;&#1080;&#1089;&#1082;&#1072; &#1080;&#1083;&#1080; &#1073;&#1077;&#1079; &#1087;&#1088;&#1080;&#1082;&#1088;&#1077;&#1087;&#1083;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;, &#1074;&#1099; &#1074;&#1099;&#1081;&#1076;&#1077;&#1090;&#1077; &#1080;&#1079; &#1088;&#1077;&#1078;&#1080;&#1084;&#1072; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1076;&#1080;&#1089;&#1082;&#1072;. &#1055;&#1086;&#1074;&#1077;&#1088;&#1085;&#1080;&#1090;&#1077; &#1080;&#1083;&#1080; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1085;&#1086; &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1074;&#1099;&#1073;&#1086;&#1088;&#1077; &#1084;&#1077;&#1085;&#1102; &#1076;&#1080;&#1089;&#1082;&#1072;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1077;&#1075;&#1086; &#1090;&#1080;&#1087;.</li>
  <li><a name="pressureplates"><u>&#1055;&#1088;&#1080;&#1078;&#1080;&#1084;&#1085;&#1099;&#1077; &#1087;&#1072;&#1085;&#1077;&#1083;&#1080;</u></a>. &#1040;&#1085;&#1072;&#1083;&#1086;&#1075;&#1080;&#1095;&#1085;&#1099; <a href="#orbs">&#1076;&#1080;&#1089;&#1082;&#1072;&#1084;</a>, &#1079;&#1072; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077;&#1084; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086; &#1086;&#1085;&#1080; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1091;&#1102;&#1090;&#1089;&#1103; &#1087;&#1086;&#1076; &#1076;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077;&#1084;. &#1058;&#1072;&#1082;&#1078;&#1077; &#1086;&#1085;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1099; &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1087;&#1088;&#1080;&#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1085;&#1099;&#1093; &#1082;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090;&#1086;&#1074;, &#1087;&#1086; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1091; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1093;, &#1095;&#1077;&#1084; &#1086;&#1076;&#1085;&#1072; &#1103;&#1095;&#1077;&#1081;&#1082;&#1072; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;. &#1055;&#1086;&#1074;&#1077;&#1088;&#1085;&#1080;&#1090;&#1077; &#1080;&#1083;&#1080; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1085;&#1086; &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1074;&#1099;&#1073;&#1086;&#1088;&#1077; &#1084;&#1077;&#1085;&#1102; &#1087;&#1088;&#1080;&#1078;&#1080;&#1084;&#1085;&#1086;&#1081; &#1087;&#1072;&#1085;&#1077;&#1083;&#1080;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1077;&#1077; &#1090;&#1080;&#1087;.</li>
  <li><a name="yellowgates"><u>&#1046;&#1077;&#1083;&#1090;&#1099;&#1077; &#1074;&#1086;&#1088;&#1086;&#1090;&#1072;</u></a>. &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1078;&#1077;&#1083;&#1090;&#1099;&#1093; &#1074;&#1086;&#1088;&#1086;&#1090;&#1072;&#1093;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1091;&#1074;&#1080;&#1076;&#1077;&#1090;&#1100;, &#1082;&#1072;&#1082;&#1080;&#1077; <a href="#orbs">&#1076;&#1080;&#1089;&#1082;&#1080;</a> &#1080; <a href="#pressureplates">&#1087;&#1088;&#1080;&#1078;&#1080;&#1084;&#1085;&#1099;&#1077; &#1087;&#1072;&#1085;&#1077;&#1083;&#1080;</a> &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1085;&#1072; &#1085;&#1080;&#1093;. &#1042;&#1089;&#1087;&#1099;&#1096;&#1082;&#1072; &#1084;&#1086;&#1083;&#1085;&#1080;&#1080; &#1080;&#1079; &#1074;&#1086;&#1088;&#1086;&#1090; &#1091;&#1076;&#1072;&#1088;&#1080;&#1090; &#1087;&#1086; &#1074;&#1089;&#1077;&#1084; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;&#1084;, &#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1097;&#1080;&#1084; &#1085;&#1072; &#1085;&#1080;&#1093; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;. &#1065;&#1077;&#1083;&#1082;&#1085;&#1091;&#1074; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082;&#1077; &#1080;&#1083;&#1080; &#1087;&#1088;&#1080;&#1078;&#1080;&#1084;&#1085;&#1086;&#1081; &#1087;&#1072;&#1085;&#1077;&#1083;&#1080; &#1074; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1076;&#1074;&#1077;&#1088;&#1080;, &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090; &#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1085;&#1072; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1099;&#1077; &#1074;&#1086;&#1088;&#1086;&#1090;&#1072;.
      &#1062;&#1074;&#1077;&#1090;&#1086;&#1074;&#1072;&#1103; &#1083;&#1077;&#1075;&#1077;&#1085;&#1076;&#1072; &#1074; &#1090;&#1086;&#1095;&#1085;&#1086;&#1089;&#1090;&#1080; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1077; &#1076;&#1080;&#1089;&#1082;&#1086;&#1074;/&#1087;&#1072;&#1085;&#1077;&#1083;&#1077;&#1081;.
      &#1065;&#1077;&#1083;&#1082;&#1085;&#1091;&#1074; &#1085;&#1072; &#1103;&#1095;&#1077;&#1081;&#1082;&#1077; &#1073;&#1077;&#1079; &#1076;&#1080;&#1089;&#1082;&#1072;, &#1087;&#1088;&#1080;&#1078;&#1080;&#1084;&#1085;&#1086;&#1081; &#1087;&#1072;&#1085;&#1077;&#1083;&#1080; &#1080;&#1083;&#1080; &#1073;&#1077;&#1079; &#1078;&#1077;&#1083;&#1090;&#1099;&#1093; &#1074;&#1086;&#1088;&#1086;&#1090;,  &#1074;&#1099; &#1074;&#1099;&#1081;&#1076;&#1077;&#1090;&#1077; &#1080;&#1079; &#1088;&#1077;&#1078;&#1080;&#1084;&#1072; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1076;&#1074;&#1077;&#1088;&#1080;.</li>
  <li><a name="levelentrance"><u>&#1042;&#1093;&#1086;&#1076;&#1099; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;</u></a>. &#1053;&#1072; &#1082;&#1072;&#1078;&#1076;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1084;&#1086;&#1078;&#1085;&#1086; &#1074;&#1086;&#1081;&#1090;&#1080; &#1074; &#1083;&#1102;&#1073;&#1086;&#1084; &#1080;&#1079; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1072; &#1084;&#1077;&#1089;&#1090;, &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1077;&#1084;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103; &#1074;&#1093;&#1086;&#1076;&#1072; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;, &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1085;&#1077;&#1084;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1080;&#1090;&#1100;, &#1082;&#1072;&#1082;&#1086;&#1081; &#1090;&#1077;&#1082;&#1089;&#1090; &#1091;&#1074;&#1080;&#1076;&#1080;&#1090; &#1080;&#1075;&#1088;&#1086;&#1082;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1074;&#1086;&#1081;&#1076;&#1077;&#1090; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1074; &#1101;&#1090;&#1086;&#1081; &#1090;&#1086;&#1095;&#1082;&#1077;.  &#1069;&#1090;&#1086;&#1090; &#1090;&#1077;&#1082;&#1089;&#1090; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1090;&#1072;&#1082;&#1080;&#1084; &#1078;&#1077;, &#1082;&#1072;&#1082; &#1074;&#1089;&#1077; &#1087;&#1088;&#1086;&#1095;&#1080;&#1077; &#1086;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103; &#1074;&#1093;&#1086;&#1076;&#1086;&#1074;, &#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1080; &#1086;&#1090;&#1083;&#1080;&#1095;&#1072;&#1090;&#1100;&#1089;&#1103;. &#1045;&#1075;&#1086; &#1084;&#1086;&#1078;&#1085;&#1086; &#1086;&#1090;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100; &#1074;&#1086; &#1080;&#1079;&#1073;&#1077;&#1078;&#1072;&#1085;&#1080;&#1077; &#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1103; &#1082; &#1101;&#1082;&#1088;&#1072;&#1085;&#1091; &#1074;&#1093;&#1086;&#1076;&#1072; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;, &#1087;&#1088;&#1080; &#1087;&#1086;&#1076;&#1093;&#1086;&#1076;&#1077; &#1082; &#1085;&#1077;&#1084;&#1091;. &#1042;&#1085;&#1086;&#1074;&#1100; &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1074;&#1093;&#1086;&#1076;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1077;&#1075;&#1086; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;&#1086;&#1077; &#1086;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077;, &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1074;&#1093;&#1086;&#1076;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;, &#1080;&#1083;&#1080; &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1080;&#1090;&#1100;, &#1073;&#1091;&#1076;&#1077;&#1090; &#1083;&#1080; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1090;&#1100;&#1089;&#1103; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;&#1086;&#1077; &#1086;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077; &#1087;&#1088;&#1080; &#1085;&#1072;&#1095;&#1072;&#1083;&#1077; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103; &#1089; &#1101;&#1090;&#1086;&#1075;&#1086; &#1074;&#1093;&#1086;&#1076;&#1072;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1090;&#1084;&#1077;&#1090;&#1080;&#1090;&#1100; &#1074;&#1093;&#1086;&#1076; &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1075;&#1083;&#1072;&#1074;&#1085;&#1086;&#1075;&#1086;. &#1043;&#1083;&#1072;&#1074;&#1085;&#1099;&#1081; &#1074;&#1093;&#1086;&#1076; &#1076;&#1077;&#1083;&#1072;&#1077;&#1090; &#1101;&#1090;&#1091; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1042;&#1093;&#1086;&#1076;&#1085;&#1086;&#1081;, &#1080;&#1084;&#1077;&#1085;&#1085;&#1086; &#1086;&#1090;&#1085;&#1086;&#1089;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1085;&#1077;&#1077; &#1088;&#1072;&#1089;&#1089;&#1095;&#1080;&#1090;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1084;&#1077;&#1089;&#1090;&#1086;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1074;&#1089;&#1077;&#1093; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;. &#1044;&#1083;&#1103; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1084;&#1077;&#1089;&#1090;&#1086;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1074;&#1093;&#1086;&#1076;&#1072; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;, &#1087;&#1077;&#1088;&#1077;&#1090;&#1072;&#1097;&#1080;&#1090;&#1077; &#1077;&#1075;&#1086; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081; &#1074; &#1083;&#1102;&#1073;&#1086;&#1077; &#1076;&#1088;&#1091;&#1075;&#1086;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;.</li>
  <li><a name="stairs"><u>&#1051;&#1077;&#1089;&#1090;&#1085;&#1080;&#1094;&#1099;</u></a>. &#1055;&#1086;&#1089;&#1083;&#1077; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103; &#1083;&#1077;&#1089;&#1090;&#1085;&#1080;&#1094; &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1089;&#1103; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075;&#1086;&#1074;&#1086;&#1077; &#1086;&#1082;&#1085;&#1086;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1073;&#1091;&#1076;&#1077;&#1090; &#1086;&#1090;&#1088;&#1072;&#1078;&#1077;&#1085; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1074;&#1089;&#1077;&#1093;  <a href="#levelentrance">&#1074;&#1093;&#1086;&#1076;&#1086;&#1074; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; </a> &#1101;&#1090;&#1086;&#1081; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099; &#1080; &#1080;&#1093; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;&#1099;&#1077; &#1086;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103;. &#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1086;&#1076;&#1080;&#1085; &#1080;&#1079; &#1074;&#1093;&#1086;&#1076;&#1086;&#1074;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1080;&#1090;&#1100;, &#1082;&#1091;&#1076;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082; &#1087;&#1088;&#1080;&#1076;&#1077;&#1090; &#1087;&#1086; &#1101;&#1090;&#1086;&#1081; &#1083;&#1077;&#1089;&#1090;&#1085;&#1080;&#1094;&#1077;.
      &#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1074;&#1099;&#1073;&#1077;&#1088;&#1077;&#1090;&#1077; "&#1050;&#1086;&#1085;&#1077;&#1094; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;", &#1090;&#1086; &#1087;&#1086; &#1101;&#1090;&#1086;&#1081; &#1083;&#1077;&#1089;&#1090;&#1085;&#1080;&#1094;&#1077;  &#1080;&#1075;&#1088;&#1086;&#1082; &#1087;&#1088;&#1080;&#1076;&#1077;&#1090; &#1082; &#1089;&#1072;&#1084;&#1086;&#1084;&#1091; &#1082;&#1086;&#1085;&#1094;&#1091; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;. &#1050;&#1086;&#1085;&#1077;&#1095;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085; &#1074; &#1083;&#1102;&#1073;&#1086;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1087;&#1091;&#1090;&#1077;&#1084; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1085;&#1086;&#1075;&#1086; &#1097;&#1077;&#1083;&#1095;&#1082;&#1072; &#1085;&#1072; &#1101;&#1090;&#1086;&#1081; &#1083;&#1077;&#1089;&#1090;&#1085;&#1080;&#1094;&#1077;. &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1087;&#1072;&#1088;&#1099; &#1083;&#1077;&#1089;&#1090;&#1085;&#1080;&#1094; &#1080; &#1087;&#1088;&#1080;&#1083;&#1077;&#1075;&#1072;&#1102;&#1097;&#1080;&#1093; &#1082; &#1085;&#1080;&#1084; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081; &#1085;&#1072; &#1074;&#1093;&#1086;&#1076;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100; &#1076;&#1074;&#1091;&#1093;&#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1085;&#1080;&#1077; &#1083;&#1077;&#1089;&#1090;&#1085;&#1080;&#1095;&#1085;&#1099;&#1077; &#1087;&#1088;&#1086;&#1083;&#1077;&#1090;&#1099;.</li>
  <li><a name="serpents"><u>&#1047;&#1084;&#1077;&#1080;</u></a>. &#1047;&#1084;&#1077;&#1080; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1072;&#1102;&#1090;&#1089;&#1103; &#1087;&#1086; &#1086;&#1076;&#1085;&#1086;&#1084;&#1091; &#1092;&#1088;&#1072;&#1075;&#1084;&#1077;&#1085;&#1090;&#1091; &#1079;&#1072; &#1086;&#1076;&#1080;&#1085; &#1088;&#1072;&#1079;, &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1103; &#1089; &#1075;&#1086;&#1083;&#1086;&#1074;&#1099;. &#1050;&#1072;&#1082; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074;&#1099; &#1085;&#1072;&#1095;&#1085;&#1077;&#1090;&#1077; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1072;&#1090;&#1100; &#1079;&#1084;&#1077;&#1102;, &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1073;&#1086;&#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1100; &#1080;&#1079;&#1075;&#1080;&#1073; &#1077;&#1077; &#1090;&#1091;&#1083;&#1086;&#1074;&#1080;&#1097;&#1072;. &#1055;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1072;&#1081;&#1090;&#1077; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1072;&#1090;&#1100; &#1092;&#1088;&#1072;&#1075;&#1084;&#1077;&#1085;&#1090;&#1099; &#1079;&#1084;&#1077;&#1080;, &#1097;&#1077;&#1083;&#1082;&#1072;&#1103; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081; &#1076;&#1083;&#1103; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1080; &#1082;&#1072;&#1078;&#1076;&#1086;&#1075;&#1086; &#1080;&#1079; &#1085;&#1080;&#1093;. &#1056;&#1072;&#1085;&#1077;&#1077; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1077; &#1089;&#1077;&#1075;&#1084;&#1077;&#1085;&#1090;&#1099; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1091;&#1076;&#1072;&#1083;&#1077;&#1085;&#1099; &#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1086;&#1084; &#1097;&#1077;&#1083;&#1095;&#1082;&#1072; &#1085;&#1072; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1077;&#1084; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1085;&#1086;&#1084; &#1092;&#1088;&#1072;&#1075;&#1084;&#1077;&#1085;&#1090;&#1077;. &#1063;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1082;&#1086;&#1085;&#1095;&#1080;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072;, &#1076;&#1074;&#1072;&#1078;&#1076;&#1099; &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081; &#1074; &#1086;&#1076;&#1085;&#1086;&#1084; &#1084;&#1077;&#1089;&#1090;&#1077;. &#1044;&#1083;&#1080;&#1085;&#1072; &#1079;&#1084;&#1077;&#1080; &#1076;&#1086;&#1083;&#1078;&#1085;&#1072; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1090;&#1100; &#1082;&#1072;&#1082; &#1084;&#1080;&#1085;&#1080;&#1084;&#1091;&#1084; &#1076;&#1074;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1072;. &#1063;&#1090;&#1086;&#1073;&#1099; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1088;&#1072;&#1085;&#1077;&#1077; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1085;&#1091;&#1102; &#1079;&#1084;&#1077;&#1102; &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1085;&#1077;&#1081; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081;.</li>
  <li><a name="halphslayer"><u>&#1061;&#1072;&#1083;&#1100;&#1092;/&#1043;&#1086;&#1083;&#1086;&#1074;&#1086;&#1088;&#1077;&#1079;</u></a>.  &#1069;&#1090;&#1086; &#1086;&#1089;&#1086;&#1073;&#1099;&#1077; &#1089;&#1102;&#1078;&#1077;&#1090;&#1085;&#1099;&#1077; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1080;, &#1080; &#1074;&#1099; &#1074;&#1099;&#1085;&#1091;&#1078;&#1076;&#1077;&#1085;&#1099; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1072;&#1090;&#1100; &#1074; &#1089;&#1077;&#1088;&#1077;&#1076;&#1080;&#1085;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1083;&#1080;&#1096;&#1100; &#1086;&#1076;&#1085;&#1086;&#1075;&#1086; &#1079;&#1072; &#1086;&#1076;&#1080;&#1085; &#1088;&#1072;&#1079;. &#1054;&#1076;&#1085;&#1072;&#1082;&#1086;, &#1087;&#1086; &#1082;&#1088;&#1072;&#1103;&#1084; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1091;&#1089;&#1090;&#1072;&#1085;&#1072;&#1074;&#1083;&#1080;&#1074;&#1072;&#1090;&#1100; &#1080;&#1093; &#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1091;&#1075;&#1086;&#1076;&#1085;&#1086;. &#1050;&#1088;&#1072;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1095;&#1077;&#1085;, &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1103;, &#1095;&#1090;&#1086; &#1077;&#1089;&#1083;&#1080; &#1080;&#1075;&#1088;&#1086;&#1082; &#1074;&#1086;&#1081;&#1076;&#1077;&#1090; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1080; &#1089;&#1090;&#1091;&#1087;&#1080;&#1090; &#1085;&#1072; &#1101;&#1090;&#1091; &#1103;&#1095;&#1077;&#1081;&#1082;&#1091;, &#1095;&#1077;&#1088;&#1077;&#1079; &#1087;&#1103;&#1090;&#1100; &#1093;&#1086;&#1076;&#1086;&#1074; &#1101;&#1090;&#1086;&#1090; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078; &#1087;&#1086;&#1081;&#1076;&#1077;&#1090; &#1087;&#1086; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1074;&#1089;&#1083;&#1077;&#1076; &#1079;&#1072; &#1041;&#1080;&#1090;&#1088;&#1086;. &#1045;&#1089;&#1083;&#1080; &#1087;&#1088;&#1080; &#1074;&#1093;&#1086;&#1076;&#1077; &#1082;&#1088;&#1072;&#1081;&#1085;&#1103;&#1103; &#1103;&#1095;&#1077;&#1081;&#1082;&#1072; &#1085;&#1077; &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1072;, &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078; &#1085;&#1072;&#1095;&#1085;&#1077;&#1090; &#1087;&#1088;&#1077;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1087;&#1086;&#1079;&#1078;&#1077; &#1087;&#1103;&#1090;&#1080; &#1093;&#1086;&#1076;&#1086;&#1074;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1101;&#1090;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;.</li>
  <li><a name="lighting"><u>&#1048;&#1089;&#1090;&#1086;&#1095;&#1085;&#1080;&#1082;&#1080; &#1089;&#1074;&#1077;&#1090;&#1072;</u></a>.  &#1055;&#1086;&#1089;&#1083;&#1077; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103; &#1080;&#1089;&#1090;&#1086;&#1095;&#1085;&#1080;&#1082;&#1086;&#1074; &#1089;&#1074;&#1077;&#1090;&#1072;, &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1087;&#1086; &#1085;&#1080;&#1084;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1080;&#1093; &#1094;&#1074;&#1077;&#1090; &#1085;&#1072; &#1090;&#1077;&#1082;&#1091;&#1097;&#1080;&#1081; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1099;&#1081;.  &#1045;&#1089;&#1083;&#1080; &#1094;&#1074;&#1077;&#1090; &#1086;&#1089;&#1074;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103; &#1091;&#1078;&#1077; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1084;&#1091;, &#1090;&#1086; &#1097;&#1077;&#1083;&#1082;&#1085;&#1091;&#1074; &#1085;&#1072; &#1080;&#1089;&#1090;&#1086;&#1095;&#1085;&#1080;&#1082; &#1089;&#1074;&#1077;&#1090;&#1072;, &#1074;&#1099; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1077; &#1077;&#1075;&#1086; &#1080;&#1085;&#1090;&#1077;&#1085;&#1089;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1100; &#1080; &#1088;&#1072;&#1076;&#1080;&#1091;&#1089; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1085;&#1072; &#1086;&#1076;&#1085;&#1091; &#1103;&#1095;&#1077;&#1081;&#1082;&#1091;, &#1074;&#1087;&#1083;&#1086;&#1090;&#1100; &#1076;&#1086; &#1074;&#1086;&#1089;&#1100;&#1084;&#1080;. &#1063;&#1090;&#1086;&#1073;&#1099; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1080;&#1085;&#1090;&#1077;&#1085;&#1089;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1100; &#1080; &#1088;&#1072;&#1076;&#1080;&#1091;&#1089; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1074; &#1084;&#1077;&#1085;&#1100;&#1096;&#1091;&#1102; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1091;, &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1087;&#1086; &#1080;&#1089;&#1090;&#1086;&#1095;&#1085;&#1080;&#1082;&#1072;&#1084; &#1089;&#1074;&#1077;&#1090;&#1072;, &#1091;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1103; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; Shift.</li>
  <li><a name="customtextures"><u>&#1057;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1077; &#1090;&#1077;&#1082;&#1089;&#1090;&#1091;&#1088;&#1099; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;</u></a>. &#1053;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1090;&#1077;&#1082;&#1089;&#1090;&#1091;&#1088;&#1099; &#1087;&#1086;&#1083;&#1086;&#1074; &#1074;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1099; &#1074; &#1082;&#1072;&#1078;&#1076;&#1099;&#1081; &#1089;&#1090;&#1080;&#1083;&#1100; &#1086;&#1092;&#1086;&#1088;&#1084;&#1083;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;. &#1050;&#1088;&#1086;&#1084;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1077; &#1090;&#1077;&#1082;&#1089;&#1090;&#1091;&#1088;&#1099; &#1076;&#1083;&#1103; &#1087;&#1086;&#1083;&#1086;&#1074;, &#1089;&#1090;&#1077;&#1085; &#1080; &#1103;&#1084;, &#1074;&#1099;&#1073;&#1088;&#1072;&#1074; &#1103;&#1095;&#1077;&#1081;&#1082;&#1091; &#1089; &#1094;&#1074;&#1077;&#1090;&#1085;&#1086;&#1081; &#1079;&#1072;&#1074;&#1080;&#1090;&#1091;&#1096;&#1082;&#1086;&#1081; &#1074; &#1084;&#1077;&#1085;&#1102; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;.  &#1055;&#1088;&#1080; &#1087;&#1077;&#1088;&#1074;&#1086;&#1081; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1077; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1103;&#1095;&#1077;&#1077;&#1082; &#1089; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1081; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1086;&#1081;, &#1074;&#1072;&#1089; &#1087;&#1086;&#1087;&#1088;&#1086;&#1089;&#1103;&#1090; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1091; &#1092;&#1072;&#1081;&#1083; &#1089; &#1082;&#1072;&#1088;&#1090;&#1080;&#1085;&#1082;&#1086;&#1081;, &#1093;&#1088;&#1072;&#1085;&#1103;&#1097;&#1080;&#1081;&#1089;&#1103; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082;&#1077;, &#1086;&#1085; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085; &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1081; &#1090;&#1077;&#1082;&#1089;&#1090;&#1091;&#1088;&#1099;. &#1069;&#1090;&#1080; &#1082;&#1072;&#1088;&#1090;&#1080;&#1085;&#1082;&#1080; &#1087;&#1086; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1091; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1103;&#1095;&#1077;&#1081;&#1082;&#1072;&#1084; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1090;.&#1077;.  22x22 &#1087;&#1080;&#1082;&#1089;&#1077;&#1083;&#1103;. <a name="supportedimg">&#1044;&#1083;&#1103; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1072; &#1087;&#1086;&#1076;&#1093;&#1086;&#1076;&#1103;&#1090; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1082;&#1072;&#1088;&#1090;&#1080;&#1085;&#1082;&#1080; &#1074; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1077; </a>JPEG &#1080; PNG, &#1087;&#1088;&#1086;&#1079;&#1088;&#1072;&#1095;&#1085;&#1086;&#1089;&#1090;&#1100; &#1085;&#1077; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103;. &#1050;&#1072;&#1082; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1082;&#1072;&#1082; &#1084;&#1080;&#1085;&#1080;&#1084;&#1091;&#1084; &#1086;&#1076;&#1085;&#1072; &#1082;&#1072;&#1088;&#1090;&#1080;&#1085;&#1082;&#1072; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1072; &#1074; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1091;, &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1077;&#1077; &#1076;&#1083;&#1103; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1074; &#1083;&#1102;&#1073;&#1086;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1101;&#1090;&#1086;&#1081; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;. &#1042; &#1082;&#1072;&#1078;&#1076;&#1086;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1084;&#1086;&#1078;&#1085;&#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1083;&#1080;&#1096;&#1100; &#1086;&#1076;&#1085;&#1091; &#1082;&#1072;&#1088;&#1090;&#1080;&#1085;&#1082;&#1091; &#1076;&#1083;&#1103; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1081; &#1090;&#1077;&#1082;&#1089;&#1090;&#1091;&#1088;&#1099;. &#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077;  F9, &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1091;&#1102; &#1082;&#1072;&#1088;&#1090;&#1080;&#1085;&#1082;&#1091; &#1076;&#1083;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1080; &#1077;&#1077; &#1087;&#1077;&#1088;&#1074;&#1091;&#1102; &#1103;&#1095;&#1077;&#1081;&#1082;&#1091; (&#1090;.&#1077;. &#1084;&#1077;&#1089;&#1090;&#1086;, &#1086;&#1090;&#1082;&#1091;&#1076;&#1072; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072;&#1087;&#1086;&#1083;&#1100;&#1085;&#1099;&#1081; &#1091;&#1079;&#1086;&#1088;).</li>
  <li><a name="obstacles"><u>&#1051;&#1072;&#1085;&#1076;&#1096;&#1072;&#1092;&#1090;&#1085;&#1099;&#1077; &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1080;&#1103;</u></a>. &#1051;&#1072;&#1085;&#1076;&#1096;&#1072;&#1092;&#1090;&#1085;&#1099;&#1077; &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1080;&#1103; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1102;&#1090; &#1074; &#1089;&#1074;&#1086;&#1077;&#1084; &#1084;&#1085;&#1086;&#1075;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1080; &#1092;&#1086;&#1088;&#1084; &#1080; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1086;&#1074;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1072;&#1090;&#1100;&#1089;&#1103; &#1084;&#1077;&#1078;&#1076;&#1091; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1084;&#1080; &#1090;&#1080;&#1087;&#1072;&#1084;&#1080; &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1080;&#1081; &#1087;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096; &#1074;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1103; &#1080;&#1083;&#1080; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1085;&#1086;&#1075;&#1086; &#1097;&#1077;&#1083;&#1095;&#1082;&#1072; &#1085;&#1072; &#1086;&#1087;&#1094;&#1080;&#1080; &#1084;&#1077;&#1085;&#1102; &#1076;&#1077;&#1082;&#1086;&#1088;&#1072;&#1094;&#1080;&#1081;. &#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1072;&#1077;&#1090;&#1077; &#1083;&#1072;&#1085;&#1076;&#1096;&#1072;&#1092;&#1090;&#1085;&#1099;&#1077; &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1080;&#1103;, &#1074;&#1099;&#1076;&#1077;&#1083;&#1103;&#1103; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100;, &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090; &#1079;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1086;&#1084;, &#1073;&#1091;&#1076;&#1077;&#1090; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1086; &#1085;&#1072;&#1080;&#1073;&#1086;&#1083;&#1100;&#1096;&#1077;&#1077; &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1080;&#1077; &#1076;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1090;&#1080;&#1087;&#1072;. &#1053;&#1080;&#1078;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1074;&#1089;&#1077;&#1093; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1099;&#1093; &#1090;&#1080;&#1087;&#1086;&#1074; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1086;&#1074; &#1080; &#1080;&#1093; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1086;&#1074;:
      <table>
        <tr>
          <td width="150">&#1058;&#1080;&#1087;</td>
          <td>1x1</td><td>2x2</td><td>3x3</td><td>4x4</td><td>5x5</td>
          <td>&#1076;&#1088;&#1091;&#1075;&#1086;&#1081;</td>
        </tr><tr>
          <td>&#1082;&#1072;&#1084;&#1077;&#1085;&#1100; 1</td>
          <td>X</td><td>X</td><td>X</td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1082;&#1072;&#1084;&#1077;&#1085;&#1100; 2</td>
          <td>X</td><td>X</td><td>X</td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1088;&#1072;&#1089;&#1090;&#1077;&#1085;&#1080;&#1077; 1</td>
          <td>X</td><td>X</td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1088;&#1072;&#1089;&#1090;&#1077;&#1085;&#1080;&#1077; 2</td>
          <td>X</td><td>X</td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1078;&#1080;&#1083;&#1080;&#1097;&#1077; 1</td>
          <td>X</td><td></td><td>X</td><td></td><td>X</td><td></td>
        </tr><tr>
          <td>&#1078;&#1080;&#1083;&#1080;&#1097;&#1077; 2</td>
          <td>X</td><td></td><td>X</td><td></td><td>X</td><td></td>
        </tr><tr>
          <td>&#1075;&#1088;&#1091;&#1076;&#1072; &#1095;&#1077;&#1088;&#1077;&#1087;&#1086;&#1074;  1</td>
          <td>X</td><td>X</td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1075;&#1088;&#1091;&#1076;&#1072; &#1095;&#1077;&#1088;&#1077;&#1087;&#1086;&#1074;  2</td>
          <td>X</td><td>X</td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1089;&#1090;&#1072;&#1090;&#1091;&#1103; &#1075;&#1086;&#1073;&#1083;&#1080;&#1085;&#1072;</td>
          <td>X</td><td>X</td><td></td><td>X</td><td></td><td></td>
        </tr><tr>
          <td>&#1080;&#1084;&#1087;&#1077;&#1088;&#1089;&#1082;&#1072;&#1103; &#1089;&#1090;&#1072;&#1090;&#1091;&#1103;</td>
          <td>X</td><td>X</td><td></td><td>X</td><td></td><td></td>
        </tr><tr>
          <td>&#1089;&#1090;&#1086;&#1083;</td>
          <td>X</td><td></td><td>X</td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1082;&#1085;&#1080;&#1078;&#1085;&#1072;&#1103; &#1087;&#1086;&#1083;&#1082;&#1072;</td>
          <td>X</td><td></td><td></td><td></td><td></td><td>2x1</td>
        </tr><tr>
          <td>&#1089;&#1090;&#1091;&#1083; &#1057;</td>
          <td>X</td><td></td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1089;&#1090;&#1091;&#1083; &#1042;</td>
          <td>X</td><td></td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1089;&#1090;&#1091;&#1083; &#1070;</td>
          <td>X</td><td></td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1089;&#1090;&#1091;&#1083; &#1047;</td>
          <td>X</td><td></td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1082;&#1085;&#1080;&#1075;&#1072; &#1085;&#1072;
 &#1087;&#1100;&#1077;&#1076;&#1077;&#1089;&#1090;&#1072;&#1083;&#1077;</td>
          <td>X</td><td></td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1089;&#1091;&#1085;&#1076;&#1091;&#1082;
 &#1089; &#1089;&#1086;&#1082;&#1088;&#1086;&#1074;&#1080;&#1097;&#1072;&#1084;&#1080; </td>
          <td>X</td><td></td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1085;&#1072;&#1076;&#1075;&#1088;&#1086;&#1073;&#1085;&#1099;&#1081;
 &#1082;&#1072;&#1084;&#1077;&#1085;&#1100;  1</td>
          <td>X</td><td></td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1085;&#1072;&#1076;&#1075;&#1088;&#1086;&#1073;&#1085;&#1099;&#1081;
 &#1082;&#1072;&#1084;&#1077;&#1085;&#1100;  2</td>
          <td>X</td><td></td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1087;&#1086;&#1074;&#1089;&#1077;&#1084;&#1077;&#1089;&#1090;&#1085;&#1099;&#1081;
 &#1103;&#1097;&#1080;&#1082;</td>
          <td>X</td><td></td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1089;&#1090;&#1086;&#1083;</td>
          <td>X</td><td>X</td><td>X</td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1089;&#1090;&#1086;&#1083; &#1089; &#1073;&#1077;&#1075;&#1091;&#1085;&#1082;&#1086;&#1084;</td>
          <td>X</td><td>X</td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1075;&#1080;&#1088;&#1080; &#1086;&#1090; &#1095;&#1072;&#1089;&#1086;&#1074;</td>
          <td>X</td><td></td><td></td><td>X</td><td></td><td></td>
        </tr><tr>
          <td>&#1093;&#1080;&#1078;&#1080;&#1085;&#1072;</td>
          <td>X</td><td></td><td>X</td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1082;&#1086;&#1090;&#1077;&#1083;</td>
          <td>X</td><td>X</td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1082;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;</td>
          <td>X</td><td></td><td></td><td></td><td></td><td>1x2</td>
        </tr><tr>
          <td>&#1091;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1100;</td>
          <td>X</td><td></td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1073;&#1086;&#1095;&#1086;&#1085;&#1086;&#1082;</td>
          <td>X</td><td></td><td></td><td></td><td></td><td></td>
        </tr><tr>
          <td>&#1090;&#1088;&#1091;&#1073;&#1072;</td>
          <td>X</td><td></td><td></td><td></td><td></td><td>3x1</td>
        </tr><tr>
          <td>&#1082;&#1091;&#1096;&#1077;&#1090;&#1082;&#1072;</td>
          <td>X</td><td></td><td></td><td></td><td></td><td>2x1</td>
        </tr><tr>
          <td>&#1088;&#1072;&#1082;&#1086;&#1074;&#1080;&#1085;&#1072;</td>
          <td>X</td><td></td><td></td><td></td><td></td><td></td>
        </tr>
  </table></li>
  <li><a name="tokens"><u>&#1047;&#1085;&#1072;&#1082;&#1080;</u></a>.  &#1040;&#1088;&#1093;&#1080;&#1090;&#1077;&#1082;&#1090;&#1091;&#1088;&#1085;&#1099;&#1077; &#1079;&#1085;&#1072;&#1082;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1099; &#1085;&#1072; &#1089;&#1083;&#1086;&#1077; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1086;&#1074; &#1089; &#1094;&#1077;&#1083;&#1100;&#1102; &#1087;&#1088;&#1080;&#1074;&#1085;&#1077;&#1089;&#1077;&#1085;&#1080;&#1103; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1093; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1086;&#1074;, &#1087;&#1088;&#1086;&#1103;&#1074;&#1083;&#1103;&#1102;&#1097;&#1080;&#1093;&#1089;&#1103; &#1087;&#1088;&#1080; &#1087;&#1088;&#1080;&#1082;&#1086;&#1089;&#1085;&#1086;&#1074;&#1077;&#1085;&#1080;&#1080; &#1082; &#1079;&#1085;&#1072;&#1082;&#1072;&#1084; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1080;&#1083;&#1080; &#1077;&#1075;&#1086; &#1076;&#1074;&#1086;&#1081;&#1085;&#1080;&#1082;&#1072; (&#1079;&#1072; &#1088;&#1077;&#1076;&#1082;&#1080;&#1084;&#1080; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1103;&#1084;&#1080;, &#1086;&#1087;&#1080;&#1089;&#1072;&#1085;&#1085;&#1099;&#1084;&#1080; &#1085;&#1080;&#1078;&#1077;). &#1063;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1090;&#1080;&#1087; &#1079;&#1085;&#1072;&#1082;&#1072; &#1076;&#1083;&#1103; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103;, &#1087;&#1086;&#1074;&#1077;&#1088;&#1085;&#1080;&#1090;&#1077; &#1080;&#1083;&#1080; &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1085;&#1077;&#1084;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1079;&#1085;&#1072;&#1082; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085; &#1074; &#1084;&#1077;&#1085;&#1102; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;.
      <ul>
        <li><a name="arrowtoken"><u>&#1042;&#1088;&#1072;&#1097;&#1072;&#1090;&#1077;&#1083;&#1100; &#1089;&#1090;&#1088;&#1077;&#1083;&#1086;&#1082; (&#1087;&#1086; &#1095;&#1072;&#1089;&#1086;&#1074;&#1086;&#1081;/&#1087;&#1088;&#1086;&#1090;&#1080;&#1074; &#1095;&#1072;&#1089;&#1086;&#1074;&#1086;&#1081;)</u></a>.  &#1055;&#1086;&#1074;&#1086;&#1088;&#1072;&#1095;&#1080;&#1074;&#1072;&#1077;&#1090; &#1074;&#1089;&#1077; &#1089;&#1080;&#1083;&#1086;&#1074;&#1099;&#1077; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1080; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1085;&#1072; &#1086;&#1076;&#1085;&#1091; &#1074;&#1086;&#1089;&#1100;&#1084;&#1091;&#1102; &#1082;&#1088;&#1091;&#1075;&#1072; &#1087;&#1086; &#1080;&#1083;&#1080; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074; &#1095;&#1072;&#1089;&#1086;&#1074;&#1086;&#1081; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1080; &#1087;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1085;&#1072; &#1085;&#1077;&#1075;&#1086; &#1085;&#1072;&#1089;&#1090;&#1091;&#1087;&#1072;&#1102;&#1090;. &#1055;&#1086;&#1074;&#1090;&#1086;&#1088;&#1085;&#1099;&#1081; &#1096;&#1072;&#1075; &#1085;&#1072; &#1101;&#1090;&#1086;&#1090; &#1079;&#1085;&#1072;&#1082; &#1087;&#1088;&#1080;&#1074;&#1086;&#1076;&#1080;&#1090; &#1082; &#1086;&#1073;&#1088;&#1072;&#1090;&#1085;&#1086;&#1084;&#1091; &#1087;&#1086;&#1074;&#1086;&#1088;&#1086;&#1090;&#1091;.</li>
        <li><a name="tartoken"><u>&#1055;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1072;&#1090;&#1077;&#1083;&#1080; &#1089;&#1084;&#1086;&#1083;&#1103;&#1085;&#1086;&#1081; &#1089;&#1091;&#1073;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080;</u></a>.  &#1055;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088; &#1076;&#1074;&#1091;&#1093; &#1090;&#1080;&#1087;&#1086;&#1074; &#1089;&#1084;&#1086;&#1083;&#1103;&#1085;&#1099;&#1093; &#1089;&#1091;&#1073;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1081; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;, &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1103; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097; &#1101;&#1090;&#1086;&#1075;&#1086; &#1088;&#1086;&#1076;&#1072;.</li>
        <li><a name="visiontoken"><u>&#1059;&#1083;&#1091;&#1095;&#1096;&#1077;&#1085;&#1085;&#1086;&#1077; &#1079;&#1088;&#1077;&#1085;&#1080;&#1077;</u></a>.  &#1055;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1080;&#1075;&#1088;&#1086;&#1082;&#1091; &#1074;&#1080;&#1076;&#1077;&#1090;&#1100; &#1074;&#1089;&#1077;&#1093; &#1087;&#1072;&#1091;&#1082;&#1086;&#1074; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1090;&#1086;, &#1095;&#1090;&#1086; &#1089;&#1082;&#1088;&#1099;&#1090;&#1086; &#1087;&#1086;&#1076; &#1089;&#1084;&#1086;&#1083;&#1103;&#1085;&#1099;&#1084;&#1080; &#1089;&#1091;&#1073;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103;&#1084;&#1080; &#1080; &#1082;&#1091;&#1076;&#1072; &#1089;&#1084;&#1086;&#1090;&#1088;&#1103;&#1090; &#1079;&#1083;&#1086;&#1073;&#1086;&#1075;&#1083;&#1072;&#1079;&#1099;.</li>
        <li><a name="powertoken"><u>&#1057;&#1080;&#1083;&#1072;/&#1084;&#1080;&#1096;&#1077;&#1085;&#1100;</u></a>.  &#1055;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1080;&#1075;&#1088;&#1086;&#1082;&#1091; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1090;&#1100; &#1060;&#1077;&#1075;&#1091;&#1085;&#1076;&#1086;. &#1055;&#1088;&#1077;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090; &#1074;&#1089;&#1077;&#1093; &#1080;&#1075;&#1088;&#1086;&#1082;&#1086;&#1074;, &#1082;&#1088;&#1086;&#1084;&#1077; &#1041;&#1080;&#1090;&#1088;&#1086;, &#1074; &#1084;&#1080;&#1096;&#1077;&#1085;&#1080; &#1076;&#1083;&#1103; &#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1086;&#1074; &#1080; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1099; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099;&#1077; &#1083;&#1080;&#1096;&#1100; &#1041;&#1080;&#1090;&#1088;&#1086;.</li>
        <li><a name="disarmtoken"><u>&#1056;&#1072;&#1079;&#1086;&#1088;&#1091;&#1078;&#1077;&#1085;&#1080;&#1077;</u></a>.  &#1055;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1103;, &#1087;&#1088;&#1080; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1080;&#1075;&#1088;&#1086;&#1082;&#1091; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1077;&#1085;&#1086; &#1080;&#1083;&#1080; &#1085;&#1077; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1077;&#1085;&#1086; &#1080;&#1084;&#1077;&#1090;&#1100; &#1084;&#1077;&#1095;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1091; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1085;&#1077;&#1090; &#1084;&#1077;&#1095;&#1072;, &#1087;&#1086;&#1076; &#1085;&#1080;&#1084; &#1085;&#1077; &#1087;&#1088;&#1086;&#1074;&#1072;&#1083;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1083;&#1102;&#1082;&#1080;.  &#1069;&#1090;&#1086;&#1090; &#1079;&#1085;&#1072;&#1082; &#1085;&#1077; &#1086;&#1090;&#1084;&#1077;&#1085;&#1103;&#1077;&#1090; &#1087;&#1088;&#1086;&#1095;&#1080;&#1093; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1081;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1091; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1080; &#1090;&#1072;&#1082; &#1085;&#1077;&#1090; &#1084;&#1077;&#1095;&#1072;.</li>
        <li><a name="movementtoken"><u>&#1055;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1085;&#1099;&#1077; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103; &#1075;&#1086;&#1088;&#1086;&#1078;&#1072;&#1085;</u></a>.
            &#1048;&#1079;&#1084;&#1077;&#1085;&#1103;&#1077;&#1090; &#1087;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077; &#1075;&#1088;&#1072;&#1078;&#1076;&#1072;&#1085;, &#1087;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1085;&#1086; &#1087;&#1088;&#1080;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1102;&#1097;&#1080;&#1093;&#1089;&#1103; &#1089;&#1074;&#1086;&#1080;&#1093; &#1084;&#1072;&#1088;&#1096;&#1088;&#1091;&#1090;&#1086;&#1074; &#1082; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103;&#1084; &#1089;&#1085;&#1072;&#1073;&#1078;&#1077;&#1085;&#1080;&#1103;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1072;&#1082;&#1090;&#1080;&#1074;&#1072;&#1094;&#1080;&#1080; &#1101;&#1090;&#1086;&#1075;&#1086; &#1079;&#1085;&#1072;&#1082;&#1072;, &#1075;&#1086;&#1088;&#1086;&#1078;&#1072;&#1085;&#1077; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1102;&#1090;  &#1078;&#1076;&#1072;&#1090;&#1100;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1079;&#1072;&#1073;&#1083;&#1086;&#1082;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1072;&#1103; &#1076;&#1086;&#1088;&#1086;&#1075;&#1072; &#1082; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1081; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080; &#1086;&#1090;&#1082;&#1088;&#1086;&#1077;&#1090;&#1089;&#1103;, &#1072; &#1085;&#1077; &#1073;&#1088;&#1086;&#1089;&#1072;&#1102;&#1090; &#1074;&#1089;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1089;&#1082;&#1072;&#1090;&#1100; &#1076;&#1088;&#1091;&#1075;&#1091;&#1102; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1102; &#1087;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1087;&#1088;&#1086;&#1074;&#1077;&#1076;&#1091;&#1090; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1093;&#1086;&#1076;&#1086;&#1074; &#1086;&#1090;&#1088;&#1077;&#1079;&#1072;&#1085;&#1085;&#1099;&#1084;&#1080; &#1086;&#1090; &#1089;&#1074;&#1086;&#1077;&#1081; &#1094;&#1077;&#1083;&#1080;. &#1042;&#1053;&#1048;&#1052;&#1040;&#1053;&#1048;&#1045;: &#1101;&#1090;&#1086;&#1090; &#1079;&#1085;&#1072;&#1082; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1080; &#1085;&#1077; &#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090; &#1087;&#1088;&#1080;&#1082;&#1086;&#1089;&#1085;&#1086;&#1074;&#1077;&#1085;&#1080;&#1103; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;.</li>
        <li><a name="conquertoken"><u>&#1055;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077;</u></a>.  &#1050;&#1086;&#1075;&#1076;&#1072; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1077;&#1089;&#1090;&#1100; &#1093;&#1086;&#1090;&#1103; &#1073;&#1099; &#1086;&#1076;&#1080;&#1085; &#1090;&#1072;&#1082;&#1086;&#1081; &#1079;&#1085;&#1072;&#1082;, &#1080;&#1075;&#1088;&#1086;&#1082; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1076;&#1086;&#1090;&#1088;&#1086;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1076;&#1086; &#1085;&#1077;&#1075;&#1086; &#1074; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1077; &#1080;&#1075;&#1088;&#1099;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; &#1089;&#1095;&#1080;&#1090;&#1072;&#1083;&#1072;&#1089;&#1100; &#1087;&#1088;&#1086;&#1081;&#1076;&#1077;&#1085;&#1085;&#1086;&#1081;. 
			&#1044;&#1083;&#1103; &#1091;&#1076;&#1086;&#1073;&#1089;&#1090;&#1074;&#1072; &#1087;&#1086;&#1076;&#1089;&#1095;&#1077;&#1090;&#1072; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1086;&#1074; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081;, CaravelNet &#1089;&#1095;&#1080;&#1090;&#1072;&#1077;&#1090; &#1093;&#1086;&#1076;, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1080;&#1075;&#1088;&#1086;&#1082; &#1076;&#1086;&#1090;&#1088;&#1072;&#1075;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1076;&#1086; &#1086;&#1076;&#1085;&#1086;&#1075;&#1086; &#1080;&#1079; &#1101;&#1090;&#1080;&#1093; &#1079;&#1085;&#1072;&#1082;&#1086;&#1074;, &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1077;&#1084; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.
          &#1055;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1076;&#1086;&#1073;&#1077;&#1088;&#1077;&#1090;&#1077;&#1089;&#1100; &#1076;&#1086; &#1101;&#1090;&#1086;&#1075;&#1086; &#1079;&#1085;&#1072;&#1082;&#1072; &#1088;&#1072;&#1085;&#1100;&#1096;&#1077; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093;, &#1090;&#1086; &#1101;&#1090;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1089;&#1077;&#1088;&#1100;&#1077;&#1079;&#1085;&#1086;&#1081; &#1079;&#1072;&#1103;&#1074;&#1082;&#1086;&#1081; &#1085;&#1072; &#1087;&#1077;&#1088;&#1074;&#1086;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;!</li>
    </ul>
  </li>
</ol>
<p><a name="masterwalls"><b>&#1057;&#1090;&#1077;&#1085;&#1099; &#1086;&#1087;&#1099;&#1090;&#1072; </b></a> - &#1054;&#1089;&#1086;&#1073;&#1099;&#1081; &#1090;&#1080;&#1087; &#1089;&#1090;&#1077;&#1085;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1103;&#1090;&#1089;&#1103; &#1087;&#1088;&#1086;&#1079;&#1088;&#1072;&#1095;&#1085;&#1099;&#1084;&#1080; (&#1080;&#1075;&#1088;&#1086;&#1082; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1088;&#1086;&#1081;&#1090;&#1080; &#1089;&#1082;&#1074;&#1086;&#1079;&#1100; &#1085;&#1080;&#1093;) &#1087;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1080;&#1075;&#1088;&#1086;&#1082; &#1076;&#1086;&#1089;&#1082;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086; &#1080;&#1079;&#1091;&#1095;&#1080;&#1083; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1091; (&#1090;.&#1077;. &#1074;&#1099;&#1096;&#1077;&#1083; &#1080;&#1079; &#1085;&#1077;&#1077; &#1080; &#1087;&#1088;&#1086;&#1096;&#1077;&#1083; &#1074;&#1089;&#1077; &#1077;&#1077;  <a href="editselect.html#secret"> &#1089;&#1077;&#1082;&#1088;&#1077;&#1090;&#1085;&#1099;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;</a> &#1082;&#1072;&#1082; &#1084;&#1080;&#1085;&#1080;&#1084;&#1091;&#1084; &#1086;&#1076;&#1080;&#1085; &#1088;&#1072;&#1079;). &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1080;&#1093;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1074; &#1087;&#1088;&#1080;&#1079;&#1086;&#1074;&#1099;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1080;&#1075;&#1088;&#1086;&#1082; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1087;&#1072;&#1089;&#1090;&#1100; &#1083;&#1080;&#1096;&#1100; &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;.</p>
<p><a name="roomerrors"><b>&#1054;&#1096;&#1080;&#1073;&#1082;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;</b></a> - &#1054;&#1096;&#1080;&#1073;&#1082;&#1080;, &#1079;&#1072;&#1084;&#1077;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;&#1093;:</p>
<ol>
  <li>&#1057;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1077; &#1075;&#1088;&#1072;&#1085;&#1080;&#1094;&#1072;&#1084; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;. &#1050;&#1088;&#1072;&#1081;&#1085;&#1080;&#1077; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1099; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1095;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1089;&#1080;&#1085;&#1080;&#1084; &#1094;&#1074;&#1077;&#1090;&#1086;&#1084; &#1074; &#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1086;&#1085;&#1080; &#1085;&#1077; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1072;&#1084; &#1087;&#1088;&#1080;&#1083;&#1077;&#1075;&#1072;&#1102;&#1097;&#1077;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;. &#1054;&#1090;&#1082;&#1088;&#1099;&#1090;&#1099;&#1081; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1095;&#1077;&#1085;, &#1077;&#1089;&#1083;&#1080;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1077; &#1087;&#1088;&#1080;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1080;&#1077; (&#1080;&#1083;&#1080; &#1086;&#1090;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;).</li>
  <li>&#1044;&#1080;&#1089;&#1082;&#1080;. &#1054;&#1073;&#1099;&#1095;&#1085;&#1086; &#1076;&#1080;&#1089;&#1082;&#1080; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1085;&#1072; &#1078;&#1077;&#1083;&#1090;&#1099;&#1077; &#1074;&#1086;&#1088;&#1086;&#1090;&#1072;. &#1044;&#1080;&#1089;&#1082;&#1080;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1085;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1085;&#1080; &#1085;&#1072; &#1095;&#1090;&#1086;, &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;&#1099; &#1086;&#1088;&#1072;&#1085;&#1078;&#1077;&#1074;&#1099;&#1084;.</li>
  <li>&#1042;&#1086;&#1088;&#1086;&#1090;&#1072;. &#1046;&#1077;&#1083;&#1090;&#1099;&#1077; &#1074;&#1086;&#1088;&#1086;&#1090;&#1072;, &#1091; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1085;&#1077;&#1090; &#1076;&#1080;&#1089;&#1082;&#1086;&#1074; &#1080;&#1083;&#1080; &#1087;&#1088;&#1080;&#1078;&#1080;&#1084;&#1085;&#1099;&#1093; &#1087;&#1072;&#1085;&#1077;&#1083;&#1077;&#1081;, &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1085;&#1072; &#1085;&#1080;&#1093;, &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;&#1099; &#1086;&#1088;&#1072;&#1085;&#1078;&#1077;&#1074;&#1099;&#1084;. &#1058;&#1072;&#1082;&#1078;&#1077; &#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1095;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1077; &#1074;&#1086;&#1088;&#1086;&#1090;&#1072; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;&#1093; &#1073;&#1077;&#1079; &#1083;&#1102;&#1082;&#1086;&#1074;. &#1055;&#1086;&#1076;&#1089;&#1074;&#1077;&#1095;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1080; &#1079;&#1077;&#1083;&#1077;&#1085;&#1099;&#1077; &#1074;&#1086;&#1088;&#1086;&#1090;&#1072; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;&#1093; &#1073;&#1077;&#1079; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;.
      &#1058;&#1086; &#1078;&#1077; &#1089;&#1072;&#1084;&#1086;&#1077; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1076;&#1080;&#1090; &#1080; &#1089; &#1095;&#1077;&#1088;&#1085;&#1099;&#1084;&#1080; &#1074;&#1086;&#1088;&#1086;&#1090;&#1072;&#1084;&#1080; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;&#1093; &#1073;&#1077;&#1079; &#1089;&#1084;&#1086;&#1083;&#1103;&#1085;&#1099;&#1093; &#1089;&#1091;&#1073;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1081;.</li>
  <li>&#1051;&#1077;&#1089;&#1090;&#1085;&#1080;&#1094;&#1099;.  &#1051;&#1077;&#1089;&#1090;&#1085;&#1080;&#1094;&#1099;, &#1074;&#1077;&#1076;&#1091;&#1097;&#1080;&#1077; &#1079;&#1072; &#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1099; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;, &#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1095;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1085;&#1077; &#1082;&#1072;&#1082; &#1086;&#1096;&#1080;&#1073;&#1082;&#1072;, &#1072; &#1082;&#1072;&#1082; &#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1086;&#1077; &#1085;&#1072;&#1087;&#1086;&#1084;&#1080;&#1085;&#1072;&#1085;&#1080;&#1077;.</li>
  <li>&#1057;&#1090;&#1088;&#1072;&#1085;&#1085;&#1086;&#1077; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077;. &#1045;&#1089;&#1083;&#1080; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085; &#1074; &#1084;&#1077;&#1089;&#1090;&#1077;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1085;&#1077; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1082;&#1086;&#1088;&#1088;&#1077;&#1082;&#1090;&#1085;&#1086; &#1077;&#1075;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;, &#1086;&#1085; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1086;&#1084;&#1077;&#1095;&#1077;&#1085; &#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1084;. &#1055;&#1088;&#1080;&#1084;&#1077;&#1088;&#1086;&#1084; &#1101;&#1090;&#1086;&#1084;&#1091; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1089;&#1074;&#1080;&#1090;&#1082;&#1086;&#1074; &#1080; &#1079;&#1077;&#1083;&#1080;&#1081; &#1085;&#1072; &#1089;&#1090;&#1077;&#1085;&#1072;&#1093;, &#1075;&#1076;&#1077; &#1080;&#1075;&#1088;&#1086;&#1082; &#1085;&#1077; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090; &#1080;&#1093; &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1100;.</li>
</ol>
<p><a name="miscnotes"><b>&#1056;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1077; &#1079;&#1072;&#1084;&#1077;&#1095;&#1072;&#1085;&#1080;&#1103; </b></a> -</p>
<ol>
  <li>&#1047;&#1076;&#1077;&#1089;&#1100; &#1077;&#1089;&#1090;&#1100; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1079;&#1072;&#1084;&#1077;&#1090;&#1082;&#1080; &#1087;&#1086; <a href="lastword.html">&#1075;&#1088;&#1072;&#1084;&#1086;&#1090;&#1085;&#1086;&#1084;&#1091;  &#1076;&#1080;&#1079;&#1072;&#1081;&#1085;&#1091; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;</a>.</li>
  <li>&#1055;&#1077;&#1088;&#1077;&#1090;&#1072;&#1089;&#1082;&#1080;&#1074;&#1072;&#1081;&#1090;&#1077; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081; &#1089;&#1074;&#1080;&#1090;&#1082;&#1080;, &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1077;&#1081; &#1080; &#1074;&#1093;&#1086;&#1076;&#1099; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;, &#1076;&#1083;&#1103; &#1089;&#1084;&#1077;&#1085;&#1099; &#1080;&#1093; &#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1080; &#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1080; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;.</li>
  <li>&#1053;&#1072;&#1078;&#1080;&#1084;&#1072;&#1081;&#1090;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1080;  PageUp &#1080; PageDown, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1072;&#1090;&#1100;&#1089;&#1103; &#1084;&#1077;&#1078;&#1076;&#1091; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1084; &#1080; &#1087;&#1088;&#1077;&#1076;&#1099;&#1076;&#1091;&#1097;&#1080;&#1084; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1084; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;.</li>
  <li>&#1057;&#1084;&#1086;&#1083;&#1103;&#1085;&#1099;&#1077; &#1089;&#1091;&#1073;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080; &#1084;&#1086;&#1078;&#1085;&#1086; &#1085;&#1077; &#1076;&#1086;&#1087;&#1091;&#1089;&#1082;&#1072;&#1090;&#1100; &#1085;&#1072; &#1089;&#1090;&#1077;&#1085;&#1099;, &#1091;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1103; &#1087;&#1088;&#1080; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; <b>Shift</b>.</li>
  <li>&#1055;&#1086;&#1084;&#1085;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086; &#1087;&#1086;&#1089;&#1083;&#1077; &#1082;&#1086;&#1088;&#1088;&#1077;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1080; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1077; &#1080;&#1075;&#1088;&#1099;, &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1085;&#1099;&#1077; &#1088;&#1072;&#1085;&#1077;&#1077; &#1074; &#1101;&#1090;&#1086;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;, &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1086;&#1083;&#1077;&#1077; &#1085;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100;.</li>
</ol>
<p><a name="keyboardref"><b>&#1043;&#1086;&#1088;&#1103;&#1095;&#1080;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1080; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072; </b></a> -</p>
<ul>
  <li>F1 - &#1087;&#1088;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1076;&#1072;&#1085;&#1085;&#1091;&#1102; &#1074;&#1089;&#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1091;&#1102; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1102;.</li>
  <li>F2 - &#1089;&#1082;&#1086;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074; &#1073;&#1091;&#1092;&#1077;&#1088; &#1086;&#1073;&#1084;&#1077;&#1085;&#1072; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1074;&#1089;&#1077;&#1093; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093;, &#1079;&#1072;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1074; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1077; (&#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1088;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1101;&#1090;&#1086;&#1090; &#1090;&#1077;&#1082;&#1089;&#1090;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; &quot;&#1042;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100;&quot; &#1074; &#1089;&#1074;&#1086;&#1077;&#1084; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;&#1086;&#1084; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1077;).</li>
  <li>F3 - &#1076;&#1086;&#1089;&#1088;&#1086;&#1095;&#1085;&#1072;&#1103; &#1087;&#1077;&#1088;&#1077;&#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1072; &#1075;&#1088;&#1072;&#1092;&#1080;&#1082;&#1080; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;. &#1055;&#1086;&#1083;&#1077;&#1079;&#1085;&#1072; &#1076;&#1083;&#1103; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1080; &#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1084;&#1086;&#1076;&#1086;&#1074; &#1087;&#1088;&#1080; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1086;&#1081; &#1080;&#1075;&#1088;&#1077;.</li>
  <li>F5 - &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1077; &#1090;&#1077;&#1089;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.</li>
  <li>F6 - &#1087;&#1077;&#1088;&#1077;&#1093;&#1086;&#1076; &#1085;&#1072; <a href="demos.html">&#1069;&#1082;&#1088;&#1072;&#1085; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081;.</a></li>
  <li>F7 - &#1086;&#1090;&#1088;&#1072;&#1079;&#1080;&#1090;&#1100; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1087;&#1086; &#1075;&#1086;&#1088;&#1080;&#1079;&#1086;&#1085;&#1090;&#1072;&#1083;&#1080;.</li>
  <li>F8 - &#1086;&#1090;&#1088;&#1072;&#1079;&#1080;&#1090;&#1100; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1087;&#1086; &#1074;&#1077;&#1088;&#1090;&#1080;&#1082;&#1072;&#1083;&#1080;.</li>
  <li>F9 - (&#1087;&#1077;&#1088;&#1077;)&#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1080;&#1090;&#1100; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1081; &#1091;&#1079;&#1086;&#1088; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1080; &#1077;&#1075;&#1086; &#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1091;&#1102; &#1103;&#1095;&#1077;&#1081;&#1082;&#1091;.</li>
  <li>PageUp - &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1072;&#1077;&#1090; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1082; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1084;&#1091; &#1083;&#1086;&#1075;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1084;&#1091; &#1074;&#1093;&#1086;&#1076;&#1091; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;.</li>
  <li>PageDown - &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1072;&#1077;&#1090; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1082; &#1087;&#1088;&#1077;&#1076;&#1099;&#1076;&#1091;&#1097;&#1077;&#1084;&#1091; &#1083;&#1086;&#1075;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1084;&#1091; &#1074;&#1093;&#1086;&#1076;&#1091; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;.</li>
  <li>Ctrl-[1-4] - &#1074;&#1099;&#1073;&#1080;&#1088;&#1072;&#1077;&#1090; &#1103;&#1095;&#1077;&#1081;&#1082;&#1091; &#1084;&#1077;&#1085;&#1102; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072;.</li>
  <li>&#1051;&#1077;&#1074;&#1099;&#1081; Ctrl - &#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1087;&#1088;&#1077;&#1076;&#1099;&#1076;&#1091;&#1097;&#1091;&#1102; &#1103;&#1095;&#1077;&#1081;&#1082;&#1091; &#1084;&#1077;&#1085;&#1102; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072;.</li>
  <li>&#1055;&#1088;&#1072;&#1074;&#1099;&#1081; Ctrl - &#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1091;&#1102; &#1103;&#1095;&#1077;&#1081;&#1082;&#1091; &#1084;&#1077;&#1085;&#1102; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072;.</li>
  <li>Ctrl-Z - &#1086;&#1090;&#1084;&#1077;&#1085;&#1103;&#1077;&#1090; &#1087;&#1088;&#1072;&#1074;&#1082;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.</li>
  <li>Ctrl-Y - &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1103;&#1077;&#1090; &#1087;&#1088;&#1072;&#1074;&#1082;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.</li>
  <li>Ctrl-X,C,V - &#1074;&#1099;&#1088;&#1077;&#1079;&#1072;&#1077;&#1090;/&#1082;&#1086;&#1087;&#1080;&#1088;&#1091;&#1077;&#1090;/&#1074;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1091;&#1102; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.</li>
  <li>Alt - &#1091;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1081;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1090;&#1100; &#1074;&#1085;&#1091;&#1090;&#1088;&#1077;&#1080;&#1075;&#1088;&#1086;&#1074;&#1091;&#1102; &#1074;&#1085;&#1077;&#1096;&#1085;&#1086;&#1089;&#1090;&#1100; &#1053;&#1048;&#1055;&#1086;&#1074;.</li>
  <li>Enter - &#1074;&#1099;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1086;&#1082;&#1085;&#1086; &#1095;&#1072;&#1090;&#1072;/&#1082;&#1086;&#1085;&#1089;&#1086;&#1083;&#1080; CaravelNet.</li>
</ul>
<p>&#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &lt;Escape&gt;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1085;&#1072;  <a href="editselect.html">&#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1086;&#1081; &#1101;&#1082;&#1088;&#1072;&#1085; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072;</a>.</p>
<hr />
<a href="editselect.html">&#1056;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081; </a><br />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>
</body>
</html>
