<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title></head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1048;&#1075;&#1088;&#1086;&#1074;&#1099;&#1077; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1099; </u></h3>
<p><img src="images/beethro.jpg" />
<a name="beethro"><b>&#1041;&#1080;&#1090;&#1088;&#1086;</b></a> - &#1101;&#1090;&#1086; &#1074;&#1099;. &nbsp;&#1042;&#1084;&#1077;&#1089;&#1090;&#1077; &#1089;&#1086; &#1089;&#1074;&#1086;&#1080;&#1084; &#1084;&#1077;&#1095;&#1086;&#1084; &#1086;&#1085; &#1079;&#1072;&#1085;&#1080;&#1084;&#1072;&#1077;&#1090; &#1076;&#1074;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1072;.
&#1052;&#1077;&#1095; &#1084;&#1077;&#1078;&#1076;&#1091; &#1041;&#1080;&#1090;&#1088;&#1086; &#1080; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072;&#1084;&#1080; - &#1082;&#1083;&#1102;&#1095; &#1082; &#1074;&#1099;&#1078;&#1080;&#1074;&#1072;&#1085;&#1080;&#1102;. &nbsp;&#1044;&#1083;&#1103; &#1073;&#1086;&#1083;&#1077;&#1077; &#1087;&#1086;&#1076;&#1088;&#1086;&#1073;&#1085;&#1086;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1086; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103;&#1093; &#1089;&#1084;&#1086;&#1090;&#1088;&#1080;&#1090;&#1077; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;  <a
 href="keyboard.html">&#1050;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;, &#1086;&#1090;&#1076;&#1072;&#1074;&#1072;&#1077;&#1084;&#1099;&#1077; &#1089; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1099;</a>. &#1048;&#1085;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100;&#1089;&#1103; &#1080; &#1074; &#1088;&#1086;&#1083;&#1080; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1077;&#1081;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1101;&#1090;&#1080; &#1089;&#1083;&#1091;&#1095;&#1072;&#1080; &#1084;&#1099; &#1079;&#1076;&#1077;&#1089;&#1100; &#1088;&#1072;&#1089;&#1089;&#1084;&#1072;&#1090;&#1088;&#1080;&#1074;&#1072;&#1090;&#1100; &#1085;&#1077; &#1073;&#1091;&#1076;&#1077;&#1084;.</p>

<p><img src="images/monsters.jpg" /><a name="monsters"><b>&#1063;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072;</b></a>, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1041;&#1080;&#1090;&#1088;&#1086; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1072;&#1077;&#1090;, &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1089;&#1100; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;, &#1074;&#1085;&#1086;&#1074;&#1100; &#1086;&#1078;&#1080;&#1074;&#1091;&#1090;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1086;&#1085; &#1090;&#1091;&#1076;&#1072; &#1074;&#1077;&#1088;&#1085;&#1077;&#1090;&#1089;&#1103;, &#1074; &#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1077;&#1089;&#1083;&#1080;  &#1076;&#1086; &#1101;&#1090;&#1086;&#1075;&#1086; &#1086;&#1085; &#1085;&#1077; &#1091;&#1073;&#1100;&#1077;&#1090; &#1074;&#1089;&#1077;&#1093; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;. &#1044;&#1083;&#1103; &#1073;&#1086;&#1083;&#1077;&#1077; &#1087;&#1086;&#1076;&#1088;&#1086;&#1073;&#1085;&#1086;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1074;&#1099; &#1085;&#1072;&#1074;&#1077;&#1088;&#1085;&#1103;&#1082;&#1072; &#1079;&#1072;&#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1086;&#1079;&#1085;&#1072;&#1082;&#1086;&#1084;&#1080;&#1090;&#1100;&#1089;&#1103; &#1089; &#1080;&#1089;&#1095;&#1077;&#1088;&#1087;&#1099;&#1074;&#1072;&#1102;&#1097;&#1077;&#1081;  <a href="monster.html">&#1057;&#1087;&#1088;&#1072;&#1074;&#1082;&#1086;&#1081; &#1086; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072;&#1093;</a>.</p>

<p><img src="images/walls.jpg" />
&#1050;&#1072;&#1082; &#1080; &#1074; &#1088;&#1077;&#1072;&#1083;&#1100;&#1085;&#1086;&#1084; &#1084;&#1080;&#1088;&#1077;, <a name="walls"><b>&#1089;&#1090;&#1077;&#1085;&#1099;</b></a>  &#1079;&#1076;&#1077;&#1089;&#1100; &#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103; &#1087;&#1088;&#1077;&#1075;&#1088;&#1072;&#1076;&#1072;&#1084;&#1080;, &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1084;&#1080; &#1087;&#1088;&#1086;&#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1102;.</p>

<p><img src="images/crwalls.jpg" />
<a name="crumbly"><b>&#1054;&#1073;&#1074;&#1077;&#1090;&#1096;&#1072;&#1083;&#1099;&#1077; &#1089;&#1090;&#1077;&#1085;&#1099; </b></a> &#1075;&#1086;&#1090;&#1086;&#1074;&#1099; &#1086;&#1073;&#1074;&#1072;&#1083;&#1080;&#1090;&#1100;&#1089;&#1103;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1087;&#1088;&#1080;&#1076;&#1077;&#1090;&#1089;&#1103; &#1087;&#1086;&#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1084;&#1077;&#1095;&#1086;&#1084;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1093; &#1088;&#1072;&#1079;&#1088;&#1091;&#1096;&#1080;&#1090;&#1100;.</p>

<p><img src="images/pits.jpg" />
<a name="pits"><b>&#1071;&#1084;&#1099;</b></a> &#1080; <a name="water"><b>&#1074;&#1086;&#1076;&#1072;</b></a> &#1085;&#1077; &#1086;&#1089;&#1086;&#1073;&#1086; &#1086;&#1087;&#1072;&#1089;&#1085;&#1099;, &#1090;&#1072;&#1082; &#1082;&#1072;&#1082; &#1041;&#1080;&#1090;&#1088;&#1086; &#1089;&#1083;&#1080;&#1096;&#1082;&#1086;&#1084; &#1086;&#1087;&#1099;&#1090;&#1085;&#1099;&#1081; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074; &#1085;&#1080;&#1093; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;&#1085;&#1086; &#1085;&#1077; &#1089;&#1074;&#1072;&#1083;&#1080;&#1090;&#1100;&#1089;&#1103;, &#1085;&#1086; <a name="trapdoors1"><b>&#1083;&#1102;&#1082;&#1086;&#1074;</b></a> &#1089;&#1083;&#1077;&#1076;&#1091;&#1077;&#1090; &#1086;&#1087;&#1072;&#1089;&#1072;&#1090;&#1100;&#1089;&#1103;, &#1090;&#1072;&#1082; &#1082;&#1072;&#1082; &#1086;&#1085;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1087;&#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1077;&#1075;&#1086; &#1074; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077; &#1085;&#1077;&#1091;&#1076;&#1086;&#1073;&#1085;&#1091;&#1102; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1102;. &#1053;&#1077; &#1089;&#1090;&#1086;&#1080;&#1090; &#1090;&#1072;&#1082;&#1078;&#1077; &#1079;&#1072;&#1073;&#1099;&#1074;&#1072;&#1090;&#1100; &#1080; &#1086; &#1083;&#1077;&#1090;&#1091;&#1095;&#1080;&#1093; &#1080; &#1087;&#1083;&#1072;&#1074;&#1072;&#1102;&#1097;&#1080;&#1093; &#1090;&#1074;&#1072;&#1088;&#1103;&#1093;. &#1051;&#1102;&#1082;&#1080; &#1090;&#1091;&#1090; &#1078;&#1077; &#1087;&#1088;&#1086;&#1074;&#1072;&#1083;&#1103;&#1090;&#1089;&#1103; &#1074; &#1103;&#1084;&#1091; &#1080;&#1083;&#1080; &#1088;&#1086;&#1074; &#1089; &#1074;&#1086;&#1076;&#1086;&#1081;, &#1089;&#1090;&#1086;&#1080;&#1090; &#1083;&#1080;&#1096;&#1100; &#1085;&#1072;&#1089;&#1090;&#1091;&#1087;&#1080;&#1090;&#1100; &#1085;&#1072; &#1085;&#1080;&#1093;.</p>

<p><img src="images/platform.jpg" />
<a name="platform">&#1055;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1087;&#1072;&#1088;&#1103;&#1097;&#1080;&#1093; <b>&#1087;&#1083;&#1072;&#1090;&#1092;&#1086;&#1088;&#1084;</b></a> &#1041;&#1080;&#1090;&#1088;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1077;&#1088;&#1077;&#1089;&#1077;&#1082;&#1072;&#1090;&#1100; &#1103;&#1084;&#1099; &#1080; &#1088;&#1074;&#1099; &#1089; &#1074;&#1086;&#1076;&#1086;&#1081;.</p>

<p><img src="images/bridge.jpg" />
<a name="bridge"><b>&#1052;&#1086;&#1089;&#1090;&#1099; </b></a> &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1073;&#1099;&#1090;&#1100; &#1087;&#1088;&#1080;&#1082;&#1088;&#1077;&#1087;&#1083;&#1077;&#1085;&#1099; &#1082; &#1089;&#1090;&#1077;&#1085;&#1077;, &#1087;&#1086;&#1083;&#1091;, &#1083;&#1102;&#1082;&#1091; &#1080;&#1083;&#1080; &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1086;&#1084;&#1091; &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074;&#1086;&#1084;&#1091; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1091;. &#1045;&#1089;&#1083;&#1080; &#1074;&#1089;&#1077; &#1090;&#1086;&#1095;&#1082;&#1080; &#1082;&#1088;&#1077;&#1087;&#1083;&#1077;&#1085;&#1080;&#1103; &#1073;&#1091;&#1076;&#1091;&#1090; &#1085;&#1077;&#1081;&#1090;&#1088;&#1072;&#1083;&#1080;&#1079;&#1086;&#1074;&#1072;&#1085;&#1099;, &#1084;&#1086;&#1089;&#1090; &#1086;&#1073;&#1088;&#1091;&#1096;&#1080;&#1090;&#1089;&#1103; &#1074; &#1090;&#1072;&#1088;&#1090;&#1072;&#1088;&#1072;&#1088;&#1099;, &#1091;&#1074;&#1083;&#1077;&#1082;&#1072;&#1103; &#1079;&#1072; &#1089;&#1086;&#1073;&#1086;&#1081; &#1074;&#1089;&#1077;, &#1095;&#1090;&#1086; &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1072;&#1075;&#1072;&#1083;&#1086;&#1089;&#1100; &#1085;&#1072; &#1085;&#1077;&#1084;.</p>

<p><img src="images/gdoors.jpg" />
<a name="roomcleargates"><b>&#1042;&#1086;&#1088;&#1086;&#1090;&#1072; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; </b></a>(&#1080;&#1083;&#1080; <a name="greendoors"><b>&#1079;&#1077;&#1083;&#1077;&#1085;&#1099;&#1077; &#1076;&#1074;&#1077;&#1088;&#1080;</b></a>) &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1087;&#1086;&#1089;&#1083;&#1077; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1074;&#1089;&#1077;&#1093; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;. &#1045;&#1076;&#1080;&#1085;&#1086;&#1078;&#1076;&#1099; &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1096;&#1080;&#1089;&#1100;, &#1079;&#1077;&#1083;&#1077;&#1085;&#1099;&#1077; &#1076;&#1074;&#1077;&#1088;&#1080; &#1085;&#1077; &#1079;&#1072;&#1082;&#1088;&#1086;&#1102;&#1090;&#1089;&#1103;, &#1076;&#1072;&#1078;&#1077; &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1074;&#1099;&#1081;&#1076;&#1077;&#1090;&#1077; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.</p>

<p><img src="images/bdoors.jpg" />
<a name="levelcleargates"><b>&#1042;&#1086;&#1088;&#1086;&#1090;&#1072; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103; </b></a> (&#1080;&#1083;&#1080; <a name="bluedoors"><b>&#1089;&#1080;&#1085;&#1080;&#1077; &#1076;&#1074;&#1077;&#1088;&#1080;</b></a>) &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1074;&#1089;&#1077; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077; &#1087;&#1086;&#1074;&#1077;&#1088;&#1078;&#1077;&#1085;&#1099; &#1080; &#1074;&#1089;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1099;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1090;&#1086;&#1083;&#1082;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1089; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1084;&#1080; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1103;&#1084;&#1080; &#1080;&#1079; &#1101;&#1090;&#1086;&#1075;&#1086; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072;. &#1045;&#1076;&#1080;&#1085;&#1086;&#1078;&#1076;&#1099; &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1096;&#1080;&#1089;&#1100;, &#1089;&#1080;&#1085;&#1080;&#1077; &#1076;&#1074;&#1077;&#1088;&#1080; &#1085;&#1077; &#1079;&#1072;&#1082;&#1088;&#1086;&#1102;&#1090;&#1089;&#1103;, &#1076;&#1072;&#1078;&#1077; &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1074;&#1099;&#1081;&#1076;&#1077;&#1090;&#1077; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.</p>

<p><img src="images/rdoors.jpg" />
<a name="trapdoorgates"><b>&#1051;&#1102;&#1082;&#1086;&#1074;&#1099;&#1077; &#1074;&#1086;&#1088;&#1086;&#1090;&#1072; </b></a> (&#1080;&#1083;&#1080; <a name="reddoors"><b>&#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1077; &#1076;&#1074;&#1077;&#1088;&#1080;</b></a>) &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1074;&#1089;&#1077;
<a name="trapdoors2"><b>&#1083;&#1102;&#1082;&#1080;</b></a> &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1086;&#1073;&#1088;&#1091;&#1096;&#1077;&#1085;&#1099;. &#1042; &#1086;&#1090;&#1083;&#1080;&#1095;&#1080;&#1077; &#1086;&#1090; &#1079;&#1077;&#1083;&#1077;&#1085;&#1099;&#1093; &#1080; &#1089;&#1080;&#1085;&#1080;&#1093; &#1076;&#1074;&#1077;&#1088;&#1077;&#1081;, &#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1077; &#1076;&#1074;&#1077;&#1088;&#1080; &#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1079;&#1072;&#1082;&#1088;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1074;&#1099;&#1093;&#1086;&#1076;&#1080;&#1090;&#1077; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.</p>
<p><img src="images/bkdoors.jpg" />
<a name="tarstuffgates"><b>&#1057;&#1084;&#1086;&#1083;&#1103;&#1085;&#1099;&#1077; &#1074;&#1086;&#1088;&#1086;&#1090;&#1072; </b></a> (&#1080;&#1083;&#1080; <a name="blackdoors"><b>&#1095;&#1077;&#1088;&#1085;&#1099;&#1077; &#1076;&#1074;&#1077;&#1088;&#1080;</b></a>)
&#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1080;&#1089;&#1095;&#1077;&#1079;&#1072;&#1102;&#1090; &#1074;&#1089;&#1077; <a name="tarstuff"><b>&#1089;&#1084;&#1086;&#1083;&#1103;&#1085;&#1099;&#1077; &#1089;&#1091;&#1073;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080;</b></a>. &#1055;&#1086; &#1072;&#1085;&#1072;&#1083;&#1086;&#1075;&#1080;&#1080; &#1089; &#1078;&#1077;&#1083;&#1090;&#1099;&#1084;&#1080; &#1080; &#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1084;&#1080; &#1076;&#1074;&#1077;&#1088;&#1100;&#1084;&#1080;, &#1095;&#1077;&#1088;&#1085;&#1099;&#1077; &#1076;&#1074;&#1077;&#1088;&#1080; &#1079;&#1072;&#1082;&#1088;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1087;&#1088;&#1080; &#1074;&#1099;&#1093;&#1086;&#1076;&#1077; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.</p>

<p><img src="images/sistergates.jpg" /><a name="sistergates"><b>&#1057;&#1077;&#1089;&#1090;&#1088;&#1080;&#1085;&#1089;&#1082;&#1080;&#1077; &#1074;&#1086;&#1088;&#1086;&#1090;&#1072; </b></a> &#1074;&#1077;&#1076;&#1091;&#1090; &#1089;&#1077;&#1073;&#1103; &#1090;&#1086;&#1095;&#1085;&#1086; &#1090;&#1072;&#1082; &#1078;&#1077;, &#1082;&#1072;&#1082; &#1080;&#1093; &#1072;&#1085;&#1072;&#1083;&#1086;&#1075;&#1080;, &#1079;&#1072; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077;&#1084; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086; &#1086;&#1085;&#1080; &#1079;&#1072;&#1082;&#1088;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1087;&#1088;&#1080; &#1085;&#1072;&#1089;&#1090;&#1091;&#1087;&#1083;&#1077;&#1085;&#1080;&#1080; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1075;&#1086; &#1089;&#1086;&#1073;&#1099;&#1090;&#1080;&#1103;. &#1069;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077; &#1086;&#1087;&#1072;&#1089;&#1085;&#1086; &#1074; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1089; &#1074;&#1086;&#1088;&#1086;&#1090;&#1072;&#1084;&#1080; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103; &#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1090;&#1072;&#1082; &#1082;&#1072;&#1082; &#1086;&#1085;&#1080; &#1086;&#1089;&#1090;&#1072;&#1102;&#1090;&#1089;&#1103; &#1079;&#1072;&#1082;&#1088;&#1099;&#1090;&#1099;&#1084;&#1080;, &#1076;&#1072;&#1078;&#1077; &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1074;&#1099;&#1093;&#1086;&#1076;&#1080;&#1090;&#1077; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.</p>

<p><img src="images/ydoors.jpg" />
<a name="yellowdoors"><b>&#1046;&#1077;&#1083;&#1090;&#1099;&#1077; &#1076;&#1074;&#1077;&#1088;&#1080;</b></a> &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1080; &#1079;&#1072;&#1082;&#1088;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1087;&#1088;&#1080; &#1091;&#1076;&#1072;&#1088;&#1077; &#1084;&#1077;&#1095;&#1086;&#1084; &#1041;&#1080;&#1090;&#1088;&#1086; &#1087;&#1086; <a name="orbs"><b>&#1076;&#1080;&#1089;&#1082;&#1072;&#1084;</b></a>. &#1045;&#1089;&#1083;&#1080; &#1091;&#1076;&#1072;&#1088;&#1080;&#1090;&#1100; &#1087;&#1086; &#1076;&#1080;&#1089;&#1082;&#1091;, &#1080;&#1079; &#1085;&#1077;&#1075;&#1086; &#1074;&#1099;&#1083;&#1077;&#1090;&#1080;&#1090; &#1084;&#1086;&#1083;&#1085;&#1080;&#1103;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1086;&#1090;&#1082;&#1088;&#1086;&#1077;&#1090;, &#1079;&#1072;&#1082;&#1088;&#1086;&#1077;&#1090; &#1080;&#1083;&#1080; &#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090; &#1082;&#1072;&#1082; &#1084;&#1080;&#1085;&#1080;&#1084;&#1091;&#1084; &#1086;&#1076;&#1085;&#1091; &#1076;&#1074;&#1077;&#1088;&#1100;. &#1053;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1076;&#1080;&#1089;&#1082;&#1080; &#1087;&#1086;&#1074;&#1088;&#1077;&#1078;&#1076;&#1077;&#1085;&#1099; &#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1099; &#1074;&#1089;&#1077;&#1075;&#1086; &#1086;&#1076;&#1080;&#1085; &#1088;&#1072;&#1079;. &#1050;&#1086;&#1077;-&#1082;&#1072;&#1082;&#1080;&#1077; &#1093;&#1080;&#1090;&#1088;&#1086;&#1091;&#1084;&#1085;&#1099;&#1077; &#1079;&#1072;&#1075;&#1072;&#1076;&#1082;&#1080; &#1086;&#1089;&#1085;&#1086;&#1074;&#1072;&#1085;&#1099; &#1082;&#1072;&#1082; &#1088;&#1072;&#1079; &#1085;&#1072; &#1090;&#1072;&#1082;&#1080;&#1093; &#1076;&#1074;&#1077;&#1088;&#1103;&#1093;. &#1042; &#1086;&#1090;&#1083;&#1080;&#1095;&#1080;&#1077; &#1086;&#1090; &#1079;&#1077;&#1083;&#1077;&#1085;&#1099;&#1093; &#1080; &#1089;&#1080;&#1085;&#1080;&#1093;, &#1078;&#1077;&#1083;&#1090;&#1099;&#1077; &#1076;&#1074;&#1077;&#1088;&#1080; &#1074;&#1086;&#1079;&#1074;&#1088;&#1072;&#1097;&#1072;&#1102;&#1090;&#1089;&#1103; &#1074; &#1089;&#1074;&#1086;&#1077; &#1087;&#1077;&#1088;&#1074;&#1086;&#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1086;&#1077; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077; &#1087;&#1088;&#1080; &#1074;&#1099;&#1093;&#1086;&#1076;&#1077; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.</p>

<p><img src="images/plates.jpg" />
&#1050;&#1072;&#1082; &#1080; &#1076;&#1080;&#1089;&#1082;&#1080;, <a name="pressureplates"><b>&#1087;&#1088;&#1080;&#1078;&#1080;&#1084;&#1085;&#1099;&#1077; &#1087;&#1072;&#1085;&#1077;&#1083;&#1080;</b></a> &#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1090; &#1074;&#1086;&#1079;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1085;&#1072; &#1078;&#1077;&#1083;&#1090;&#1099;&#1077; &#1076;&#1074;&#1077;&#1088;&#1080;. &#1054;&#1085;&#1080; &#1089;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1102;&#1090;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1085;&#1072; &#1085;&#1080;&#1093; &#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1089;&#1103; &#1095;&#1090;&#1086;-&#1085;&#1080;&#1073;&#1091;&#1076;&#1100; &#1090;&#1103;&#1078;&#1077;&#1083;&#1086;&#1077;.
&#1057;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1090;&#1088;&#1080; &#1090;&#1080;&#1087;&#1072; &#1087;&#1072;&#1085;&#1077;&#1083;&#1077;&#1081;: &#1086;&#1076;&#1085;&#1086;&#1088;&#1072;&#1079;&#1086;&#1074;&#1099;&#1077;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1083;&#1080;&#1096;&#1100; &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1077;&#1088;&#1074;&#1086;&#1075;&#1086; &#1085;&#1072;&#1078;&#1072;&#1090;&#1080;&#1103;; &#1084;&#1085;&#1086;&#1075;&#1086;&#1088;&#1072;&#1079;&#1086;&#1074;&#1099;&#1077;, &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1077; &#1074;&#1089;&#1103;&#1082;&#1080;&#1081; &#1088;&#1072;&#1079;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1095;&#1090;&#1086;-&#1090;&#1086; &#1087;&#1088;&#1080;&#1078;&#1080;&#1084;&#1072;&#1077;&#1090; &#1080;&#1093; &#1089;&#1074;&#1077;&#1088;&#1093;&#1091;; &#1080; &#1087;&#1072;&#1085;&#1077;&#1083;&#1080; &#1074;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1103;/&#1074;&#1099;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1103;, &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1077; &#1082;&#1072;&#1082; &#1087;&#1088;&#1080; &#1085;&#1072;&#1078;&#1072;&#1090;&#1080;&#1080;, &#1090;&#1072;&#1082; &#1080; &#1087;&#1088;&#1080; &#1086;&#1090;&#1078;&#1072;&#1090;&#1080;&#1080;.</p>
<p><img src="images/hottile.jpg" />
<a name="hottile"><strong>&#1043;&#1086;&#1088;&#1103;&#1095;&#1080;&#1077; &#1103;&#1095;&#1077;&#1081;&#1082;&#1080; </strong></a> &#1082;&#1088;&#1072;&#1081;&#1085;&#1077; &#1086;&#1087;&#1072;&#1089;&#1085;&#1099; &#1076;&#1083;&#1103; &#1090;&#1077;&#1093;, &#1082;&#1086;&#1084;&#1091; &#1074;&#1079;&#1076;&#1091;&#1084;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074;&#1089;&#1090;&#1072;&#1090;&#1100; &#1085;&#1072; &#1085;&#1080;&#1093;. &#1042;&#1089;&#1077;, &#1095;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1072;&#1089;&#1090;&#1100; &#1086;&#1090; &#1084;&#1077;&#1095;&#1072; (&#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1103; &#1074;&#1072;&#1089;), &#1087;&#1086;&#1075;&#1080;&#1073;&#1085;&#1077;&#1090;, &#1087;&#1088;&#1086;&#1089;&#1090;&#1086;&#1103;&#1074; &#1085;&#1072; &#1085;&#1080;&#1093; &#1093;&#1086;&#1090;&#1103; &#1073;&#1099; &#1086;&#1076;&#1080;&#1085; &#1093;&#1086;&#1076;. &#1045;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1084; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077;&#1084; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1077; &#1092;&#1086;&#1088;&#1084;&#1099; &#1089;&#1084;&#1086;&#1083;&#1103;&#1085;&#1099;&#1093; &#1089;&#1091;&#1073;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1081;, &#1076;&#1083;&#1103; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1078;&#1072;&#1088;&#1072; &#1072;&#1073;&#1089;&#1086;&#1083;&#1102;&#1090;&#1085;&#1086; &#1073;&#1077;&#1079;&#1074;&#1088;&#1077;&#1076;&#1085;&#1072;.</p>

<p><img src="images/oremites.jpg" />
<a name="oremites"><b>&#1057;&#1090;&#1072;&#1083;&#1077;&#1077;&#1076;&#1099;</b></a> - &#1101;&#1090;&#1086; &#1084;&#1072;&#1083;&#1077;&#1085;&#1100;&#1082;&#1080;&#1077; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103;, &#1087;&#1080;&#1090;&#1072;&#1102;&#1097;&#1080;&#1077;&#1089;&#1103; &#1084;&#1077;&#1090;&#1072;&#1083;&#1083;&#1086;&#1084;. &#1057;&#1072;&#1084;&#1080; &#1087;&#1086; &#1089;&#1077;&#1073;&#1077; &#1086;&#1085;&#1080; &#1085;&#1077; &#1086;&#1087;&#1072;&#1089;&#1085;&#1099;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1041;&#1080;&#1090;&#1088;&#1086; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1076;&#1077;&#1088;&#1078;&#1072;&#1090;&#1100; &#1089;&#1074;&#1086;&#1081; &#1084;&#1077;&#1095; &#1074; &#1085;&#1086;&#1078;&#1085;&#1072;&#1093;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1087;&#1088;&#1086;&#1093;&#1086;&#1076;&#1080;&#1090; &#1087;&#1086; &#1090;&#1077;&#1088;&#1088;&#1080;&#1090;&#1086;&#1088;&#1080;&#1103;&#1084;, &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1099;&#1093; &#1080;&#1084;&#1080;.</p>

<p><img src="images/briars.jpg" />
<a name="briar"><b>&#1050;&#1086;&#1083;&#1102;&#1095;&#1080;&#1081; &#1082;&#1091;&#1089;&#1090;&#1072;&#1088;&#1085;&#1080;&#1082; </b></a> &#1087;&#1088;&#1077;&#1075;&#1088;&#1072;&#1078;&#1076;&#1072;&#1077;&#1090; &#1074;&#1072;&#1096; &#1087;&#1091;&#1090;&#1100;, &#1085;&#1086; &#1101;&#1090;&#1086; &#1085;&#1077; &#1077;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1072;&#1103; &#1086;&#1087;&#1072;&#1089;&#1085;&#1086;&#1089;&#1090;&#1100;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1086;&#1085; &#1074; &#1089;&#1077;&#1073;&#1077; &#1090;&#1072;&#1080;&#1090;. &#1055;&#1086;&#1083;&#1103;&#1085;&#1072; &#1082;&#1091;&#1089;&#1090;&#1072;&#1088;&#1085;&#1080;&#1082;&#1072;, &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1085;&#1072;&#1103; &#1089; <a name="briarroot"><b>&#1082;&#1086;&#1088;&#1085;&#1077;&#1074;&#1080;&#1097;&#1077;&#1084;</b></a>, &#1073;&#1091;&#1076;&#1077;&#1090; &#1088;&#1072;&#1079;&#1088;&#1072;&#1089;&#1090;&#1072;&#1090;&#1100;&#1089;&#1103; &#1089; &#1079;&#1072;&#1074;&#1080;&#1076;&#1085;&#1086;&#1081; &#1089;&#1082;&#1086;&#1088;&#1086;&#1089;&#1090;&#1100;&#1102;. &#1050;&#1072;&#1078;&#1076;&#1099;&#1081; &#1088;&#1072;&#1079;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1082;&#1091;&#1089;&#1090;&#1072;&#1088;&#1085;&#1080;&#1082; &#1088;&#1072;&#1089;&#1090;&#1077;&#1090;, &#1085;&#1086;&#1074;&#1072;&#1103; &#1087;&#1086;&#1088;&#1086;&#1089;&#1083;&#1100; &#1089;&#1085;&#1072;&#1095;&#1072;&#1083;&#1072; &#1076;&#1086;&#1083;&#1078;&#1085;&#1072; &#1086;&#1082;&#1088;&#1077;&#1087;&#1085;&#1091;&#1090;&#1100;. &#1053;&#1072; &#1101;&#1090;&#1086; &#1091;&#1093;&#1086;&#1076;&#1080;&#1090; &#1086;&#1076;&#1080;&#1085; &#1093;&#1086;&#1076; &#1076;&#1083;&#1103; &#1082;&#1072;&#1078;&#1076;&#1086;&#1075;&#1086; &#1082;&#1086;&#1088;&#1085;&#1103; &#1085;&#1072; &#1087;&#1086;&#1083;&#1103;&#1085;&#1077;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1089;&#1103; &#1087;&#1086;&#1083;&#1103;&#1085;&#1072; &#1086;&#1082;&#1088;&#1077;&#1087;&#1085;&#1077;&#1090;, &#1086;&#1085;&#1072; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1080;&#1090; &#1088;&#1072;&#1079;&#1088;&#1072;&#1089;&#1090;&#1072;&#1090;&#1100;&#1089;&#1103; &#1074;&#1086;&#1082;&#1088;&#1091;&#1075;. &#1057;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074; &#1101;&#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1085;&#1072; &#1087;&#1091;&#1090;&#1080; &#1091; &#1082;&#1091;&#1089;&#1090;&#1072;&#1088;&#1085;&#1080;&#1082;&#1072; - &#1085;&#1077; &#1089;&#1072;&#1084;&#1072;&#1103; &#1091;&#1076;&#1072;&#1095;&#1085;&#1072;&#1103; &#1084;&#1099;&#1089;&#1083;&#1100;.</p>

<p><img src="images/stairs.jpg" />
<a name="exitstairs"><b>&#1051;&#1077;&#1089;&#1090;&#1085;&#1080;&#1094;&#1099;</b></a> &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1102;&#1090; &#1091;&#1095;&#1072;&#1089;&#1090;&#1082;&#1080; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1080;&#1081;. &#1062;&#1077;&#1083;&#1100;&#1102; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1072; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1087;&#1086;&#1080;&#1089;&#1082; &#1083;&#1077;&#1089;&#1090;&#1085;&#1080;&#1094;&#1099;, &#1074;&#1077;&#1076;&#1091;&#1097;&#1077;&#1081; &#1085;&#1072; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1081;.</p>

<p><img src="images/mwalls.jpg" />
<a name="masterwalls"><b>&#1057;&#1090;&#1077;&#1085;&#1099; &#1086;&#1087;&#1099;&#1090;&#1072; </b></a> &#1089;&#1090;&#1072;&#1085;&#1091;&#1090; &#1087;&#1088;&#1086;&#1079;&#1088;&#1072;&#1095;&#1085;&#1099;&#1084;&#1080;, &#1082;&#1072;&#1082; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1072; &#1080; &#1074;&#1089;&#1077; &#1077;&#1077; &#1089;&#1077;&#1082;&#1088;&#1077;&#1090;&#1085;&#1099;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1073;&#1091;&#1076;&#1091;&#1090; &#1087;&#1088;&#1086;&#1081;&#1076;&#1077;&#1085;&#1099;.
&#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1089;&#1077; &#1101;&#1090;&#1080; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1103;&#1090;&#1089;&#1103;, &#1074;&#1086;&#1079;&#1074;&#1088;&#1072;&#1097;&#1072;&#1081;&#1090;&#1077;&#1089;&#1100; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1089;&#1086; &#1089;&#1090;&#1077;&#1085;&#1072;&#1084;&#1080; &#1086;&#1087;&#1099;&#1090;&#1072; - &#1090;&#1077;&#1087;&#1077;&#1088;&#1100; &#1041;&#1080;&#1090;&#1088;&#1086; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1088;&#1086;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100; &#1089;&#1082;&#1074;&#1086;&#1079;&#1100; &#1085;&#1080;&#1093;.</p>

<p><img src="images/mimic.jpg" /><a name="mimics"><b>&#1044;&#1074;&#1086;&#1081;&#1085;&#1080;&#1082;&#1080; &#1087;&#1086;&#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103;</b></a>, &#1082;&#1086;&#1075;&#1076;&#1072; &#1041;&#1080;&#1090;&#1088;&#1086; &#1074;&#1099;&#1087;&#1080;&#1074;&#1072;&#1077;&#1090; <a name="mimicpotion"><b>&#1076;&#1074;&#1086;&#1081;&#1085;&#1080;&#1082;&#1086;&#1074;&#1086;&#1077; &#1079;&#1077;&#1083;&#1100;&#1077;</b></a>. &#1055;&#1086;&#1089;&#1083;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1074;&#1089;&#1103; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1100; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1087;&#1088;&#1080;&#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1074;&#1083;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103;, &#1080; &#1074;&#1099;, &#1087;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103;, &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100;, &#1075;&#1076;&#1077; &#1083;&#1091;&#1095;&#1096;&#1077; &#1087;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1076;&#1074;&#1086;&#1081;&#1085;&#1080;&#1082;&#1072;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1076;&#1086;&#1089;&#1090;&#1080;&#1075;&#1085;&#1077;&#1090;&#1077; &#1085;&#1091;&#1078;&#1085;&#1086;&#1075;&#1086; &#1084;&#1077;&#1089;&#1090;&#1072;, &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; &#1086;&#1078;&#1080;&#1076;&#1072;&#1085;&#1080;&#1103;  ("5"), &#1087;&#1086;&#1089;&#1083;&#1077; &#1095;&#1077;&#1075;&#1086; &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1089;&#1103; &#1076;&#1074;&#1086;&#1081;&#1085;&#1080;&#1082;. &nbsp;&#1044;&#1074;&#1086;&#1081;&#1085;&#1080;&#1082;&#1080; &#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103; &#1082;&#1086;&#1087;&#1080;&#1077;&#1081; &#1041;&#1080;&#1090;&#1088;&#1086; &#1080; &#1076;&#1074;&#1080;&#1075;&#1072;&#1102;&#1090;&#1089;&#1103; &#1090;&#1086;&#1095;&#1085;&#1086; &#1090;&#1072;&#1082; &#1078;&#1077;, &#1082;&#1072;&#1082; &#1080; &#1086;&#1085;. &#1055;&#1086;&#1076;&#1090;&#1072;&#1083;&#1082;&#1080;&#1074;&#1072;&#1085;&#1080;&#1077; &#1076;&#1074;&#1086;&#1081;&#1085;&#1080;&#1082;&#1086;&#1074; &#1082; &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1080;&#1103;&#1084; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090; &#1080;&#1093; &#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1086;&#1090;&#1085;&#1086;&#1089;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1041;&#1080;&#1090;&#1088;&#1086;.</p>

<p><img src="images/invis.jpg" />
&#1050;&#1086;&#1075;&#1076;&#1072; &#1041;&#1080;&#1090;&#1088;&#1086; &#1074;&#1099;&#1087;&#1080;&#1074;&#1072;&#1077;&#1090; <a name="invispotion"><b>&#1079;&#1077;&#1083;&#1100;&#1077; &#1085;&#1077;&#1074;&#1080;&#1076;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080;</b></a>, &#1086;&#1085; &#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1089;&#1103; &#1085;&#1077;&#1074;&#1080;&#1076;&#1080;&#1084;&#1099;&#1084; &#1076;&#1083;&#1103; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;. &#1053;&#1086; &#1077;&#1089;&#1083;&#1080; &#1086;&#1085; &#1087;&#1086;&#1076;&#1086;&#1081;&#1076;&#1077;&#1090; &#1082; &#1085;&#1080;&#1084; &#1073;&#1083;&#1080;&#1078;&#1077;, &#1095;&#1077;&#1084; &#1085;&#1072; &#1087;&#1103;&#1090;&#1100; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1086;&#1074;, &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072; &#1089;&#1084;&#1086;&#1075;&#1091;&#1090; &#1077;&#1075;&#1086; &#1091;&#1095;&#1091;&#1103;&#1090;&#1100;. &#1055;&#1088;&#1080;&#1085;&#1103;&#1074; &#1077;&#1097;&#1077; &#1086;&#1076;&#1085;&#1086; &#1079;&#1077;&#1083;&#1100;&#1077;, &#1041;&#1080;&#1090;&#1088;&#1086; &#1074;&#1085;&#1086;&#1074;&#1100; &#1089;&#1090;&#1072;&#1085;&#1077;&#1090; &#1074;&#1080;&#1076;&#1080;&#1084;&#1099;&#1084;.</p>

<p><img src="images/decoy.jpg" />
<a name="decoys"><b>&#1055;&#1088;&#1080;&#1084;&#1072;&#1085;&#1082;&#1080;</b></a> &#1087;&#1086;&#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1041;&#1080;&#1090;&#1088;&#1086; &#1087;&#1100;&#1077;&#1090; 
<a name="decoypotion"><b>&#1087;&#1088;&#1080;&#1084;&#1072;&#1085;&#1085;&#1086;&#1077; &#1079;&#1077;&#1083;&#1100;&#1077;</b></a>. &#1050;&#1072;&#1082; &#1080; &#1074; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1089; &#1076;&#1074;&#1086;&#1081;&#1085;&#1080;&#1082;&#1086;&#1074;&#1099;&#1084; &#1079;&#1077;&#1083;&#1100;&#1077;&#1084;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1077;&#1075;&#1086; &#1091;&#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1083;&#1077;&#1085;&#1080;&#1103; &#1074;&#1089;&#1103; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1100; &#1079;&#1072;&#1084;&#1080;&#1088;&#1072;&#1077;&#1090; &#1076;&#1086; &#1090;&#1077;&#1093; &#1087;&#1086;&#1088;, &#1087;&#1086;&#1082;&#1072; &#1087;&#1088;&#1080;&#1084;&#1072;&#1085;&#1082;&#1080; &#1085;&#1077; &#1073;&#1091;&#1076;&#1091;&#1090; &#1088;&#1072;&#1089;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1099;, &#1079;&#1072;&#1090;&#1077;&#1084; &#1080;&#1093; &#1085;&#1077;&#1083;&#1100;&#1079;&#1103; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1077;&#1088;&#1077;&#1076;&#1074;&#1080;&#1085;&#1091;&#1090;&#1100;. &#1054;&#1085;&#1080; &#1087;&#1088;&#1077;&#1076;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1099; &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1090;&#1074;&#1083;&#1077;&#1082;&#1072;&#1090;&#1100; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;. &#1045;&#1089;&#1083;&#1080; &#1087;&#1088;&#1080;&#1084;&#1072;&#1085;&#1082;&#1072; &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1072; &#1085;&#1072; &#1088;&#1072;&#1089;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1080; &#1087;&#1103;&#1090;&#1080; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1086;&#1074; &#1086;&#1090; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072;, &#1072; &#1041;&#1080;&#1090;&#1088;&#1086; &#1089;&#1090;&#1086;&#1080;&#1090; &#1076;&#1072;&#1083;&#1100;&#1096;&#1077;, &#1090;&#1086; &#1086;&#1085;&#1086; &#1074;&#1099;&#1073;&#1077;&#1088;&#1077;&#1090; &#1087;&#1088;&#1080;&#1084;&#1072;&#1085;&#1082;&#1091;.</p>
<p><img src="images/clone.jpg" />
<a name="clones"><b>&#1050;&#1083;&#1086;&#1085;&#1099;</b></a> &#1087;&#1086;&#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1041;&#1080;&#1090;&#1088;&#1086; &#1074;&#1099;&#1087;&#1080;&#1074;&#1072;&#1077;&#1090; <a name="clonepotion"><b>&#1082;&#1083;&#1086;&#1085;&#1086;&#1074;&#1086;&#1077; &#1079;&#1077;&#1083;&#1100;&#1077;</b></a>. &#1057;&#1072;&#1084;&#1080; &#1087;&#1086; &#1089;&#1077;&#1073;&#1077; &#1086;&#1085;&#1080; &#1085;&#1080;&#1095;&#1077;&#1075;&#1086; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1085;&#1077; &#1076;&#1077;&#1083;&#1072;&#1102;&#1090;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1041;&#1080;&#1090;&#1088;&#1086; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1077;&#1085; &#1087;&#1077;&#1088;&#1077;&#1089;&#1077;&#1083;&#1103;&#1090;&#1100; &#1089;&#1074;&#1086;&#1077; &#1089;&#1086;&#1079;&#1085;&#1072;&#1085;&#1080;&#1077; &#1074; &#1090;&#1077;&#1083;&#1086; &#1082;&#1083;&#1086;&#1085;&#1072; (&#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1072; "Tab"), &#1095;&#1090;&#1086; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1077;&#1084;&#1091; &#1076;&#1086;&#1089;&#1090;&#1080;&#1075;&#1072;&#1090;&#1100; &#1084;&#1077;&#1089;&#1090;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1080;&#1085;&#1072;&#1095;&#1077; &#1087;&#1086;&#1087;&#1072;&#1089;&#1090;&#1100; &#1085;&#1077;&#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;.</p>

<p><img src="images/speed.jpg" />
<a name="speedpotion"><b>&#1059;&#1089;&#1082;&#1086;&#1088;&#1103;&#1102;&#1097;&#1080;&#1077; &#1079;&#1077;&#1083;&#1100;&#1103;</b></a> &#1076;&#1077;&#1083;&#1072;&#1102;&#1090; &#1041;&#1080;&#1090;&#1088;&#1086; &#1073;&#1086;&#1083;&#1077;&#1077; &#1073;&#1099;&#1089;&#1090;&#1088;&#1099;&#1084;, &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1103; &#1077;&#1084;&#1091; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1076;&#1074;&#1072; &#1096;&#1072;&#1075;&#1072; &#1074; &#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1086;&#1085; &#1076;&#1077;&#1083;&#1072;&#1077;&#1090; &#1086;&#1076;&#1080;&#1085;.</p>

<p><img src="images/scroll.jpg" />
<a name="scrolls"><b>&#1057;&#1074;&#1080;&#1090;&#1082;&#1080;</b></a> &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1084;&#1086;&#1078;&#1077;&#1090; &#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100;&#1089;&#1103; &#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1086;&#1081;. &#1063;&#1090;&#1086;&#1073;&#1099; &#1087;&#1088;&#1086;&#1095;&#1080;&#1090;&#1072;&#1090;&#1100; &#1080;&#1093;, &#1041;&#1080;&#1090;&#1088;&#1086; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1085;&#1072;&#1089;&#1090;&#1091;&#1087;&#1080;&#1090;&#1100; &#1085;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1086;&#1085;&#1080; &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1090;&#1089;&#1103;.</p>

<p><img src="images/forcearrow.jpg" />
<a name="forcearrows"><b>&#1057;&#1080;&#1083;&#1086;&#1074;&#1099;&#1077; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1080; </b></a> &#1085;&#1077; &#1076;&#1072;&#1102;&#1090; &#1087;&#1088;&#1086;&#1081;&#1090;&#1080; &#1074; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1091;, &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1086;&#1087;&#1086;&#1083;&#1086;&#1078;&#1085;&#1091;&#1102; &#1080;&#1093; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1102;. &#1053;&#1072; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1080;, &#1091;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1097;&#1080;&#1077; &#1085;&#1072; &#1089;&#1077;&#1074;&#1077;&#1088;, &#1084;&#1086;&#1078;&#1085;&#1086; &#1085;&#1072;&#1089;&#1090;&#1091;&#1087;&#1080;&#1090;&#1100; &#1089;&#1086; &#1074;&#1089;&#1077;&#1093; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;, &#1082;&#1088;&#1086;&#1084;&#1077; &#1089;&#1077;&#1074;&#1077;&#1088;&#1086;-&#1079;&#1072;&#1087;&#1072;&#1076;&#1072;, &#1089;&#1077;&#1074;&#1077;&#1088;&#1072; &#1080; &#1089;&#1077;&#1074;&#1077;&#1088;&#1086;-&#1074;&#1086;&#1089;&#1090;&#1086;&#1082;&#1072;. &#1050;&#1072;&#1082; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1041;&#1080;&#1090;&#1088;&#1086; &#1085;&#1072;&#1089;&#1090;&#1091;&#1087;&#1080;&#1090; &#1085;&#1072; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1091;, &#1091;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1097;&#1091;&#1102; &#1085;&#1072; &#1089;&#1077;&#1074;&#1077;&#1088;, &#1086;&#1085; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090; &#1089;&#1086;&#1081;&#1090;&#1080; &#1089; &#1085;&#1077;&#1077; &#1074;&#1086; &#1074;&#1089;&#1077;&#1093; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103;&#1093;, &#1082;&#1088;&#1086;&#1084;&#1077; &#1102;&#1075;&#1086;-&#1079;&#1072;&#1087;&#1072;&#1076;&#1072;, &#1102;&#1075;&#1072; &#1080; &#1102;&#1075;&#1086;-&#1074;&#1086;&#1089;&#1090;&#1086;&#1082;&#1072;.</p>

<p><img src="images/mirror.jpg" />
<a name="mirrors"><b>&#1047;&#1077;&#1088;&#1082;&#1072;&#1083;&#1072;</b></a> &#1086;&#1090;&#1088;&#1072;&#1078;&#1072;&#1102;&#1090; &#1074;&#1079;&#1075;&#1083;&#1103;&#1076; &#1079;&#1083;&#1086;&#1073;&#1086;&#1075;&#1083;&#1072;&#1079;&#1086;&#1074; &#1080; &#1072;&#1091;&#1084;&#1090;&#1083;&#1080;&#1093;&#1086;&#1074;, &#1079;&#1072;&#1086;&#1076;&#1085;&#1086; &#1079;&#1077;&#1088;&#1082;&#1072;&#1083;&#1072;&#1084;&#1080; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1088;&#1080;&#1078;&#1080;&#1084;&#1072;&#1090;&#1100; &#1087;&#1072;&#1085;&#1077;&#1083;&#1080;. &#1041;&#1080;&#1090;&#1088;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1077;&#1088;&#1077;&#1076;&#1074;&#1080;&#1075;&#1072;&#1090;&#1100; &#1080;&#1093; &#1089;&#1072;&#1084; &#1080;&#1083;&#1080; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1076;&#1083;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1089;&#1074;&#1086;&#1081; &#1084;&#1077;&#1095;. &#1058;&#1072;&#1082;&#1078;&#1077; &#1086;&#1085; &#1084;&#1086;&#1078;&#1077;&#1090; &#1088;&#1072;&#1079;&#1073;&#1080;&#1090;&#1100; &#1080;&#1093; &#1087;&#1088;&#1103;&#1084;&#1099;&#1084; &#1091;&#1076;&#1072;&#1088;&#1086;&#1084;.</p>

<p><img src="images/arrowrotators.jpg" />
&#1050;&#1086;&#1075;&#1076;&#1072; &#1041;&#1080;&#1090;&#1088;&#1086; &#1089;&#1090;&#1091;&#1087;&#1072;&#1077;&#1090; &#1085;&#1072; <a name="arrowrotator"><b>&#1079;&#1085;&#1072;&#1082; &#1074;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1103; &#1089;&#1090;&#1088;&#1077;&#1083;&#1086;&#1082;</b></a>,
&#1074;&#1089;&#1077; &#1089;&#1080;&#1083;&#1086;&#1074;&#1099;&#1077; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1080; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1087;&#1086;&#1074;&#1086;&#1088;&#1072;&#1095;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1085;&#1072;  45 &#1075;&#1088;&#1072;&#1076;&#1091;&#1089;&#1086;&#1074; &#1074; &#1091;&#1082;&#1072;&#1079;&#1072;&#1085;&#1085;&#1086;&#1084; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1080;.
&#1055;&#1086;&#1089;&#1083;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1079;&#1085;&#1072;&#1082; &#1084;&#1077;&#1085;&#1103;&#1077;&#1090; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1080; &#1087;&#1088;&#1080; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1085;&#1086;&#1084; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090;&#1077; &#1089; &#1085;&#1080;&#1084; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1080; &#1087;&#1086;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1089;&#1103; &#1086;&#1073;&#1088;&#1072;&#1090;&#1085;&#1086;.</p>

<p><img src="images/tarswitcher.jpg" />
&#1050;&#1086;&#1075;&#1076;&#1072; &#1041;&#1080;&#1090;&#1088;&#1086; &#1085;&#1072;&#1089;&#1090;&#1091;&#1087;&#1072;&#1077;&#1090; &#1085;&#1072; <a name="tarstuffswitcher"><b>&#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1072;&#1090;&#1077;&#1083;&#1100; &#1089;&#1084;&#1086;&#1083;&#1099;/&#1075;&#1088;&#1103;&#1079;&#1080;</b></a>,
&#1074;&#1089;&#1103; &#1089;&#1084;&#1086;&#1083;&#1072; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1089;&#1103; &#1075;&#1088;&#1103;&#1079;&#1100;&#1102; &#1080; &#1085;&#1072;&#1086;&#1073;&#1086;&#1088;&#1086;&#1090;. &#1057;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1080; &#1076;&#1088;&#1091;&#1075;&#1080;&#1077; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1099;.</p>

<p><img src="images/visiontoken.jpg" />
&#1053;&#1072;&#1089;&#1090;&#1091;&#1087;&#1080;&#1074; &#1085;&#1072; <a name="visiontoken"><b>&#1079;&#1085;&#1072;&#1082; &#1079;&#1088;&#1077;&#1085;&#1080;&#1103;,</b></a> &#1041;&#1080;&#1090;&#1088;&#1086; &#1086;&#1073;&#1088;&#1077;&#1090;&#1077;&#1090; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1091;&#1102; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1085;&#1086;&#1089;&#1090;&#1100; &#1074;&#1080;&#1076;&#1077;&#1090;&#1100; &#1090;&#1086;, &#1095;&#1090;&#1086; &#1089;&#1086;&#1082;&#1088;&#1099;&#1090;&#1086; &#1086;&#1090; &#1075;&#1083;&#1072;&#1079; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093;. &#1054;&#1085; &#1073;&#1091;&#1076;&#1077;&#1090; &#1074;&#1080;&#1076;&#1077;&#1090;&#1100; &#1085;&#1077;&#1074;&#1080;&#1076;&#1080;&#1084;&#1099;&#1077; &#1074;&#1077;&#1097;&#1080; - &#1090;&#1086;, &#1095;&#1090;&#1086; &#1089;&#1082;&#1088;&#1099;&#1090;&#1086; &#1087;&#1086;&#1076; &#1089;&#1084;&#1086;&#1083;&#1086;&#1081;, &#1080; &#1082; &#1090;&#1086;&#1084;&#1091; &#1078;&#1077; &#1091;&#1079;&#1085;&#1072;&#1077;&#1090;, &#1085;&#1072; &#1095;&#1090;&#1086; &#1091;&#1089;&#1090;&#1072;&#1074;&#1080;&#1083;&#1089;&#1103; &#1079;&#1083;&#1086;&#1073;&#1086;&#1075;&#1083;&#1072;&#1079;.
&#1055;&#1088;&#1080; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1085;&#1086;&#1084; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090;&#1077; &#1089;&#1086; &#1079;&#1085;&#1072;&#1082;&#1086;&#1084;, &#1101;&#1090;&#1086;&#1090; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090; &#1087;&#1088;&#1086;&#1087;&#1072;&#1076;&#1077;&#1090;.</p>

<p><img src="images/powertoken.jpg" />
&#1053;&#1072;&#1089;&#1090;&#1091;&#1087;&#1080;&#1074; &#1085;&#1072; <a name="powertoken"><b>&#1079;&#1085;&#1072;&#1082; &#1089;&#1080;&#1083;&#1099;, </b></a> &#1041;&#1080;&#1090;&#1088;&#1086; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1090;&#1100; &#1083;&#1102;&#1073;&#1099;&#1084; &#1060;&#1077;&#1075;&#1091;&#1085;&#1076;&#1086; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1080; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1076;&#1080;&#1089;&#1082;&#1080;, &#1087;&#1088;&#1080;&#1082;&#1086;&#1089;&#1085;&#1091;&#1074;&#1096;&#1080;&#1089;&#1100; &#1082; &#1085;&#1080;&#1084;. &#1058;&#1072;&#1082;&#1078;&#1077; &#1101;&#1090;&#1086; &#1076;&#1086;&#1085;&#1077;&#1089;&#1077;&#1090; &#1076;&#1086; &#1074;&#1089;&#1077;&#1093; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1087;&#1088;&#1086;&#1089;&#1090;&#1091;&#1102; &#1084;&#1099;&#1089;&#1083;&#1100;, &#1095;&#1090;&#1086; &#1090;&#1086;&#1090;, &#1082;&#1090;&#1086; &#1076;&#1086;&#1090;&#1088;&#1086;&#1085;&#1091;&#1083;&#1089;&#1103; &#1076;&#1086; &#1101;&#1090;&#1086;&#1075;&#1086; &#1079;&#1085;&#1072;&#1082;&#1072;, &#1074;&#1077;&#1089;&#1100;&#1084;&#1072; &#1089;&#1098;&#1077;&#1076;&#1086;&#1073;&#1077;&#1085;.
&#1061;&#1086;&#1090;&#1103; &#1041;&#1080;&#1090;&#1088;&#1086; &#1101;&#1090;&#1086; &#1085;&#1077; &#1076;&#1086;&#1083;&#1078;&#1085;&#1086; &#1086;&#1089;&#1086;&#1073;&#1086; &#1074;&#1086;&#1083;&#1085;&#1086;&#1074;&#1072;&#1090;&#1100;, &#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1082;&#1072;&#1082; &#1077;&#1075;&#1086; &#1080; &#1090;&#1072;&#1082; &#1074;&#1089;&#1077; &#1093;&#1086;&#1090;&#1103;&#1090; &#1089;&#1086;&#1078;&#1088;&#1072;&#1090;&#1100;, &#1079;&#1072;&#1090;&#1086; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1089;&#1090;&#1086;&#1080;&#1090; &#1087;&#1086;&#1073;&#1077;&#1089;&#1087;&#1086;&#1082;&#1086;&#1080;&#1090;&#1100;&#1089;&#1103;.</p>

<p><img src="images/disarmtoken.jpg" />
&#1050;&#1086;&#1075;&#1076;&#1072; &#1041;&#1080;&#1090;&#1088;&#1086; &#1089;&#1090;&#1091;&#1087;&#1072;&#1077;&#1090; &#1085;&#1072; <a name="disarmtoken"><b>&#1079;&#1085;&#1072;&#1082; &#1088;&#1072;&#1079;&#1086;&#1088;&#1091;&#1078;&#1077;&#1085;&#1080;&#1103;</b></a>, &#1091; &#1085;&#1077;&#1075;&#1086; &#1079;&#1072;&#1073;&#1080;&#1088;&#1072;&#1102;&#1090; &#1084;&#1077;&#1095;. &#1055;&#1086;&#1083;&#1086;&#1078;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1072;&#1103; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1072; &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1086;&#1075;&#1086; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1072; &#1079;&#1072;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1073;&#1077;&#1079; &#1084;&#1077;&#1095;&#1072; &#1041;&#1080;&#1090;&#1088;&#1086; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1088;&#1086;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100; &#1087;&#1086; &#1082;&#1088;&#1099;&#1096;&#1082;&#1072;&#1084; &#1083;&#1102;&#1082;&#1086;&#1074;, &#1085;&#1077; &#1087;&#1088;&#1086;&#1074;&#1072;&#1083;&#1080;&#1074;&#1072;&#1103;&#1089;&#1100; &#1074; &#1085;&#1080;&#1093;. &#1054;&#1085; &#1084;&#1086;&#1078;&#1077;&#1090; &#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1089;&#1077;&#1073;&#1077; &#1084;&#1077;&#1095;, &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1085;&#1086; &#1085;&#1072;&#1089;&#1090;&#1091;&#1087;&#1080;&#1074; &#1085;&#1072; &#1090;&#1072;&#1082;&#1086;&#1081; &#1079;&#1085;&#1072;&#1082; &#1080;&#1083;&#1080; &#1074;&#1099;&#1081;&#1076;&#1103; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.</p>

<p><img src="images/station.jpg" /><a name="relaystation"><b>&#1056;&#1077;&#1090;&#1088;&#1072;&#1085;&#1089;&#1083;&#1103;&#1094;&#1080;&#1086;&#1085;&#1085;&#1072;&#1103; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103;</b></a> - &#1084;&#1077;&#1089;&#1090;&#1086;, &#1075;&#1076;&#1077; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1102;&#1090; &#1078;&#1080;&#1090;&#1077;&#1083;&#1080; &#1048;&#1084;&#1087;&#1077;&#1088;&#1080;&#1080;. &#1054;&#1085;&#1080; &#1087;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1085;&#1086; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1072;&#1102;&#1090;&#1089;&#1103; &#1084;&#1077;&#1078;&#1076;&#1091; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103;&#1084;&#1080;, &#1089;&#1086;&#1073;&#1080;&#1088;&#1072;&#1103; &#1084;&#1072;&#1090;&#1077;&#1088;&#1080;&#1072;&#1083;&#1099;.</p>

<p><img src="images/persistentmovement.jpg" /><a name="movementtoken"><b>&#1047;&#1085;&#1072;&#1082; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103; </b></a> &#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1087;&#1088;&#1080;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1101;&#1090;&#1086;&#1090; &#1079;&#1085;&#1072;&#1082;, &#1075;&#1088;&#1072;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1080;&#1082;&#1086;&#1075;&#1076;&#1072; &#1085;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1103;&#1090; &#1087;&#1099;&#1090;&#1072;&#1090;&#1100;&#1089;&#1103; &#1076;&#1086;&#1089;&#1090;&#1080;&#1095;&#1100; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1081; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080; &#1085;&#1072; &#1089;&#1074;&#1086;&#1077;&#1084; &#1087;&#1091;&#1090;&#1080;.</p>

<p><img src="images/ortho.jpg" />
<a name="orthosquares"><b>&#1047;&#1085;&#1072;&#1082; &#1079;&#1072;&#1082;&#1088;&#1099;&#1090;&#1099;&#1093; &#1076;&#1080;&#1072;&#1075;&#1086;&#1085;&#1072;&#1083;&#1077;&#1081; </b></a> &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1083;&#1102;&#1073;&#1099;&#1084; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103;&#1084; &#1087;&#1086; &#1076;&#1080;&#1072;&#1075;&#1086;&#1085;&#1072;&#1083;&#1080;. &#1069;&#1090;&#1086; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1077;&#1089;&#1083;&#1080; &#1041;&#1080;&#1090;&#1088;&#1086; &#1074;&#1089;&#1090;&#1072;&#1085;&#1077;&#1090; &#1085;&#1072; &#1090;&#1072;&#1082;&#1086;&#1081; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;, &#1086;&#1085; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090; &#1089;&#1086;&#1081;&#1090;&#1080; &#1089; &#1085;&#1077;&#1075;&#1086; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1085;&#1072; &#1089;&#1077;&#1074;&#1077;&#1088;, &#1074;&#1086;&#1089;&#1090;&#1086;&#1082;, &#1102;&#1075; &#1080;&#1083;&#1080; &#1079;&#1072;&#1087;&#1072;&#1076;.</p>

<p><img src="images/bombfuse.jpg" />
<a name="bomb"><b>&#1041;&#1086;&#1084;&#1073;&#1099;</b></a> &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1083;&#1080;&#1073;&#1086; &#1084;&#1077;&#1095;&#1086;&#1084; &#1041;&#1080;&#1090;&#1088;&#1086;, &#1083;&#1080;&#1073;&#1086; &#1087;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1075;&#1086;&#1088;&#1103;&#1097;&#1077;&#1075;&#1086; <a name="fuse"><b>&#1092;&#1080;&#1090;&#1080;&#1083;&#1103;</b></a>. &#1050;&#1086;&#1075;&#1076;&#1072; &#1073;&#1086;&#1084;&#1073;&#1072; &#1074;&#1079;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103;, &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072;, &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1097;&#1080;&#1077;&#1089;&#1103; &#1074; &#1088;&#1072;&#1076;&#1080;&#1091;&#1089;&#1077; 3 &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1086;&#1074;, &#1087;&#1086;&#1075;&#1080;&#1073;&#1072;&#1102;&#1090;. &#1045;&#1089;&#1083;&#1080; &#1090;&#1072;&#1084; &#1086;&#1082;&#1072;&#1078;&#1077;&#1090;&#1089;&#1103; &#1076;&#1088;&#1091;&#1075;&#1072;&#1103; &#1073;&#1086;&#1084;&#1073;&#1072;, &#1086;&#1085;&#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1074;&#1079;&#1086;&#1088;&#1074;&#1077;&#1090;&#1089;&#1103;. &#1060;&#1080;&#1090;&#1080;&#1083;&#1100; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1076;&#1078;&#1077;&#1095;&#1100;, &#1086;&#1090;&#1086;&#1081;&#1076;&#1103; &#1086;&#1090; &#1077;&#1075;&#1086; &#1082;&#1086;&#1085;&#1094;&#1072;, &#1080;&#1083;&#1080; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1074;&#1079;&#1086;&#1088;&#1074;&#1072;&#1074; &#1077;&#1075;&#1086;. &#1060;&#1080;&#1090;&#1080;&#1083;&#1080; &#1085;&#1077; &#1089;&#1084;&#1086;&#1075;&#1091;&#1090; &#1075;&#1086;&#1088;&#1077;&#1090;&#1100; &#1074; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1080;, &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1086;&#1087;&#1086;&#1083;&#1086;&#1078;&#1085;&#1086;&#1084; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1072;&#1084; &#1089;&#1080;&#1083;&#1099;.</p>

<p><img src="images/tunnel.jpg" />
<a name="tunnels"><b>&#1058;&#1086;&#1085;&#1085;&#1077;&#1083;&#1080;</b></a> &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1102;&#1090; &#1041;&#1080;&#1090;&#1088;&#1086; &#1073;&#1099;&#1089;&#1090;&#1088;&#1086; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1072;&#1090;&#1100;&#1089;&#1103; &#1080;&#1079; &#1086;&#1076;&#1085;&#1086;&#1081; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1074; &#1076;&#1088;&#1091;&#1075;&#1091;&#1102;.  &#1045;&#1089;&#1083;&#1080; &#1041;&#1080;&#1090;&#1088;&#1086; &#1074;&#1089;&#1090;&#1072;&#1085;&#1077;&#1090; &#1085;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090; &#1090;&#1086;&#1085;&#1085;&#1077;&#1083;&#1103; &#1080; &#1076;&#1074;&#1080;&#1085;&#1077;&#1090;&#1089;&#1103; &#1074; &#1077;&#1075;&#1086; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1080;, &#1090;&#1086; &#1086;&#1085; &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1089;&#1103; &#1074; &#1073;&#1083;&#1080;&#1078;&#1072;&#1081;&#1096;&#1077;&#1084; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1077; &#1090;&#1086;&#1085;&#1085;&#1077;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1078;&#1077; &#1088;&#1103;&#1076;&#1072;/&#1082;&#1086;&#1083;&#1086;&#1085;&#1082;&#1080; &#1101;&#1090;&#1086;&#1075;&#1086; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103;.  &#1063;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072; &#1085;&#1080;&#1082;&#1086;&#1075;&#1076;&#1072; &#1085;&#1077; &#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090;&#1089;&#1103; &#1090;&#1086;&#1085;&#1085;&#1077;&#1083;&#1103;&#1084;&#1080; &#1080; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1072;&#1102;&#1090;&#1089;&#1103; &#1085;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090; &#1090;&#1086;&#1085;&#1085;&#1077;&#1083;&#1103; &#1083;&#1080;&#1096;&#1100; &#1090;&#1086;&#1075;&#1076;&#1072;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1085;&#1072; &#1085;&#1077;&#1084; &#1089;&#1090;&#1086;&#1080;&#1090; &#1041;&#1080;&#1090;&#1088;&#1086;. &#1042; &#1101;&#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1086;&#1085;, &#1082;&#1072;&#1082; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086;, &#1087;&#1086;&#1075;&#1080;&#1073;&#1072;&#1077;&#1090;.</p>

<p><img src="images/checkpoint.jpg" />&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1085;&#1072; <a name="checkpoints"><b>&#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1090;&#1086;&#1095;&#1082;&#1080;,</b></a> &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1080;&#1090;&#1100; &#1080;&#1075;&#1088;&#1091; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1074; &#1082;&#1086;&#1085;&#1082;&#1088;&#1077;&#1090;&#1085;&#1099;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1080;. &#1057; &#1080;&#1093; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1078;&#1085;&#1099;&#1093; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1089;&#1103; &#1075;&#1086;&#1088;&#1072;&#1079;&#1076;&#1086; &#1087;&#1088;&#1086;&#1097;&#1077;. &#1045;&#1089;&#1083;&#1080; &#1041;&#1080;&#1090;&#1088;&#1086; &#1087;&#1086;&#1075;&#1080;&#1073;&#1072;&#1077;&#1090; &#1087;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1089;&#1090;&#1091;&#1087;&#1080;&#1083; &#1085;&#1072; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1091;&#1102; &#1090;&#1086;&#1095;&#1082;&#1091;, &#1090;&#1086; &#1086;&#1085; &#1074;&#1077;&#1088;&#1085;&#1077;&#1090;&#1089;&#1103; &#1082; &#1085;&#1077;&#1081;, &#1072; &#1085;&#1077; &#1082; &#1085;&#1072;&#1095;&#1072;&#1083;&#1091; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;. &#1050;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1072;&#1103; &#1090;&#1086;&#1095;&#1082;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1072;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1085;&#1086;&#1074;&#1086; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1080;&#1090;&#1100; &#1080;&#1075;&#1088;&#1091;, &#1085;&#1072;&#1089;&#1090;&#1091;&#1087;&#1072;&#1103; &#1085;&#1072; &#1101;&#1090;&#1091; &#1090;&#1086;&#1095;&#1082;&#1091; &#1085;&#1077;&#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1085;&#1086;&#1077; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1088;&#1072;&#1079;. &#1050;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1090;&#1086;&#1095;&#1082;&#1080; &#1084;&#1086;&#1078;&#1085;&#1086; &#1074;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100;/&#1086;&#1090;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100; &#1074; <a
 href="settings.html">&#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072;&#1093; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;</a>.</p>

<p><img src="images/conquertoken.jpg" /> &#1045;&#1089;&#1083;&#1080; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1087;&#1088;&#1080;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; 
<a name="conquertoken"><b>&#1079;&#1085;&#1072;&#1082; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103;</b></a>, &#1090;&#1086; &#1074;&#1099; &#1085;&#1077;&#1087;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1079;&#1072;&#1081;&#1090;&#1080; &#1085;&#1072; &#1085;&#1077;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1088;&#1086;&#1081;&#1090;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;. &#1050;&#1088;&#1086;&#1084;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1074;&#1072;&#1096;&#1080; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1099; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1076;&#1083;&#1103; CaravelNet
&#1088;&#1072;&#1089;&#1089;&#1095;&#1080;&#1090;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1082;&#1072;&#1082; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1093;&#1086;&#1076;&#1086;&#1074;, &#1079;&#1072;&#1090;&#1088;&#1072;&#1095;&#1077;&#1085;&#1085;&#1099;&#1093; &#1076;&#1083;&#1103; &#1076;&#1086;&#1089;&#1090;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1079;&#1085;&#1072;&#1082;&#1072;, &#1072; &#1085;&#1077; &#1082;&#1072;&#1082; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1093;&#1086;&#1076;&#1086;&#1074;, &#1079;&#1072;&#1090;&#1088;&#1072;&#1095;&#1077;&#1085;&#1085;&#1099;&#1093; &#1076;&#1083;&#1103; &#1086;&#1095;&#1080;&#1089;&#1090;&#1082;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1080; &#1074;&#1099;&#1093;&#1086;&#1076;&#1072; &#1080;&#1079; &#1085;&#1077;&#1077;.</p>

<p><img src="images/map.jpg" /><a name="map"><b>&#1052;&#1080;&#1085;&#1080;-&#1082;&#1072;&#1088;&#1090;&#1072;</b></a> &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1097;&#1080;&#1077;&#1089;&#1103; &#1074; &#1076;&#1072;&#1085;&#1085;&#1099;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1087;&#1086; &#1089;&#1086;&#1089;&#1077;&#1076;&#1089;&#1090;&#1074;&#1091; &#1089; &#1041;&#1080;&#1090;&#1088;&#1086;.  &#1045;&#1089;&#1083;&#1080; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1086;&#1089;&#1090;&#1072;&#1083;&#1080;&#1089;&#1100; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072;, &#1086;&#1085;&#1072; &#1073;&#1091;&#1076;&#1077;&#1090; &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;&#1072; &#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1084; (&#1082;&#1086;&#1075;&#1076;&#1072; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086; &#1086;&#1095;&#1080;&#1089;&#1090;&#1080;&#1090;&#1100;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1090;&#1082;&#1088;&#1099;&#1083;&#1080;&#1089;&#1100; &#1089;&#1080;&#1085;&#1080;&#1077; &#1074;&#1086;&#1088;&#1086;&#1090;&#1072; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;)
&#1080;&#1083;&#1080; &#1087;&#1091;&#1088;&#1087;&#1091;&#1088;&#1085;&#1099;&#1084; (&#1082;&#1086;&#1075;&#1076;&#1072; &#1086;&#1095;&#1080;&#1097;&#1072;&#1090;&#1100; &#1077;&#1077; &#1085;&#1077; &#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090;&#1089;&#1103;).&nbsp;&#1055;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1074;&#1089;&#1077; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1073;&#1091;&#1076;&#1091;&#1090; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1077;&#1085;&#1099;, &#1086;&#1085;&#1072; &#1089;&#1090;&#1072;&#1085;&#1077;&#1090; &#1079;&#1077;&#1083;&#1077;&#1085;&#1086;&#1081;.&nbsp;&#1055;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1041;&#1080;&#1090;&#1088;&#1086; &#1091;&#1089;&#1087;&#1077;&#1096;&#1085;&#1086; &#1074;&#1099;&#1081;&#1076;&#1077;&#1090; &#1080;&#1079; &#1079;&#1077;&#1083;&#1077;&#1085;&#1086;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1086;&#1085;&#1072; &#1089;&#1090;&#1072;&#1085;&#1077;&#1090; &#1073;&#1077;&#1083;&#1086;&#1081;. &#1050;&#1072;&#1082; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086;, &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1041;&#1080;&#1090;&#1088;&#1086; &#1084;&#1086;&#1075; &#1074;&#1099;&#1081;&#1090;&#1080; &#1080;&#1079; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;, &#1074;&#1089;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1086;&#1082;&#1088;&#1072;&#1089;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074; &#1073;&#1077;&#1083;&#1099;&#1081; &#1094;&#1074;&#1077;&#1090;.</p>

<p><img src="images/clock.jpg" />
&#1050;&#1086;&#1075;&#1076;&#1072; &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085;&#1077; &#1087;&#1086;&#1103;&#1074;&#1103;&#1090;&#1089;&#1103; <a name="clock"><b>&#1090;&#1088;&#1077;&#1074;&#1086;&#1078;&#1085;&#1099;&#1077; &#1095;&#1072;&#1089;&#1099; </b></a> &#1041;&#1080;&#1090;&#1088;&#1086;, &#1074;&#1099; &#1087;&#1086;&#1081;&#1084;&#1077;&#1090;&#1077;, &#1095;&#1090;&#1086; &#1085;&#1072;&#1076;&#1074;&#1080;&#1075;&#1072;&#1077;&#1090;&#1089;&#1103; &#1086;&#1087;&#1072;&#1089;&#1085;&#1099;&#1081; &#1092;&#1077;&#1085;&#1086;&#1084;&#1077;&#1085;, &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1089;&#1083;&#1091;&#1095;&#1072;&#1102;&#1097;&#1080;&#1081;&#1089;&#1103; &#1088;&#1072;&#1079; &#1074; &#1082;&#1072;&#1078;&#1076;&#1099;&#1077; <b>&#1090;&#1088;&#1080;&#1076;&#1094;&#1072;&#1090;&#1100;</b> &#1093;&#1086;&#1076;&#1086;&#1074;.
&#1054;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1099;&#1077; &#1089;&#1086;&#1073;&#1099;&#1090;&#1080;&#1103; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1076;&#1103;&#1090;, &#1082;&#1072;&#1082; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086;, &#1082;&#1072;&#1078;&#1076;&#1099;&#1077; <b>&#1087;&#1103;&#1090;&#1100; </b>&#1093;&#1086;&#1076;&#1086;&#1074;.</p>

<hr />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>
</body>
</html>
