<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1089; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1099; </u></h3>
<p><a name="movement">&#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1089; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1099;, &#1079;&#1072;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1077; &#1074; &#1080;&#1075;&#1088;&#1077;</a>:</p>
<p>
<table border="1">
  <tbody>
    <tr>
      <td width="257"><b>7</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1089;&#1077;&#1074;&#1077;&#1088;&#1086;-&#1079;&#1072;&#1087;&#1072;&#1076;</td>
      <td width="260"><b>8</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1089;&#1077;&#1074;&#1077;&#1088;</td>
      <td width="260"><b>9</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1089;&#1077;&#1074;&#1077;&#1088;&#1086;-&#1074;&#1086;&#1089;&#1090;&#1086;&#1082;</td>
    </tr>
    <tr>
      <td><b>4</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1079;&#1072;&#1087;&#1072;&#1076;</td>
      <td><b>5</b> - &#1087;&#1086;&#1076;&#1086;&#1078;&#1076;&#1072;&#1090;&#1100;</td>
      <td><b>6</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1074;&#1086;&#1089;&#1090;&#1086;&#1082;</td>
    </tr>
    <tr>
      <td><b>1</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1102;&#1075;&#1086;-&#1079;&#1072;&#1087;&#1072;&#1076;</td>
      <td><b>2</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1102;&#1075;</td>
      <td><b>3</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1102;&#1075;&#1086;-&#1074;&#1086;&#1089;&#1090;&#1086;&#1082;</td>
    </tr>
    <tr>
      <td colspan="3">&nbsp;</td>
    </tr>
    <tr>
      <td colspan="3"><b>q</b> - &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1084;&#1077;&#1095; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074; &#1095;&#1072;&#1089;&#1086;&#1074;&#1086;&#1081; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1080;</td>
    </tr>
    <tr>
      <td colspan="3"><b>w</b> - &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1084;&#1077;&#1095; &#1087;&#1086; &#1095;&#1072;&#1089;&#1086;&#1074;&#1086;&#1081; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1077;</td>
    </tr>
    <tr>
      <td colspan="3"><b>r</b> - &#1085;&#1072;&#1095;&#1072;&#1090;&#1100; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1089; &#1085;&#1072;&#1095;&#1072;&#1083;&#1072; (&#1089; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1086;&#1081; &#1090;&#1086;&#1095;&#1082;&#1080;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;)</td>
    </tr>
    <tr>
      <td colspan="3"><b>Backspace</b> - &#1086;&#1090;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1077;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;</td>
    </tr>
    <tr>
      <td colspan="3"><b>+ (&#1084;&#1072;&#1083;&#1072;&#1103; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1085;&#1072;&#1103; &#1087;&#1072;&#1085;&#1077;&#1083;&#1100;)</b> - &#1076;&#1091;&#1073;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1077;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;</td>
    </tr>
  </tbody>
</table>
</p>
<p>&#1069;&#1090;&#1080; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1084;&#1086;&#1078;&#1085;&#1086; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1085;&#1072;  "<a href="settings.html">&#1069;&#1082;&#1088;&#1072;&#1085;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082;</a>".</p>
<p><a name="macros"><b>&#1052;&#1072;&#1082;&#1088;&#1086;&#1089; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103;: </b></a>&#1055;&#1086;&#1084;&#1080;&#1084;&#1086; &#1091;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1085;&#1080;&#1103; &#1073;&#1086;&#1077;&#1074;&#1086;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1080; &#1076;&#1083;&#1103; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1077;&#1085;&#1080;&#1103; &#1076;&#1074;&#1091;&#1093;&#1096;&#1072;&#1075;&#1086;&#1074;&#1099;&#1093; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1086;&#1076;&#1085;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086; &#1085;&#1072;&#1078;&#1072;&#1090;&#1100;  "Control" &#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103;, &#1095;&#1090;&#1086; &#1085;&#1077;&#1084;&#1077;&#1076;&#1083;&#1077;&#1085;&#1085;&#1086; &#1074;&#1099;&#1079;&#1086;&#1074;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; &#1084;&#1072;&#1082;&#1088;&#1086;&#1089;&#1072;, &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1083;&#1103;&#1102;&#1097;&#1077;&#1075;&#1086; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1077; &#1074; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1086;&#1087;&#1086;&#1083;&#1086;&#1078;&#1085;&#1086;&#1084; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1080;.  &#1053;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; "Ctrl+Q", &#1095;&#1090;&#1086;&#1073;&#1099; &#1041;&#1080;&#1090;&#1088;&#1086; &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1083;&#1089;&#1103; &#1089;&#1087;&#1077;&#1088;&#1074;&#1072; &#1074;&#1083;&#1077;&#1074;&#1086;, &#1072; &#1087;&#1086;&#1090;&#1086;&#1084; &#1089;&#1088;&#1072;&#1079;&#1091; &#1074;&#1087;&#1088;&#1072;&#1074;&#1086;.  &#1069;&#1090;&#1072; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077; &#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1086;&#1081; &#1087;&#1088;&#1080; &#1089;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1080; &#1089; &#1087;&#1086;&#1083;&#1095;&#1080;&#1097;&#1072;&#1084;&#1080; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;.  &#1050;&#1088;&#1086;&#1084;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1085;&#1072;&#1078;&#1072;&#1090;&#1100; "Ctrl+5", &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1076;&#1086;&#1078;&#1076;&#1072;&#1090;&#1100; &#1076;&#1086; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1075;&#1086; &#1094;&#1080;&#1082;&#1083;&#1072; &#1088;&#1072;&#1079;&#1084;&#1085;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085;&#1077; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1076;&#1103;&#1090; &#1089;&#1086;&#1073;&#1099;&#1090;&#1080;&#1103;, &#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1087;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1080; (&#1090;.&#1077;. &#1087;&#1086;&#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103; &#1090;&#1088;&#1077;&#1074;&#1086;&#1078;&#1085;&#1099;&#1077; &#1095;&#1072;&#1089;&#1099;).</p>
<p><a name="other">&#1055;&#1088;&#1086;&#1095;&#1080;&#1077; &#1074;&#1085;&#1091;&#1090;&#1088;&#1080;&#1080;&#1075;&#1088;&#1086;&#1074;&#1099;&#1077; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1080;</a>:</p>
<p>
<table border="1">
  <tbody>
    <tr>
      <td><b>Esc</b> - &#1074;&#1086;&#1079;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090; &#1074; <a href="commands.html">&#1043;&#1083;&#1072;&#1074;&#1085;&#1086;&#1077; &#1084;&#1077;&#1085;&#1102;</a> &#1080; &#1087;&#1088;&#1080;&#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1074;&#1083;&#1080;&#1074;&#1072;&#1077;&#1090; &#1090;&#1077;&#1082;&#1091;&#1097;&#1091;&#1102; &#1080;&#1075;&#1088;&#1091;.</td>
    </tr>
    <tr>
      <td><a name="stats"><b>Enter</b></a> - &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090; &#1086;&#1082;&#1085;&#1086; &#1095;&#1072;&#1090;&#1072; CaravelNet &#1080; &#1080;&#1075;&#1088;&#1086;&#1074;&#1091;&#1102; &#1089;&#1090;&#1072;&#1090;&#1080;&#1089;&#1090;&#1080;&#1082;&#1091;: &#1090;&#1077;&#1082;&#1091;&#1097;&#1072;&#1103; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1072;, &#1089;&#1076;&#1077;&#1083;&#1072;&#1085;&#1085;&#1099;&#1077; &#1093;&#1086;&#1076;&#1099;, &#1091;&#1073;&#1080;&#1090;&#1099;&#1077; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072;, &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1087;&#1088;&#1086;&#1081;&#1076;&#1077;&#1085;&#1085;&#1099;&#1093; &#1080; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1080; &#1087;&#1088;&#1086;&#1095;&#1080;&#1077; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1075;&#1086; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;.</td>
    </tr>
    <tr>
      <td><a name="chathistory"><b>Ctrl-Enter</b></a> - &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1102; &#1095;&#1072;&#1090;&#1072; CaravelNet &#1076;&#1083;&#1103; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1081; &#1089;&#1077;&#1089;&#1089;&#1080;&#1080; &#1044;&#1056;&#1054;&#1044;&#1072;.</td>
    </tr>
    <tr>
      <td><a name="skip"><b>Space</b></a> - &#1087;&#1088;&#1086;&#1087;&#1091;&#1089;&#1082;&#1072;&#1077;&#1090; &#1090;&#1077;&#1082;&#1091;&#1097;&#1091;&#1102; &#1079;&#1072;&#1089;&#1090;&#1072;&#1074;&#1082;&#1091; &#1080;&#1083;&#1080; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075;.</td>
    </tr>
    <tr>
      <td><a name="lock"><b>Shift</b></a> - &#1079;&#1072;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;/&#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090; &#1079;&#1072;&#1084;&#1086;&#1082; &#1085;&#1072; &#1074;&#1099;&#1093;&#1086;&#1076;&#1077; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; (&#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084; &#1076;&#1083;&#1103; &#1087;&#1088;&#1077;&#1076;&#1086;&#1090;&#1074;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1103; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;&#1085;&#1086;&#1075;&#1086; &#1074;&#1099;&#1093;&#1086;&#1076;&#1072; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;).</td>
    </tr>
    <tr>
      <td><b>F1</b> - &#1074;&#1099;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1080;&#1081; &#1101;&#1082;&#1088;&#1072;&#1085; &#1073;&#1099;&#1089;&#1090;&#1088;&#1086;&#1081; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080;.</td>
    </tr>
    <tr>
      <td><a name="demos"><b>F4</b></a> - <a href="demos.html">&#1073;&#1099;&#1089;&#1090;&#1088;&#1072;&#1103; &#1079;&#1072;&#1087;&#1080;&#1089;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;.</a></td>
    </tr>
    <tr>
      <td><b>F5</b> - <a href="demos.html">&#1085;&#1072;&#1095;&#1072;&#1090;&#1100; &#1079;&#1072;&#1087;&#1080;&#1089;&#1100; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;.</a></td>
    </tr>
    <tr>
      <td><b>F6</b> - <a href="demos.html">&#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1085;&#1099;&#1077; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;.</a></td>
    </tr>
    <tr>
      <td><a name="movecounter"><b>F7</b></a> - &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090;/&#1074;&#1099;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1089;&#1095;&#1077;&#1090;&#1095;&#1080;&#1082; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081;.</td>
    </tr>
    <tr>
      <td><a name="framerate"><b>Alt-F7</b></a> - &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090;/&#1074;&#1099;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080; &#1095;&#1072;&#1089;&#1090;&#1086;&#1090;&#1099; &#1089;&#1084;&#1077;&#1085;&#1099; &#1082;&#1072;&#1076;&#1088;&#1086;&#1074; &#1080; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1086;&#1081; &#1087;&#1072;&#1084;&#1103;&#1090;&#1080;.</td>
    </tr>
    <tr>
      <td><a name="scriptvarchange"><b>Ctrl-F7</b></a> - &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090;/&#1074;&#1099;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1091;&#1074;&#1077;&#1076;&#1086;&#1084;&#1083;&#1077;&#1085;&#1080;&#1077; &#1086;&#1073; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103;&#1093; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1081; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; (&#1074; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1093; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1072;&#1093;, &#1073;&#1077;&#1090;&#1072;-&#1074;&#1077;&#1088;&#1089;&#1080;&#1103;&#1093; &#1080; &#1074; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1075;&#1086; &#1090;&#1077;&#1089;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;).</td>
    </tr>
    <tr>
      <td><a name="fullscreen"><b>F10</b></a> - &#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1084;&#1077;&#1078;&#1076;&#1091; &#1087;&#1086;&#1083;&#1085;&#1086;&#1101;&#1082;&#1088;&#1072;&#1085;&#1085;&#1099;&#1084; &#1080; &#1086;&#1082;&#1086;&#1085;&#1085;&#1099;&#1084; &#1088;&#1077;&#1078;&#1080;&#1084;&#1086;&#1084;.</td>
    </tr>
    <tr>
      <td><a name="screenshot"><b>F11</b></a> - &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1103;&#1077;&#1090; &#1089;&#1082;&#1088;&#1080;&#1085;&#1096;&#1086;&#1090; &#1074; &#1082;&#1072;&#1090;&#1072;&#1083;&#1086;&#1075; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1072;.</td>
    </tr>
    <tr>
      <td><b>Ctrl-F11</b> - &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1103;&#1077;&#1090; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1074; &#1082;&#1072;&#1090;&#1072;&#1083;&#1086;&#1075; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1072;.</td>
    </tr>
  </tbody>
</table>
</p>
<p><a name="info">&#1065;&#1077;&#1083;&#1082;&#1085;&#1091;&#1074; &#1085;&#1072; &#1084;&#1077;&#1093;&#1072;&#1085;&#1080;&#1079;&#1084;&#1077; &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1085;&#1080;&#1103; &#1076;&#1074;&#1077;&#1088;&#1077;&#1081;, &#1074;&#1099; &#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1090;&#1080;&#1090;&#1077; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1085;&#1099;&#1077; &#1089; &#1085;&#1080;&#1084; &#1078;&#1077;&#1083;&#1090;&#1099;&#1077; &#1076;&#1074;&#1077;&#1088;&#1080;</a> (&#1079;&#1077;&#1083;&#1077;&#1085;&#1099;&#1081; - &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;, &#1086;&#1088;&#1072;&#1085;&#1078;&#1077;&#1074;&#1099;&#1081; - &#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090;, &#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1081; - &#1079;&#1072;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;).</p>
<p>&#1065;&#1077;&#1083;&#1082;&#1085;&#1091;&#1074; &#1087;&#1088;&#1072;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1085;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1074;&#1099; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1090;&#1077; &#1077;&#1075;&#1086; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1099; &#1080; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1103; &#1080;&#1075;&#1088;&#1086;&#1074;&#1099;&#1093; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074;, &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1097;&#1080;&#1093;&#1089;&#1103; &#1074; &#1101;&#1090;&#1086;&#1081; &#1103;&#1095;&#1077;&#1081;&#1082;&#1077;.</p>
<p>&#1044;&#1074;&#1072;&#1078;&#1076;&#1099; &#1097;&#1077;&#1083;&#1082;&#1085;&#1091;&#1074; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081; &#1085;&#1072;   <a name="minimap">&#1084;&#1080;&#1085;&#1080;-&#1082;&#1072;&#1088;&#1090;&#1077;, &#1074;&#1099; &#1074;&#1099;&#1079;&#1086;&#1074;&#1077;&#1090;&#1077; &#1073;&#1086;&#1083;&#1100;&#1096;&#1091;&#1102; &#1082;&#1072;&#1088;&#1090;&#1091; &#1074;&#1089;&#1077;&#1093; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;. &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1074;&#1085;&#1086;&#1074;&#1100; &#1080;&#1083;&#1080; &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1083;&#1102;&#1073;&#1091;&#1102; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1091;&#1073;&#1088;&#1072;&#1090;&#1100; &#1082;&#1072;&#1088;&#1090;&#1091; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;</a>.</p>
<p>&#1044;&#1074;&#1072;&#1078;&#1076;&#1099; &#1097;&#1077;&#1083;&#1082;&#1085;&#1091;&#1074; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081; &#1085;&#1072; <a name="face">&#1087;&#1086;&#1088;&#1090;&#1088;&#1077;&#1090;&#1077;, &#1074;&#1099; &#1074;&#1099;&#1079;&#1086;&#1074;&#1077;&#1090;&#1077; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1102; &#1074;&#1085;&#1091;&#1090;&#1088;&#1080;&#1080;&#1075;&#1088;&#1086;&#1074;&#1099;&#1093; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075;&#1086;&#1074; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;</a>.  &#1044;&#1074;&#1072;&#1078;&#1076;&#1099; &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081; &#1085;&#1072; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082;&#1077; &#1080;&#1083;&#1080; &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1054;&#1050;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1091;&#1089;&#1083;&#1099;&#1096;&#1072;&#1090;&#1100; &#1087;&#1088;&#1080;&#1082;&#1088;&#1077;&#1087;&#1083;&#1077;&#1085;&#1085;&#1091;&#1102; &#1082; &#1085;&#1077;&#1081; &#1086;&#1079;&#1074;&#1091;&#1095;&#1082;&#1091;.</p>
<hr />
<p><a href="editroom.html#keyboardref">&#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1089; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1099; &#1074; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1077; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081;</a></p>
<hr />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>
</body>
</html>
