<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1057;&#1086;&#1074;&#1077;&#1090;&#1099; &#1072;&#1088;&#1093;&#1080;&#1090;&#1077;&#1082;&#1090;&#1086;&#1088;&#1091;</u></h3>
<p>
&#1048;&#1090;&#1072;&#1082;, &#1074;&#1099; &#1088;&#1077;&#1096;&#1080;&#1083;&#1080; &#1089;&#1090;&#1072;&#1090;&#1100; &#1072;&#1088;&#1093;&#1080;&#1090;&#1077;&#1082;&#1090;&#1086;&#1088;&#1086;&#1084; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1080;&#1081;, &#1076;&#1072;? &#1063;&#1090;&#1086; &#1078;, &#1079;&#1072;&#1085;&#1103;&#1090;&#1080;&#1077; &#1101;&#1090;&#1086; &#1074;&#1086;&#1074;&#1089;&#1077; &#1085;&#1077; &#1090;&#1072;&#1082;&#1086;&#1077; &#1091;&#1074;&#1083;&#1077;&#1082;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077;, &#1082;&#1072;&#1082; &#1089;&#1095;&#1080;&#1090;&#1072;&#1102;&#1090; &#1084;&#1085;&#1086;&#1075;&#1080;&#1077;. &#1055;&#1086;&#1074;&#1077;&#1088;&#1100;&#1090;&#1077; &#1084;&#1085;&#1077;, &#1101;&#1090;&#1086; &#1090;&#1103;&#1078;&#1077;&#1083;&#1072;&#1103; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;!  
&#1042; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080; &#1087;&#1099;&#1090;&#1072;&#1090;&#1100;&#1089;&#1103; &#1074;&#1086;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1100; &#1089;&#1090;&#1077;&#1085;&#1099; &#1087;&#1086;&#1076; &#1085;&#1091;&#1078;&#1085;&#1099;&#1084; &#1091;&#1075;&#1083;&#1086;&#1084;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1090;&#1077; &#1085;&#1077; &#1073;&#1099;&#1083;&#1080; &#1089;&#1083;&#1080;&#1096;&#1082;&#1086;&#1084; &#1082;&#1088;&#1080;&#1074;&#1099;&#1084;&#1080;. 
&#1040; &#1087;&#1086;&#1090;&#1086;&#1084;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1094;&#1077;&#1083;&#1086;&#1075;&#1086; &#1076;&#1085;&#1103; &#1087;&#1086;&#1076; &#1079;&#1077;&#1084;&#1083;&#1077;&#1081;, &#1087;&#1086;&#1076;&#1080; &#1087;&#1086;&#1087;&#1088;&#1086;&#1073;&#1091;&#1081; &#1074;&#1099;&#1073;&#1080;&#1090;&#1100; &#1080;&#1079; &#1086;&#1076;&#1077;&#1078;&#1076;&#1099; &#1101;&#1090;&#1086;&#1090; &#1079;&#1072;&#1087;&#1072;&#1093; &#1089;&#1099;&#1088;&#1086;&#1089;&#1090;&#1080; &#1080; &#1079;&#1072;&#1090;&#1093;&#1083;&#1086;&#1089;&#1090;&#1080;!</p>
<p>
&#1054;, &#1076;&#1072; &#1074;&#1099;, &#1087;&#1086;&#1093;&#1086;&#1078;&#1077;, &#1087;&#1086;&#1083;&#1085;&#1099; &#1088;&#1077;&#1096;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080;. &#1042;&#1080;&#1076;&#1080;&#1084;&#1086;, &#1086;&#1090;&#1075;&#1086;&#1074;&#1072;&#1088;&#1080;&#1074;&#1072;&#1090;&#1100; &#1074;&#1072;&#1089; &#1073;&#1077;&#1089;&#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1086;. &#1051;&#1072;&#1076;&#1085;&#1086;, &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1087;&#1086;&#1084;&#1085;&#1080;&#1090;&#1077;: &#1084;&#1099;, &#1072;&#1088;&#1093;&#1080;&#1090;&#1077;&#1082;&#1090;&#1086;&#1088;&#1099;, - &#1073;&#1072;&#1085;&#1076;&#1072;. &#1048; &#1077;&#1089;&#1083;&#1080; &#1086;&#1076;&#1080;&#1085; &#1080;&#1079; &#1085;&#1072;&#1089; &#1089;&#1086;&#1079;&#1076;&#1072;&#1077;&#1090; &#1091;&#1073;&#1086;&#1075;&#1091;&#1102; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1091;, &#1074;&#1089;&#1077; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1089;&#1075;&#1086;&#1088;&#1072;&#1102;&#1090; &#1086;&#1090; &#1089;&#1090;&#1099;&#1076;&#1072; &#1080; &#1085;&#1077;&#1086;&#1076;&#1086;&#1073;&#1088;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1082;&#1072;&#1095;&#1072;&#1102;&#1090; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1081;. &#1055;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1085;&#1086;&#1074;&#1080;&#1095;&#1082;&#1072;&#1084; &#1085;&#1091;&#1078;&#1085;&#1086; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100;, &#1089;&#1090;&#1080;&#1089;&#1085;&#1091;&#1074; &#1079;&#1091;&#1073;&#1099;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1079;&#1073;&#1077;&#1078;&#1072;&#1090;&#1100; &#1095;&#1072;&#1089;&#1090;&#1099;&#1093; &#1076;&#1091;&#1088;&#1072;&#1094;&#1082;&#1080;&#1093; &#1086;&#1096;&#1080;&#1073;&#1086;&#1082;.</p>
<p>
&#1058;&#1072;&#1082; &#1095;&#1090;&#1086; &#1076;&#1072;&#1074;&#1072;&#1081;&#1090;&#1077; &#1087;&#1088;&#1080;&#1089;&#1103;&#1076;&#1077;&#1084; &#1080; &#1087;&#1088;&#1080;&#1082;&#1080;&#1085;&#1077;&#1084;, &#1095;&#1090;&#1086; &#1078;&#1077; &#1085;&#1072;&#1084; &#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090;&#1089;&#1103; &#1076;&#1083;&#1103; &#1101;&#1090;&#1086;&#1081; &#1087;&#1088;&#1086;&#1092;&#1077;&#1089;&#1089;&#1080;&#1080;...</p>
<p>
<a name="motivation"><b>&#1041;&#1083;&#1072;&#1075;&#1086;&#1088;&#1086;&#1076;&#1085;&#1099;&#1081; &#1076;&#1091;&#1093;</b></a></p>
<p>
&#1057;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1093; &#1087;&#1088;&#1080;&#1095;&#1080;&#1085; &#1076;&#1083;&#1103; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077;&#1083;&#1100;&#1089;&#1090;&#1074;&#1072; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;. &#1053;&#1077; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1074;&#1099; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1083;&#1102;&#1073;&#1080;&#1090;&#1077; &#1076;&#1077;&#1088;&#1075;&#1072;&#1090;&#1100; &#1079;&#1072; &#1088;&#1099;&#1095;&#1072;&#1075;&#1080; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1086;&#1081; &#1090;&#1077;&#1093;&#1085;&#1080;&#1082;&#1080;. &#1048;&#1083;&#1080;, &#1084;&#1086;&#1078;&#1077;&#1090;, &#1091; &#1074;&#1072;&#1089; &#1077;&#1089;&#1090;&#1100; &#1089;&#1077;&#1088;&#1100;&#1077;&#1079;&#1085;&#1099;&#1077; &#1079;&#1072;&#1076;&#1091;&#1084;&#1082;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1074;&#1099; &#1073;&#1099; &#1089;&#1072;&#1084;&#1080; &#1093;&#1086;&#1090;&#1077;&#1083;&#1080; &#1080;&#1075;&#1088;&#1072;&#1090;&#1100; &#1080; &#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100;, &#1082;&#1072;&#1082; &#1086;&#1085;&#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1102;&#1090;.  &#1042;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;, &#1074;&#1099; &#1073;&#1099; &#1093;&#1086;&#1090;&#1077;&#1083;&#1080; &#1087;&#1086;&#1085;&#1103;&#1090;&#1100;, &#1082;&#1072;&#1082; &#1074;&#1077;&#1076;&#1091;&#1090; &#1089;&#1077;&#1073;&#1103; &#1090;&#1077; &#1080;&#1083;&#1080; &#1080;&#1085;&#1099;&#1077; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1099;, &#1095;&#1090;&#1086; &#1089;&#1076;&#1077;&#1083;&#1072;&#1077;&#1090; &#1074;&#1072;&#1089; &#1073;&#1086;&#1083;&#1077;&#1077; &#1080;&#1089;&#1082;&#1091;&#1089;&#1085;&#1099;&#1084; &#1080;&#1075;&#1088;&#1086;&#1082;&#1086;&#1084;. &#1048;&#1083;&#1080; &#1074;&#1099; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1083;&#1102;&#1073;&#1080;&#1090;&#1077; &#1084;&#1072;&#1083;&#1077;&#1085;&#1100;&#1082;&#1086; &#1087;&#1086;&#1082;&#1088;&#1072;&#1089;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1080; &#1083;&#1086;&#1074;&#1080;&#1090;&#1077; &#1086;&#1089;&#1086;&#1073;&#1099;&#1081; &#1082;&#1072;&#1081;&#1092;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1083;&#1102;&#1076;&#1080; &#1075;&#1086;&#1074;&#1086;&#1088;&#1103;&#1090; &quot;&#1059;&#1093; &#1090;&#1099;! &#1054;&#1085; &#1090;&#1072;&#1082;&#1086;&#1081; &#1091;&#1084;&#1085;&#1099;&#1081;! &#1053;&#1072;&#1074;&#1077;&#1088;&#1085;&#1086;&#1077;, &#1077;&#1089;&#1090; &#1084;&#1086;&#1079;&#1075;&#1080; &#1085;&#1072; &#1079;&#1072;&#1074;&#1090;&#1088;&#1072;&#1082;".</p>
<p>
&#1053;&#1077;&#1090; &#1087;&#1088;&#1080;&#1095;&#1080;&#1085; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1099;&#1093; &#1080; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1099;&#1093; (&#1077;&#1089;&#1083;&#1080; &#1074;&#1099;, &#1082;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086;, &#1085;&#1077; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1090;&#1086;&#1095;&#1080;&#1090;&#1100; &#1074; &#1085;&#1080;&#1093; &#1082;&#1091;&#1095;&#1091; &#1085;&#1072;&#1088;&#1086;&#1076;&#1072; &#1076;&#1083;&#1103; &#1091;&#1076;&#1086;&#1074;&#1083;&#1077;&#1090;&#1074;&#1086;&#1088;&#1077;&#1085;&#1080;&#1103; &#1089;&#1074;&#1086;&#1080;&#1093; &#1089;&#1072;&#1076;&#1080;&#1089;&#1090;&#1089;&#1082;&#1080;&#1093; &#1085;&#1072;&#1082;&#1083;&#1086;&#1085;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081;), &#1086;&#1076;&#1085;&#1072;&#1082;&#1086;, &#1103; &#1087;&#1086;&#1083;&#1072;&#1075;&#1072;&#1102;, &#1095;&#1090;&#1086; &#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1089;&#1072;&#1084;&#1099;&#1093; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1099;&#1093; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1086;&#1082; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084; &#1073;&#1083;&#1072;&#1075;&#1086;&#1088;&#1086;&#1076;&#1085;&#1099;&#1081; &#1076;&#1091;&#1093;. &#1044;&#1091;&#1084;&#1072;&#1081;&#1090;&#1077; &#1086; &#1082;&#1072;&#1078;&#1076;&#1086;&#1081; &#1089;&#1074;&#1086;&#1077;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;, &#1082;&#1072;&#1082; &#1086; &#1087;&#1086;&#1076;&#1072;&#1088;&#1082;&#1077; &#1074;&#1072;&#1096;&#1077;&#1081; &#1072;&#1091;&#1076;&#1080;&#1090;&#1086;&#1088;&#1080;&#1080;. &#1055;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1100;&#1090;&#1077;, &#1082;&#1072;&#1082; &#1079;&#1076;&#1086;&#1088;&#1086;&#1074;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1100; &#1082;&#1086;&#1084;&#1087;&#1083;&#1080;&#1084;&#1077;&#1085;&#1090;&#1099; &#1079;&#1072; &#1089;&#1074;&#1086;&#1102; &#1088;&#1072;&#1073;&#1086;&#1090;&#1091; &#1080; &#1079;&#1085;&#1072;&#1090;&#1100;, &#1095;&#1090;&#1086; &#1074;&#1099; &#1087;&#1086;&#1090;&#1088;&#1072;&#1090;&#1080;&#1083;&#1080; &#1085;&#1072; &#1101;&#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1085;&#1077; &#1079;&#1088;&#1103;.</p>
<p>
&#1069;&#1090;&#1086;, &#1082;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086;, &#1085;&#1077; &#1089;&#1086;&#1087;&#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1084;&#1086; &#1089;&#1086; &#1089;&#1087;&#1072;&#1089;&#1077;&#1085;&#1080;&#1077;&#1084; &#1084;&#1080;&#1088;&#1072;, &#1085;&#1086;, &#1090;&#1077;&#1084; &#1085;&#1077; &#1084;&#1077;&#1085;&#1077;&#1077;, &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;, &#1082;&#1072;&#1082;&#1086;&#1081;-&#1090;&#1086; &#1087;&#1072;&#1088;&#1077;&#1085;&#1100; &#1080;&#1079; &#1044;&#1077;&#1090;&#1088;&#1086;&#1081;&#1090;&#1072; &#1086;&#1090;&#1083;&#1080;&#1095;&#1085;&#1086; &#1087;&#1088;&#1086;&#1074;&#1077;&#1083; &#1076;&#1074;&#1072;&#1076;&#1094;&#1072;&#1090;&#1100; &#1084;&#1080;&#1085;&#1091;&#1090; &#1089;&#1074;&#1086;&#1077;&#1081; &#1078;&#1080;&#1079;&#1085;&#1080;, &#1089;&#1080;&#1076;&#1103; &#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1077; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1089;&#1074;&#1086;&#1077;&#1075;&#1086; &#1086;&#1073;&#1077;&#1076;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1087;&#1077;&#1088;&#1077;&#1088;&#1099;&#1074;&#1072;, &#1078;&#1091;&#1103; &#1073;&#1091;&#1073;&#1083;&#1080;&#1082; &#1080; &#1087;&#1099;&#1090;&#1072;&#1103;&#1089;&#1100; &#1087;&#1088;&#1086;&#1081;&#1090;&#1080; &#1074;&#1072;&#1096;&#1091; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1091;. &#1069;&#1090;&#1086; &#1078;&#1077; &#1082;&#1088;&#1091;&#1090;&#1086;, &#1088;&#1072;&#1079;&#1074;&#1077; &#1085;&#1077;&#1090;? &#1055;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1100;&#1090;&#1077; &#1089;&#1077;&#1073;&#1077; &#1074;&#1089;&#1077;&#1093; &#1101;&#1090;&#1080;&#1093; &#1084;&#1072;&#1083;&#1077;&#1085;&#1100;&#1082;&#1080;&#1093; &#1095;&#1077;&#1096;&#1091;&#1097;&#1080;&#1093; &#1079;&#1072;&#1090;&#1099;&#1083;&#1086;&#1082; &#1041;&#1080;&#1090;&#1088;&#1086;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1089;&#1085;&#1086; &#1087;&#1088;&#1086;&#1074;&#1086;&#1076;&#1103;&#1090; &#1074;&#1088;&#1077;&#1084;&#1103;, &#1087;&#1099;&#1090;&#1072;&#1103;&#1089;&#1100; &#1087;&#1088;&#1086;&#1081;&#1090;&#1080; &#1074;&#1072;&#1096;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;. &#1042;&#1099; &#1080;&#1093; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1080;&#1083;&#1080; - &#1080; &#1086;&#1085;&#1080; &#1087;&#1088;&#1080;&#1096;&#1083;&#1080;!  &#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1076;&#1091;&#1084;&#1072;&#1077;&#1090;&#1077; &#1086; &#1090;&#1086;&#1084;, &#1082;&#1072;&#1082; &#1080;&#1075;&#1088;&#1086;&#1082;&#1080; &#1086;&#1090;&#1088;&#1077;&#1072;&#1075;&#1080;&#1088;&#1091;&#1102;&#1090; &#1085;&#1072; &#1074;&#1072;&#1096;&#1080; &#1090;&#1074;&#1086;&#1088;&#1077;&#1085;&#1080;&#1103;, &#1101;&#1090;&#1086; &#1087;&#1086;&#1076;&#1089;&#1090;&#1077;&#1075;&#1080;&#1074;&#1072;&#1077;&#1090; &#1074;&#1072;&#1089; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1082;&#1086;&#1088;&#1080;&#1076;&#1086;&#1088;&#1099; &#1076;&#1083;&#1080;&#1085;&#1085;&#1077;&#1077;, &#1087;&#1088;&#1086;&#1093;&#1086;&#1076;&#1099; - &#1079;&#1072;&#1087;&#1091;&#1090;&#1072;&#1085;&#1085;&#1077;&#1077;, &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1080;&#1103; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1085;&#1080;&#1082;&#1086;&#1074; - &#1089;&#1084;&#1077;&#1088;&#1090;&#1077;&#1083;&#1100;&#1085;&#1077;&#1077;. &#1042;-&#1086;&#1073;&#1097;&#1077;&#1084;, &#1074;&#1089;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1080;&#1079; &#1089;&#1074;&#1086;&#1080;&#1093; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073; &#1079;&#1072;&#1087;&#1086;&#1084;&#1080;&#1085;&#1072;&#1102;&#1097;&#1077;&#1077;&#1089;&#1103; &#1088;&#1072;&#1079;&#1074;&#1083;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077;!</p>
<p>
<a name="aim"><b>&#1053;&#1072;&#1096;&#1072; &#1094;&#1077;&#1083;&#1100; -  &#1091;&#1074;&#1083;&#1077;&#1082;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100;, &#1072; &#1085;&#1077; &#1089;&#1083;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;</b></a></p>
<p>
&#1054;&#1076;&#1080;&#1085; &#1084;&#1086;&#1081; &#1076;&#1088;&#1091;&#1075; &#1074;&#1099;&#1074;&#1077;&#1083; &#1043;&#1083;&#1072;&#1074;&#1085;&#1099;&#1081; &#1047;&#1072;&#1082;&#1086;&#1085; &#1043;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1086;&#1082; &#1080;&#1083;&#1080;, &#1089;&#1082;&#1086;&#1088;&#1077;&#1077;, &#1101;&#1090;&#1086; &#1089;&#1090;&#1086;&#1080;&#1090; &#1085;&#1072;&#1079;&#1074;&#1072;&#1090;&#1100; &#1054;&#1089;&#1085;&#1086;&#1074;&#1085;&#1086;&#1081; &#1058;&#1077;&#1085;&#1076;&#1077;&#1085;&#1094;&#1080;&#1077;&#1081; &#1043;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1086;&#1082;. &#1042;&#1088;&#1077;&#1084;&#1077;&#1085;&#1080; &#1085;&#1072; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1077; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1080; &#1087;&#1086;&#1095;&#1090;&#1080; &#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1091;&#1093;&#1086;&#1076;&#1080;&#1090; &#1084;&#1077;&#1085;&#1100;&#1096;&#1077;, &#1095;&#1077;&#1084; &#1085;&#1072; &#1077;&#1077; &#1088;&#1072;&#1079;&#1075;&#1072;&#1076;&#1099;&#1074;&#1072;&#1085;&#1080;&#1077;.  &#1052;&#1099; &#1076;&#1088;&#1091;&#1078;&#1085;&#1086; &#1089;&#1072;&#1076;&#1080;&#1083;&#1080;&#1089;&#1100; &#1080; &#1087;&#1088;&#1080;&#1076;&#1091;&#1084;&#1099;&#1074;&#1072;&#1083;&#1080; &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1099;&#1077; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1080;. &#1047;&#1072;&#1075;&#1072;&#1076;&#1082;&#1080;, &#1079;&#1072;&#1076;&#1072;&#1095;&#1082;&#1080; &#1085;&#1072; &#1083;&#1086;&#1075;&#1080;&#1082;&#1091;, &#1091;&#1075;&#1072;&#1076;&#1099;&#1074;&#1072;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;, &#1084;&#1072;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080;: &#1086;&#1076;&#1080;&#1085; &#1080;&#1079; &#1085;&#1072;&#1089; &#1087;&#1088;&#1080;&#1076;&#1091;&#1084;&#1099;&#1074;&#1072;&#1083;, &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; - &#1088;&#1072;&#1079;&#1075;&#1072;&#1076;&#1099;&#1074;&#1072;&#1083;.
&#1044;&#1086;&#1083;&#1078;&#1077;&#1085; &#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1090;&#1100;, &#1095;&#1090;&#1086; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; &#1101;&#1090;&#1086; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1076;&#1083;&#1103; &#1083;&#1102;&#1073;&#1086;&#1075;&#1086; &#1088;&#1086;&#1076;&#1072; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1086;&#1082;. &#1041;&#1077;&#1079;&#1091;&#1089;&#1083;&#1086;&#1074;&#1085;&#1086;, &#1074; &#1044;&#1056;&#1054;&#1044;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1079;&#1072;&#1076;&#1072;&#1090;&#1100;&#1089;&#1103; &#1094;&#1077;&#1083;&#1100;&#1102; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1089;&#1083;&#1086;&#1078;&#1085;&#1091;&#1102; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;, &#1084;&#1080;&#1085;&#1091;&#1090; &#1079;&#1072; &#1087;&#1103;&#1090;&#1100; &#1084;&#1086;&#1078;&#1085;&#1086; &#1089;&#1084;&#1072;&#1089;&#1090;&#1077;&#1088;&#1080;&#1090;&#1100; &#1095;&#1090;&#1086;-&#1085;&#1080;&#1073;&#1091;&#1076;&#1100; &#1101;&#1076;&#1072;&#1082;&#1086;&#1077;, &#1085;&#1072;&#1076; &#1095;&#1077;&#1084; &#1080;&#1075;&#1088;&#1086;&#1082; &#1073;&#1091;&#1076;&#1077;&#1090; &#1082;&#1086;&#1088;&#1087;&#1077;&#1090;&#1100; &#1073;&#1080;&#1090;&#1099;&#1081; &#1095;&#1072;&#1089;. &#1053;&#1086; &#1089;&#1082;&#1086;&#1088;&#1077;&#1077; &#1074;&#1089;&#1077;&#1075;&#1086;, &#1080;&#1075;&#1088;&#1072;&#1090;&#1100; &#1074; &#1090;&#1072;&#1082;&#1086;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1085;&#1077; &#1091;&#1074;&#1083;&#1077;&#1082;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;, &#1072; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1095;&#1077;&#1088;&#1090;&#1086;&#1074;&#1089;&#1082;&#1080; &#1089;&#1083;&#1086;&#1078;&#1085;&#1086;.</p>
<p>
<a name="roomswstories"><b>&#1050;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1089; &#1089;&#1102;&#1078;&#1077;&#1090;&#1086;&#1084; </b></a>
</p>
<p>
&#1056;&#1072;&#1089;&#1089;&#1084;&#1072;&#1090;&#1088;&#1080;&#1074;&#1072;&#1081;&#1090;&#1077; &#1089;&#1074;&#1086;&#1080; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1080; &#1085;&#1077; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1082;&#1072;&#1082; &#1086;&#1095;&#1077;&#1088;&#1077;&#1076;&#1085;&#1086;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1076;&#1083;&#1103; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103;, &#1072; &#1082;&#1072;&#1082; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1102;, &#1088;&#1072;&#1079;&#1074;&#1086;&#1088;&#1072;&#1095;&#1080;&#1074;&#1072;&#1102;&#1097;&#1091;&#1102;&#1089;&#1103; &#1087;&#1077;&#1088;&#1077;&#1076; &#1080;&#1075;&#1088;&#1086;&#1082;&#1086;&#1084;.  &#1055;&#1086;&#1089;&#1090;&#1072;&#1074;&#1100;&#1090;&#1077; &#1089;&#1077;&#1073;&#1103; &#1085;&#1072; &#1077;&#1075;&#1086; &#1084;&#1077;&#1089;&#1090;&#1086; - &#1095;&#1090;&#1086; &#1077;&#1075;&#1086; &#1087;&#1088;&#1080;&#1074;&#1083;&#1077;&#1095;&#1077;&#1090;, &#1086;&#1073;&#1088;&#1072;&#1076;&#1091;&#1077;&#1090;, &#1087;&#1086;&#1079;&#1072;&#1073;&#1072;&#1074;&#1080;&#1090;?  &#1047;&#1072;&#1087;&#1091;&#1090;&#1099;&#1074;&#1072;&#1085;&#1080;&#1077; &#1075;&#1077;&#1088;&#1086;&#1103; - &#1074;&#1089;&#1077;&#1075;&#1086; &#1083;&#1080;&#1096;&#1100; &#1087;&#1086;&#1073;&#1086;&#1095;&#1085;&#1099;&#1081; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090; &#1101;&#1090;&#1086;&#1081; &#1084;&#1080;&#1085;&#1080;&#1072;&#1090;&#1102;&#1088;&#1085;&#1086;&#1081; &#1076;&#1088;&#1072;&#1084;&#1099;. &#1051;&#1072;&#1076;&#1085;&#1086;, &#1074;&#1099; &#1076;&#1091;&#1084;&#1072;&#1077;&#1090;&#1077; &quot;&#1050;&#1072;&#1082;&#1080;&#1077; &#1077;&#1097;&#1077; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1080;? &#1069;&#1090;&#1086; &#1078;&#1077; &#1083;&#1086;&#1075;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1103; &#1080;&#1075;&#1088;&#1072;&quot;. &#1058;&#1072;&#1082; &#1074;&#1086;&#1090;, &#1103; &#1080;&#1084;&#1077;&#1102; &#1074; &#1074;&#1080;&#1076;&#1091; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1080; &#1085;&#1072; &#1072;&#1073;&#1089;&#1090;&#1088;&#1072;&#1082;&#1090;&#1085;&#1086;&#1084; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;. &#1042;&#1086;&#1090; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1086;&#1074;:</p>
<p>
<ul>
  <li>"&#1048;&#1075;&#1088;&#1086;&#1082; &#1079;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1080; &#1074;&#1080;&#1076;&#1080;&#1090; &#1085;&#1077;&#1089;&#1084;&#1077;&#1090;&#1085;&#1099;&#1077; &#1087;&#1086;&#1083;&#1095;&#1080;&#1097;&#1072; &#1074;&#1088;&#1072;&#1075;&#1086;&#1074;, &#1075;&#1086;&#1090;&#1086;&#1074;&#1099;&#1093; &#1085;&#1072;&#1087;&#1072;&#1089;&#1090;&#1100; &#1085;&#1072; &#1085;&#1077;&#1075;&#1086;. &#1064;&#1072;&#1085;&#1089;&#1086;&#1074; &#1087;&#1088;&#1086;&#1076;&#1088;&#1072;&#1090;&#1100;&#1089;&#1103; &#1089;&#1082;&#1074;&#1086;&#1079;&#1100; &#1085;&#1080;&#1093; &#1091; &#1085;&#1077;&#1075;&#1086; &#1085;&#1077;&#1090;, &#1093;&#1086;&#1090;&#1103;...  &#1079;&#1072;&#1073;&#1088;&#1077;&#1079;&#1078;&#1080;&#1083; &#1089;&#1083;&#1072;&#1073;&#1099;&#1081; &#1083;&#1091;&#1095;&#1080;&#1082; &#1085;&#1072;&#1076;&#1077;&#1078;&#1076;&#1099;. &#1045;&#1089;&#1083;&#1080; &#1086;&#1085; &#1091;&#1089;&#1087;&#1077;&#1077;&#1090; &#1087;&#1088;&#1086;&#1089;&#1082;&#1086;&#1095;&#1080;&#1090;&#1100; &#1095;&#1077;&#1088;&#1077;&#1079; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1091;&#1102; &#1073;&#1088;&#1077;&#1096;&#1100; &#1074; &#1080;&#1093; &#1088;&#1103;&#1076;&#1072;&#1093;, &#1090;&#1086; &#1085;&#1072;&#1081;&#1076;&#1077;&#1090; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1077; &#1091;&#1082;&#1088;&#1099;&#1090;&#1080;&#1077; &#1074; &#1085;&#1080;&#1096;&#1077;".</li>
  <li>"&#1055;&#1088;&#1077;&#1078;&#1076;&#1077; &#1095;&#1077;&#1084; &#1080;&#1075;&#1088;&#1086;&#1082; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1087;&#1072;&#1089;&#1090;&#1100; &#1074;&#1086; &#1074;&#1085;&#1091;&#1090;&#1088;&#1077;&#1085;&#1085;&#1102;&#1102; &#1079;&#1072;&#1083;&#1091;, &#1077;&#1084;&#1091; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086; &#1080;&#1079;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1086;&#1090; &#1090;&#1099;&#1089;&#1103;&#1095; &#1090;&#1097;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1085;&#1099;&#1093; &#1075;&#1083;&#1072;&#1079;. &#1048;&#1085;&#1086;&#1075;&#1076;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082; &#1089;&#1087;&#1088;&#1072;&#1096;&#1080;&#1074;&#1072;&#1077;&#1090; &#1089;&#1077;&#1073;&#1103;, &#1086;&#1089;&#1090;&#1072;&#1083;&#1089;&#1103; &#1083;&#1080; &#1091; &#1085;&#1077;&#1075;&#1086; &#1093;&#1086;&#1090;&#1100; &#1082;&#1072;&#1082;&#1086;&#1081;-&#1085;&#1080;&#1073;&#1091;&#1076;&#1100; &#1074;&#1099;&#1093;&#1086;&#1076;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1089;&#1090;&#1086;&#1080;&#1090; &#1077;&#1084;&#1091; &#1083;&#1080;&#1096;&#1100; &#1086;&#1082;&#1080;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1088;&#1077;&#1089;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080; &#1074;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1084; &#1074;&#1079;&#1086;&#1088;&#1086;&#1084;, &#1082;&#1072;&#1082; &#1090;&#1091;&#1090; &#1078;&#1077; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1089;&#1083;&#1072;&#1073;&#1086;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;".</li>
  <li>"&#1048;&#1075;&#1088;&#1086;&#1082; &#1089;&#1090;&#1086;&#1083;&#1082;&#1085;&#1091;&#1083;&#1089;&#1103; &#1089; &#1088;&#1103;&#1076;&#1086;&#1084; &#1080;&#1089;&#1087;&#1099;&#1090;&#1072;&#1085;&#1080;&#1081;, &#1080; &#1082;&#1072;&#1078;&#1076;&#1099;&#1081; &#1088;&#1072;&#1079;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1086;&#1085; &#1087;&#1088;&#1080;&#1085;&#1080;&#1084;&#1072;&#1077;&#1090; &#1077;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1077;, &#1082;&#1072;&#1082; &#1082;&#1072;&#1078;&#1077;&#1090;&#1089;&#1103;, &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1086;&#1077; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077;, &#1086;&#1085;&#1086; &#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1077;&#1074;&#1077;&#1088;&#1085;&#1099;&#1084;. &#1053;&#1086; &#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1084;&#1086;&#1078;&#1085;&#1086; &#1086;&#1090;&#1099;&#1089;&#1082;&#1072;&#1090;&#1100; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090; &#1080; &#1087;&#1086;&#1093;&#1080;&#1090;&#1088;&#1077;&#1077;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1080;&#1093; &#1086;&#1089;&#1077;&#1095;&#1077;&#1082;, &#1080;&#1075;&#1088;&#1086;&#1082; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1077;&#1090; &#1089;&#1090;&#1091;&#1087;&#1072;&#1090;&#1100; &#1089; &#1086;&#1089;&#1090;&#1086;&#1088;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1080; &#1090;&#1097;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1074;&#1079;&#1074;&#1077;&#1096;&#1080;&#1074;&#1072;&#1090;&#1100; &#1082;&#1072;&#1078;&#1076;&#1099;&#1081; &#1089;&#1074;&#1086;&#1081; &#1096;&#1072;&#1075;".</li>
  <li>"&#1048;&#1075;&#1088;&#1086;&#1082; &#1074;&#1080;&#1076;&#1080;&#1090; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; &#1076;&#1074;&#1086;&#1081;&#1085;&#1080;&#1082;&#1086;&#1074;&#1099;&#1093; &#1079;&#1077;&#1083;&#1080;&#1081;. &#1057;&#1087;&#1077;&#1088;&#1074;&#1072; &#1086;&#1085; &#1088;&#1072;&#1076;&#1091;&#1077;&#1090;&#1089;&#1103;, &#1085;&#1086; &#1079;&#1072;&#1090;&#1077;&#1084; &#1079;&#1072;&#1084;&#1077;&#1095;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1084;&#1077;&#1089;&#1090; &#1076;&#1083;&#1103; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1080; &#1076;&#1074;&#1086;&#1081;&#1085;&#1080;&#1082;&#1086;&#1074; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1085;&#1077;&#1090;. &#1058;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;, &#1083;&#1077;&#1075;&#1082;&#1072;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; &#1085;&#1077;&#1086;&#1078;&#1080;&#1076;&#1072;&#1085;&#1085;&#1086; &#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1072;&#1089;&#1100; &#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086; &#1089;&#1083;&#1086;&#1078;&#1085;&#1086;&#1081;".</li>
</ul>
</p>
<p>
&#1048;&#1089;&#1090;&#1086;&#1088;&#1080;&#1080; &#1074;&#1088;&#1086;&#1076;&#1077; &#1101;&#1090;&#1080;&#1093; &#1086;&#1087;&#1080;&#1089;&#1099;&#1074;&#1072;&#1102;&#1090; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1074; &#1044;&#1056;&#1054;&#1044;&#1077;. &#1042; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1088;&#1086;&#1076;&#1077;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1084;&#1086;&#1076;&#1077;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1080;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1073;&#1091;&#1076;&#1091;&#1090; &#1074;&#1099;&#1079;&#1099;&#1074;&#1072;&#1090;&#1100; &#1091; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1076;&#1088;&#1072;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1087;&#1077;&#1088;&#1077;&#1078;&#1080;&#1074;&#1072;&#1085;&#1080;&#1103;.
&#1050;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086;, &#1084;&#1099; &#1090;&#1091;&#1090; &#1085;&#1077; &#1092;&#1080;&#1083;&#1100;&#1084;&#1099; &#1089;&#1085;&#1080;&#1084;&#1072;&#1077;&#1084;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1085;&#1077;&#1079;&#1072;&#1090;&#1077;&#1081;&#1083;&#1080;&#1074;&#1086;&#1075;&#1086; &#1089;&#1102;&#1078;&#1077;&#1090;&#1072; &#1076;&#1083;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090; &#1089;&#1090;&#1072;&#1090;&#1100; &#1080;&#1076;&#1077;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081; &#1074;&#1074;&#1086;&#1076;&#1085;&#1086;&#1081; &#1095;&#1072;&#1089;&#1090;&#1100;&#1102; &#1076;&#1083;&#1103; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1086;&#1082;, &#1095;&#1090;&#1086; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090;&#1089;&#1103; &#1074; &#1085;&#1077;&#1081;.</p>
<p>
<a name="storystories"><b>&#1057;&#1102;&#1078;&#1077;&#1090;&#1085;&#1099;&#1077; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1080;</b></a></p>
<p>
&#1056;&#1072;&#1079;&#1091;&#1084;&#1077;&#1077;&#1090;&#1089;&#1103;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1088;&#1080;&#1076;&#1091;&#1084;&#1099;&#1074;&#1072;&#1090;&#1100; &#1086;&#1073;&#1099;&#1095;&#1085;&#1099;&#1077; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1080; &#1089; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072;&#1084;&#1080;, &#1076;&#1077;&#1082;&#1086;&#1088;&#1072;&#1094;&#1080;&#1103;&#1084;&#1080; &#1080; &#1074;&#1089;&#1077;&#1084;&#1080; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084;&#1080; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1072;&#1084;&#1080; &#1088;&#1086;&#1084;&#1072;&#1085;&#1072;. &#1050;&#1072;&#1082; &#1103; &#1087;&#1086;&#1085;&#1103;&#1083;, &#1083;&#1102;&#1076;&#1103;&#1084; &#1086;&#1095;&#1077;&#1085;&#1100; &#1085;&#1088;&#1072;&#1074;&#1080;&#1090;&#1089;&#1103;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1080;&#1093; &#1079;&#1072;&#1075;&#1072;&#1076;&#1082;&#1080; &#1095;&#1077;&#1084;-&#1085;&#1080;&#1073;&#1091;&#1076;&#1100; &#1087;&#1088;&#1080;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1102;&#1090;. &#1058;&#1072;&#1082; &#1095;&#1090;&#1086;, &#1085;&#1077;&#1089;&#1084;&#1086;&#1090;&#1088;&#1103; &#1085;&#1072; &#1074;&#1072;&#1096;&#1080; &#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1103; &#1088;&#1077;&#1082;&#1086;&#1084;&#1077;&#1085;&#1076;&#1091;&#1102; &#1074;&#1072;&#1084; &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1086; &#1087;&#1086;&#1090;&#1088;&#1091;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103; &#1085;&#1072;&#1076; &#1086;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077;&#1084; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;/&#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081;, &#1089;&#1074;&#1080;&#1090;&#1082;&#1072;&#1084;&#1080; &#1080; &#1053;&#1048;&#1055;&#1072;&#1084;&#1080;, &#1073;&#1077;&#1079;&#1091;&#1089;&#1083;&#1086;&#1074;&#1085;&#1086;, &#1090;&#1072;&#1084;, &#1075;&#1076;&#1077; &#1101;&#1090;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1091;&#1084;&#1077;&#1089;&#1090;&#1085;&#1086;.</p>
<p>
&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1079;&#1072;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100; &#1074;&#1072;&#1096;&#1091; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1102; &#1074;&#1086; &#1074;&#1089;&#1077;&#1083;&#1077;&#1085;&#1085;&#1091;&#1102; &#1044;&#1056;&#1054;&#1044;, &#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1086;&#1095;&#1080;&#1090;&#1072;&#1090;&#1100; &#1086; &#1041;&#1080;&#1090;&#1088;&#1086; &#1080; &#1042;&#1086;&#1089;&#1100;&#1084;&#1077;&#1088;&#1082;&#1077; &#1085;&#1072; &#1089;&#1072;&#1081;&#1090;&#1077; 
<a href="http://drod.caravelgames.com/">DROD.CaravelGames.com</a>. &#1058;&#1072;&#1084; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1095;&#1077;&#1088;&#1087;&#1085;&#1091;&#1090;&#1100; &#1085;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; &#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1086;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080;, &#1085;&#1086; &#1080; &#1074;&#1076;&#1086;&#1093;&#1085;&#1086;&#1074;&#1077;&#1085;&#1080;&#1103;. &#1058;&#1072;&#1082; &#1095;&#1090;&#1086;, &#1074;&#1077;&#1089;&#1077;&#1083;&#1080;&#1089;&#1100;, &#1090;&#1074;&#1086;&#1088;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1085;&#1072;&#1088;&#1086;&#1076;!</p>
<p>
&#1042; &#1073;&#1091;&#1076;&#1091;&#1097;&#1080;&#1093; &#1074;&#1077;&#1088;&#1089;&#1080;&#1103;&#1093; &#1044;&#1056;&#1054;&#1044;&#1072; &#1086;&#1078;&#1080;&#1076;&#1072;&#1081;&#1090;&#1077; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077;&#1075;&#1086; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1072; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1086;&#1074; &#1074;&#1085;&#1077;&#1076;&#1088;&#1077;&#1085;&#1080;&#1103; &#1089;&#1102;&#1078;&#1077;&#1090;&#1085;&#1099;&#1093; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074; &#1074; &#1074;&#1072;&#1096;&#1080; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099;. &#1050; &#1090;&#1086;&#1084;&#1091; &#1078;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1078;&#1072;&#1078;&#1076;&#1077;&#1090;&#1077; &#1085;&#1072;&#1087;&#1080;&#1089;&#1072;&#1090;&#1100; &#1085;&#1077;&#1095;&#1090;&#1086; &#1073;&#1086;&#1083;&#1077;&#1077; &#1072;&#1084;&#1073;&#1080;&#1094;&#1080;&#1086;&#1079;&#1085;&#1086;&#1077;, &#1095;&#1090;&#1086; &#1077;&#1076;&#1074;&#1072; &#1083;&#1080; &#1084;&#1086;&#1078;&#1085;&#1086; &#1086;&#1087;&#1080;&#1089;&#1072;&#1090;&#1100; &#1074; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1077;, &#1080;&#1083;&#1080;, &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;, &#1073;&#1086;&#1083;&#1077;&#1077; &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1086;&#1077; &#1074;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077; &#1082; &#1085;&#1077;&#1081;, &#1074;&#1072;&#1084; &#1089;&#1090;&#1086;&#1080;&#1090; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100; &#1079;&#1072;&#1103;&#1074;&#1082;&#1091; &#1085;&#1072; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1089;&#1074;&#1086;&#1077;&#1081; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1085;&#1072; &#1089;&#1072;&#1081;&#1090;&#1077; <a href="http://drod.caravelgames.com/">DROD.CaravelGames.com</a>.</p>
<p>
<a name="trialanderror"><b>&#1053;&#1077;&#1090; &#1084;&#1077;&#1090;&#1086;&#1076;&#1091; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1090;&#1099;&#1082;&#1072;</b></a></p>
<p>
&#1050;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086;, &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1103; &#1080;&#1079; &#1083;&#1102;&#1073;&#1086;&#1075;&#1086; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1080;, &#1086;&#1089;&#1085;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1077; &#1085;&#1072; &#1084;&#1077;&#1090;&#1086;&#1076;&#1077; &#1087;&#1088;&#1086;&#1073; &#1080; &#1086;&#1096;&#1080;&#1073;&#1086;&#1082; &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086; &#1079;&#1072;&#1085;&#1091;&#1076;&#1085;&#1099;. &#1042; &#1085;&#1080;&#1093;, &#1082;&#1072;&#1082; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086;, &#1091; &#1074;&#1072;&#1089; &#1077;&#1089;&#1090;&#1100; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1086;&#1074; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1081;, &#1080; &#1085;&#1077;&#1090; &#1085;&#1080;&#1082;&#1072;&#1082;&#1080;&#1093; &#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1082;&#1086;&#1074; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082;&#1086;&#1081; &#1080;&#1079; &#1085;&#1080;&#1093; &#1083;&#1091;&#1095;&#1096;&#1077;. &#1048; &#1090;&#1086;&#1075;&#1076;&#1072; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;, &#1074;&#1089;&#1077;, &#1095;&#1090;&#1086; &#1074;&#1072;&#1084; &#1086;&#1089;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103;, &#1101;&#1090;&#1086; &#1084;&#1077;&#1090;&#1086;&#1076;&#1080;&#1095;&#1085;&#1086; &#1087;&#1077;&#1088;&#1077;&#1087;&#1088;&#1086;&#1073;&#1086;&#1074;&#1072;&#1090;&#1100; &#1082;&#1072;&#1078;&#1076;&#1099;&#1081; &#1080;&#1079; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1086;&#1074; &#1076;&#1086; &#1090;&#1077;&#1093; &#1087;&#1086;&#1088;, &#1087;&#1086;&#1082;&#1072; &#1074;&#1099; &#1085;&#1077; &#1085;&#1072;&#1081;&#1076;&#1077;&#1090;&#1077; &#1085;&#1091;&#1078;&#1085;&#1099;&#1081;. &#1045;&#1097;&#1077; &#1093;&#1091;&#1078;&#1077;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1088;&#1072;&#1089;&#1087;&#1083;&#1072;&#1090;&#1086;&#1081; &#1079;&#1072; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1099;&#1081; &#1074;&#1099;&#1073;&#1086;&#1088; &#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1089;&#1103; <i>&#1089;&#1084;&#1077;&#1088;&#1090;&#1100;</i>.  &#1043;&#1086;&#1088;&#1072;&#1079;&#1076;&#1086; &#1093;&#1091;&#1078;&#1077;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1087;&#1088;&#1080;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1074;&#1086;&#1079;&#1074;&#1088;&#1072;&#1097;&#1072;&#1090;&#1100;&#1089;&#1103; &#1076;&#1072;&#1083;&#1077;&#1082;&#1086; &#1085;&#1072;&#1079;&#1072;&#1076; &#1080; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1103;&#1090;&#1100; &#1074;&#1089;&#1077; &#1089;&#1074;&#1086;&#1080; &#1096;&#1072;&#1075;&#1080;.  &#1040; &#1095;&#1090;&#1086; &#1093;&#1091;&#1078;&#1077; &#1074;&#1089;&#1077;&#1075;&#1086; &#1101;&#1090;&#1086;&#1075;&#1086; &#1074;&#1084;&#1077;&#1089;&#1090;&#1077; &#1074;&#1079;&#1103;&#1090;&#1086;&#1075;&#1086;, &#1090;&#1072;&#1082; &#1101;&#1090;&#1086; &#1082;&#1086;&#1075;&#1076;&#1072; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; &#1094;&#1077;&#1083;&#1080;&#1082;&#1086;&#1084; &#1089;&#1086;&#1089;&#1090;&#1086;&#1080;&#1090; &#1080;&#1079; &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1099;&#1093; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1081;.</p>
<p>
&#1042;&#1086;&#1090; &#1089;&#1072;&#1084;&#1099;&#1077; &#1087;&#1088;&#1086;&#1089;&#1090;&#1099;&#1077; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1099; &#1087;&#1077;&#1088;&#1077;&#1073;&#1086;&#1088;&#1097;&#1080;&#1090;&#1100; &#1089; &#1101;&#1090;&#1080;&#1084;&#1080; &#1089;&#1082;&#1091;&#1095;&#1085;&#1099;&#1084;&#1080; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1072;&#1084;&#1080; &#1087;&#1088;&#1086;&#1073; &#1080; &#1086;&#1096;&#1080;&#1073;&#1086;&#1082;:</p>
<p>
<ol>
  <li><a name="orbs"><i>&#1044;&#1080;&#1089;&#1082;&#1080;</i></a> - &#1048;&#1075;&#1088;&#1086;&#1082; &#1084;&#1086;&#1078;&#1077;&#1090; &#1097;&#1077;&#1083;&#1082;&#1085;&#1091;&#1090;&#1100; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100;, &#1085;&#1072; &#1082;&#1072;&#1082;&#1091;&#1102; &#1076;&#1074;&#1077;&#1088;&#1100; &#1086;&#1085; &#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086;, &#1077;&#1089;&#1083;&#1080; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1076;&#1080;&#1089;&#1082;&#1086;&#1074;, &#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086; &#1090;&#1088;&#1091;&#1076;&#1085;&#1086; &#1079;&#1072;&#1087;&#1086;&#1084;&#1085;&#1080;&#1090;&#1100;, &#1079;&#1072; &#1095;&#1090;&#1086; &#1080;&#1084;&#1077;&#1085;&#1085;&#1086; &#1086;&#1090;&#1074;&#1077;&#1095;&#1072;&#1077;&#1090; &#1082;&#1072;&#1078;&#1076;&#1099;&#1081; &#1080;&#1079; &#1085;&#1080;&#1093;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1088;&#1077;&#1076;&#1083;&#1086;&#1078;&#1080;&#1090;&#1100; &#1080;&#1075;&#1088;&#1086;&#1082;&#1091; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1076;&#1086;&#1075;&#1072;&#1076;&#1082;&#1080; &#1080; &#1082;&#1086;&#1077;-&#1095;&#1090;&#1086; &#1079;&#1072;&#1087;&#1086;&#1084;&#1080;&#1085;&#1072;&#1090;&#1100;, &#1085;&#1086; &#1101;&#1090;&#1086; &#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086; &#1073;&#1099;&#1089;&#1090;&#1088;&#1086; &#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1089;&#1103; &#1091;&#1090;&#1086;&#1084;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1084;.</li>
  <li><i>&#1055;&#1086;&#1082;&#1088;&#1099;&#1074;&#1072;&#1085;&#1080;&#1077; &#1074;&#1089;&#1077;&#1075;&#1086;  <a name="tar">&#1089;&#1084;&#1086;&#1083;&#1086;&#1081;</a></i> - &#1044;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086; &#1079;&#1072;&#1073;&#1072;&#1074;&#1085;&#1086; &#1086;&#1090;&#1099;&#1089;&#1082;&#1080;&#1074;&#1072;&#1090;&#1100; &#1087;&#1086;&#1076; &#1089;&#1084;&#1086;&#1083;&#1086;&#1081; &#1089;&#1090;&#1077;&#1085;&#1099; &#1080; &#1083;&#1102;&#1082;&#1080;, &#1085;&#1086;, &#1086;&#1087;&#1103;&#1090;&#1100; &#1078;&#1077;, &#1085;&#1077; &#1089;&#1090;&#1086;&#1080;&#1090; &#1089; &#1101;&#1090;&#1080;&#1084; &#1087;&#1077;&#1088;&#1077;&#1073;&#1072;&#1088;&#1097;&#1080;&#1074;&#1072;&#1090;&#1100;. &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: &#1087;&#1088;&#1080; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1080; &#1089;&#1084;&#1086;&#1083;&#1103;&#1085;&#1099;&#1093; &#1089;&#1091;&#1073;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1081;, &#1091;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1081;&#1090;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; Shift, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1079;&#1073;&#1077;&#1078;&#1072;&#1090;&#1100; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090;&#1072; &#1089;&#1086; &#1089;&#1090;&#1077;&#1085;&#1072;&#1084;&#1080;.</li>
  <li><a name="monstermovement"><i>&#1055;&#1086;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097; </i></a> - &#1055;&#1086;&#1088;&#1103;&#1076;&#1086;&#1082; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097; &#1085;&#1077; &#1090;&#1072;&#1082; &#1091;&#1078; &#1086;&#1095;&#1077;&#1074;&#1080;&#1076;&#1077;&#1085;, &#1072; &#1086;&#1085; &#1074;&#1077;&#1076;&#1100; &#1074;&#1083;&#1080;&#1103;&#1077;&#1090; &#1085;&#1072; &#1074;&#1089;&#1077;, &#1095;&#1090;&#1086; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1076;&#1080;&#1090; &#1074; &#1080;&#1075;&#1088;&#1077;.  &#1050;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1079;&#1083;&#1086;&#1074;&#1095;&#1080;&#1090;&#1100;&#1089;&#1103; &#1080; &#1087;&#1088;&#1086;&#1087;&#1080;&#1089;&#1072;&#1090;&#1100; &#1074; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1077; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1080; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081; &#1090;&#1072;&#1082;, &#1095;&#1090;&#1086; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1080; &#1084;&#1086;&#1078;&#1085;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1088;&#1072;&#1079;&#1075;&#1072;&#1076;&#1072;&#1090;&#1100;, &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1083;&#1080;&#1096;&#1100; &#1079;&#1085;&#1072;&#1103; &#1080;&#1093;. &#1053;&#1086; &#1080;&#1084;&#1077;&#1081;&#1090;&#1077; &#1078;&#1077; &#1078;&#1072;&#1083;&#1086;&#1089;&#1090;&#1100; &#1082; &#1090;&#1086;&#1084;&#1091; &#1085;&#1077;&#1089;&#1095;&#1072;&#1089;&#1090;&#1085;&#1086;&#1084;&#1091;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1076;&#1086; &#1087;&#1086;&#1090;&#1077;&#1088;&#1080; &#1089;&#1086;&#1079;&#1085;&#1072;&#1085;&#1080;&#1103; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1103;&#1083;&#1080;&#1090;&#1100;&#1089;&#1103; &#1085;&#1072; &#1101;&#1090;&#1080;&#1093; &#1084;&#1072;&#1083;&#1077;&#1085;&#1100;&#1082;&#1080;&#1093; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1086;&#1074;, &#1087;&#1099;&#1090;&#1072;&#1103;&#1089;&#1100; &#1074;&#1099;&#1103;&#1089;&#1085;&#1080;&#1090;&#1100;, &#1082;&#1072;&#1082; &#1078;&#1077; &#1086;&#1085;&#1080; &#1076;&#1074;&#1080;&#1075;&#1072;&#1102;&#1090;&#1089;&#1103;. &#1044;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086; &#1085;&#1077;&#1095;&#1077;&#1089;&#1090;&#1085;&#1086;  &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1091; &#1080; &#1086;&#1082;&#1088;&#1091;&#1078;&#1072;&#1090;&#1100; &#1077;&#1077; &#1090;&#1086;&#1083;&#1087;&#1086;&#1081; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097; &#1089;&#1086; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;&#1085;&#1099;&#1084;&#1080; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103;&#1084;&#1080;.  &#1042;&#1072;&#1084;-&#1090;&#1086; &#1085;&#1077; &#1087;&#1088;&#1080;&#1076;&#1077;&#1090;&#1089;&#1103; &#1087;&#1088;&#1077;&#1076;&#1089;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1090;&#1100; &#1093;&#1086;&#1076;&#1099; &#1101;&#1090;&#1080;&#1093; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;, &#1095;&#1077;&#1075;&#1086; &#1085;&#1077; &#1089;&#1082;&#1072;&#1078;&#1077;&#1096;&#1100; &#1086; &#1073;&#1077;&#1076;&#1085;&#1099;&#1093; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;&#1093; (&#1093;&#1086;&#1090;&#1103; &#1086;&#1085;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1087;&#1083;&#1102;&#1085;&#1091;&#1090;&#1100; &#1085;&#1072; &#1074;&#1089;&#1077; &#1080; &#1085;&#1072;&#1095;&#1072;&#1090;&#1100; &#1080;&#1075;&#1088;&#1072;&#1090;&#1100; &#1074; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1072;&#1093;, &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1082;&#1077;&#1084;-&#1085;&#1080;&#1073;&#1091;&#1076;&#1100; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084;, &#1074;&#1099; &#1078;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1085;&#1077; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;?).</li>
</ol>
</p>
<p>
&#1050;&#1086;&#1075;&#1076;&#1072; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; &#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1072; &#1074;&#1072;&#1084; - &#1072;&#1074;&#1090;&#1086;&#1088;&#1091;, &#1085;&#1086; &#1089;&#1086;&#1082;&#1088;&#1099;&#1090;&#1072; &#1086;&#1090; &#1074;&#1072;&#1096;&#1080;&#1093; &#1080;&#1075;&#1088;&#1086;&#1082;&#1086;&#1074;, &#1073;&#1091;&#1076;&#1100;&#1090;&#1077; &#1089;&#1085;&#1080;&#1089;&#1093;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1077;&#1077;.  &#1055;&#1086;&#1076;&#1082;&#1080;&#1085;&#1100;&#1090;&#1077; &#1087;&#1072;&#1088;&#1091; &#1095;&#1077;&#1082;&#1087;&#1086;&#1081;&#1085;&#1090;&#1086;&#1074;.  &#1044;&#1086;&#1073;&#1072;&#1074;&#1100;&#1090;&#1077; &#1087;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1086;&#1082; &#1080;&#1083;&#1080;, &#1074; &#1082;&#1086;&#1085;&#1094;&#1077; &#1082;&#1086;&#1085;&#1094;&#1086;&#1074;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1053;&#1048;&#1055;&#1086;&#1074;, &#1095;&#1077;&#1088;&#1077;&#1079; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1041;&#1080;&#1090;&#1088;&#1086; &#1080;&#1083;&#1080; &#1082;&#1090;&#1086;-&#1085;&#1080;&#1073;&#1091;&#1076;&#1100; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1089;&#1084;&#1086;&#1075; &#1073;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1086; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080;.  &#1059;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1074;&#1089;&#1077; &#1083;&#1080;&#1096;&#1085;&#1077;&#1077;, &#1095;&#1090;&#1086; &#1084;&#1086;&#1075;&#1083;&#1086; &#1073;&#1099; &#1079;&#1072;&#1087;&#1091;&#1090;&#1072;&#1090;&#1100; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1080; &#1091;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100; &#1077;&#1084;&#1091; &#1085;&#1077;&#1074;&#1077;&#1088;&#1085;&#1099;&#1081; &#1087;&#1091;&#1090;&#1100;.</p>
<p>
<a name="quirks"><b>&#1053;&#1077; &#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1073;&#1072;&#1075;&#1072;&#1084;&#1080;</b></a></p>
<p>
&#1069;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1099; &#1044;&#1056;&#1054;&#1044;&#1072; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1073;&#1099;&#1090;&#1100; &#1087;&#1088;&#1086;&#1089;&#1090;&#1099;&#1084;&#1080; &#1080; &#1083;&#1077;&#1075;&#1082;&#1086; &#1087;&#1088;&#1077;&#1076;&#1089;&#1082;&#1072;&#1079;&#1091;&#1077;&#1084;&#1099;&#1084;&#1080;. &#1054;&#1073;&#1098;&#1077;&#1076;&#1080;&#1085;&#1103;&#1081;&#1090;&#1077; &#1080;&#1093; &#1076;&#1088;&#1091;&#1075; &#1089; &#1076;&#1088;&#1091;&#1075;&#1086;&#1084; - &#1080; &#1074;&#1089;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1091;&#1089;&#1083;&#1086;&#1078;&#1085;&#1103;&#1090;&#1100;&#1089;&#1103;. &#1053;&#1086; &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1087;&#1086;&#1080;&#1075;&#1088;&#1072;&#1077;&#1090;&#1077; &#1089; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1086;&#1084;, &#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1086;&#1073;&#1085;&#1072;&#1088;&#1091;&#1078;&#1080;&#1090;&#1100; &#1089;&#1090;&#1088;&#1072;&#1085;&#1085;&#1086;&#1077;, &#1085;&#1077;&#1087;&#1088;&#1077;&#1076;&#1089;&#1082;&#1072;&#1079;&#1091;&#1077;&#1084;&#1086;&#1077; &#1087;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;, &#1087;&#1088;&#1086;&#1087;&#1091;&#1097;&#1077;&#1085;&#1085;&#1086;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1086;&#1081; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1095;&#1080;&#1082;&#1086;&#1074;, &#1080;&#1083;&#1080; &#1078;&#1077; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1087;&#1088;&#1080;&#1089;&#1091;&#1097;&#1077;&#1077; &quot;&#1092;&#1080;&#1079;&#1080;&#1082;&#1077;&quot; &#1044;&#1056;&#1054;&#1044;&#1072;.  &#1063;&#1090;&#1086;-&#1090;&#1086;, &#1074;&#1088;&#1086;&#1076;&#1077; &#1090;&#1072;&#1082;&#1086;&#1075;&#1086;: &#1075;&#1086;&#1073;&#1083;&#1080;&#1085; &#1076;&#1074;&#1080;&#1075;&#1072;&#1077;&#1090;&#1089;&#1103; &#1087;&#1086; &#1076;&#1080;&#1072;&#1075;&#1086;&#1085;&#1072;&#1083;&#1080; &#1074; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;, &#1087;&#1088;&#1080;&#1083;&#1077;&#1075;&#1072;&#1102;&#1097;&#1080;&#1081; &#1082; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1100;&#1077;&#1081; &#1082;&#1086;&#1088;&#1086;&#1083;&#1077;&#1074;&#1077; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1093;&#1086;&#1076;&#1072;, &#1087;&#1088;&#1077;&#1076;&#1096;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1075;&#1086; &#1094;&#1080;&#1082;&#1083;&#1091; &#1086;&#1090;&#1082;&#1083;&#1072;&#1076;&#1082;&#1080;, &#1090;&#1086;&#1075;&#1076;&#1072; &#1086;&#1085;&#1072; &#1086;&#1090;&#1082;&#1083;&#1072;&#1076;&#1099;&#1074;&#1072;&#1077;&#1090; &#1103;&#1081;&#1094;&#1086;, &#1080;&#1079; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085; &#1074;&#1099;&#1083;&#1091;&#1087;&#1080;&#1090;&#1089;&#1103; &#1085;&#1072; &#1086;&#1076;&#1080;&#1085; &#1093;&#1086;&#1076; &#1088;&#1072;&#1085;&#1100;&#1096;&#1077;, &#1095;&#1077;&#1084; &#1074;&#1089;&#1077; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; (&#1082;&#1072;&#1082; &#1088;&#1072;&#1079; &#1101;&#1090;&#1086;&#1075;&#1086;, &#1085;&#1072; &#1089;&#1072;&#1084;&#1086;&#1084; &#1076;&#1077;&#1083;&#1077;, &#1085;&#1077; &#1073;&#1099;&#1074;&#1072;&#1077;&#1090; - &#1101;&#1090;&#1086; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1089;&#1090;&#1088;&#1072;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1086;&#1073;&#1085;&#1072;&#1088;&#1091;&#1078;&#1080;&#1090;&#1100;).</p>
<p>
&#1042;&#1099;, &#1082;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086;, &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1087;&#1086;&#1093;&#1083;&#1086;&#1087;&#1072;&#1090;&#1100; &#1089;&#1077;&#1073;&#1103; &#1087;&#1086; &#1087;&#1083;&#1077;&#1095;&#1091; &#1079;&#1072; &#1090;&#1072;&#1082;&#1091;&#1102; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100; &#1080;, &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;, &#1088;&#1072;&#1079;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077; &#1086;&#1073; &#1101;&#1090;&#1086;&#1084; &#1085;&#1072; &#1092;&#1086;&#1088;&#1091;&#1084;&#1077;, &#1085;&#1086; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1085;&#1077; &#1076;&#1077;&#1083;&#1072;&#1081;&#1090;&#1077; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1091;, &#1086;&#1089;&#1085;&#1086;&#1074;&#1072;&#1085;&#1085;&#1091;&#1102; &#1085;&#1072; &#1090;&#1072;&#1082;&#1086;&#1081; &#1074;&#1086;&#1090; &#1101;&#1079;&#1086;&#1090;&#1077;&#1088;&#1080;&#1082;&#1077;. &#1053;&#1072; &#1101;&#1090;&#1086; &#1077;&#1089;&#1090;&#1100; &#1076;&#1074;&#1077; &#1087;&#1088;&#1080;&#1095;&#1080;&#1085;&#1099;:</p>
<p>
<ol>
  <li>&#1048;&#1075;&#1088;&#1086;&#1082;&#1080; &#1077;&#1076;&#1074;&#1072; &#1083;&#1080; &#1074;&#1086;&#1089;&#1089;&#1086;&#1079;&#1076;&#1072;&#1076;&#1091;&#1090; &#1074;&#1072;&#1096;&#1091; &#1072;&#1085;&#1086;&#1084;&#1072;&#1083;&#1080;&#1102; (&#1040; &#1095;&#1077;&#1075;&#1086; &#1074;&#1099; &#1093;&#1086;&#1090;&#1077;&#1083;&#1080;? &#1054;&#1085;&#1080; &#1095;&#1090;&#1086;, &#1087;&#1086;-&#1074;&#1072;&#1096;&#1077;&#1084;&#1091;, &#1076;&#1086;&#1082;&#1090;&#1086;&#1088;&#1072; &#1085;&#1072;&#1091;&#1082; &#1044;&#1056;&#1054;&#1044;&#1072;?)</li>
  <li>&#1057;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;, &#1095;&#1090;&#1086; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1095;&#1080;&#1082;&#1086;&#1074; &#1080;&#1089;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090; &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1086;&#1077; &#1087;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077; &#1074; &#1073;&#1091;&#1076;&#1091;&#1097;&#1077;&#1084;, &#1080; &#1090;&#1086;&#1075;&#1076;&#1072; &#1074;&#1072;&#1096;&#1072; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1072; &#1073;&#1091;&#1076;&#1077;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1083;&#1080;&#1096;&#1100; &#1074; &#1089;&#1090;&#1072;&#1088;&#1099;&#1093; &#1074;&#1077;&#1088;&#1089;&#1080;&#1103;&#1093; &#1044;&#1056;&#1054;&#1044;&#1072;. &#1058;&#1072;&#1082;&#1086;&#1077; &#1091;&#1078;&#1077; &#1089;&#1083;&#1091;&#1095;&#1072;&#1083;&#1086;&#1089;&#1100;.</li>
</ol>
</p>
<p>
<a name="unreachable"><b>&#1061;&#1074;&#1072;&#1090;&#1080;&#1090; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1073;&#1077;&#1079; &#1076;&#1074;&#1077;&#1088;&#1077;&#1081;</b></a></p>
<p>
&#1052;&#1085;&#1077; &#1073;&#1099;&#1083;&#1086; &#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086; &#1074;&#1077;&#1089;&#1077;&#1083;&#1086; &#1087;&#1086;&#1076;&#1096;&#1091;&#1090;&#1080;&#1090;&#1100; &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1099;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084; &#1085;&#1072;&#1076; &#1074;&#1072;&#1084;&#1080;, &#1088;&#1077;&#1073;&#1103;&#1090;&#1072;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086;, &#1077;&#1076;&#1074;&#1072; &#1083;&#1080; &#1090;&#1077;, &#1082;&#1090;&#1086; &#1082;&#1088;&#1086;&#1087;&#1086;&#1090;&#1083;&#1080;&#1074;&#1086; &#1087;&#1088;&#1086;&#1095;&#1077;&#1089;&#1099;&#1074;&#1072;&#1083; &#1091;&#1088;&#1086;&#1074;&#1085;&#1080; &#1074; &#1085;&#1072;&#1076;&#1077;&#1078;&#1076;&#1077; &#1085;&#1072;&#1081;&#1090;&#1080; &#1074;&#1093;&#1086;&#1076; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1103; &#1085;&#1072;&#1084;&#1077;&#1088;&#1077;&#1085;&#1085;&#1086; &#1085;&#1077; &#1089;&#1090;&#1072;&#1083; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100;, &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1083; &#1089;&#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1078;&#1077; &#1091;&#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1089;&#1090;&#1074;&#1080;&#1103;.  &#1044;&#1091;&#1084;&#1072;&#1077;&#1096;&#1100;, &#1095;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1096;&#1100; &#1074;&#1086;&#1081;&#1090;&#1080; &#1074; &#1085;&#1077;&#1077;, &#1072;&#1085; &#1085;&#1077;&#1090;, &#1085;&#1080;&#1095;&#1077;&#1075;&#1086; &#1085;&#1077; &#1074;&#1099;&#1093;&#1086;&#1076;&#1080;&#1090;. &#1058;&#1072;&#1082; &#1095;&#1090;&#1086;, &#1101;&#1090;&#1086; &#1074;&#1089;&#1077; &#1088;&#1072;&#1074;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1087;&#1088;&#1080;&#1082;&#1083;&#1077;&#1080;&#1074;&#1072;&#1090;&#1100; &#1082; &#1087;&#1086;&#1083;&#1091; &#1095;&#1077;&#1090;&#1074;&#1077;&#1088;&#1090;&#1072;&#1082;: &#1079;&#1072;&#1073;&#1072;&#1074;&#1072; &#1076;&#1083;&#1103; &#1086;&#1079;&#1086;&#1088;&#1085;&#1080;&#1082;&#1072; &#1080; &#1089;&#1087;&#1083;&#1086;&#1096;&#1085;&#1086;&#1077; &#1088;&#1072;&#1089;&#1089;&#1090;&#1088;&#1086;&#1081;&#1089;&#1090;&#1074;&#1086; &#1076;&#1083;&#1103; &#1074;&#1089;&#1077;&#1093;, &#1082;&#1090;&#1086; &#1087;&#1099;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103; &#1077;&#1075;&#1086; &#1086;&#1090;&#1086;&#1076;&#1088;&#1072;&#1090;&#1100;. &#1050; &#1090;&#1086;&#1084;&#1091; &#1078;&#1077;, &#1103; &#1091;&#1078;&#1077; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1088;&#1072;&#1079; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1083; &#1101;&#1090;&#1086;&#1090; &#1090;&#1088;&#1102;&#1082;, &#1072; &#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1088;&#1077;&#1096;&#1080;&#1090;&#1077;&#1089;&#1100; &#1085;&#1072; &#1077;&#1075;&#1086; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1077;&#1085;&#1080;&#1077;, &#1101;&#1090;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1074;&#1099;&#1075;&#1083;&#1103;&#1076;&#1077;&#1090;&#1100; &#1073;&#1086;&#1088;&#1086;&#1076;&#1072;&#1090;&#1099;&#1084; &#1072;&#1085;&#1077;&#1082;&#1076;&#1086;&#1090;&#1086;&#1084;.</p>
<p>
(&#1052;&#1085;&#1077; &#1076;&#1086; &#1089;&#1080;&#1093; &#1087;&#1086;&#1088; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1085;&#1077;&#1091;&#1076;&#1086;&#1073;&#1085;&#1086; &#1079;&#1072; &#1101;&#1090;&#1086;.  &#1071; &#1076;&#1072;&#1078;&#1077; &#1087;&#1088;&#1080;&#1076;&#1091;&#1084;&#1072;&#1083; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;, &#1082;&#1072;&#1082; &#1082;&#1086;&#1084;&#1087;&#1077;&#1085;&#1089;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1083;&#1102;&#1076;&#1103;&#1084; &#1074;&#1089;&#1077; &#1090;&#1077; &#1085;&#1077;&#1091;&#1076;&#1086;&#1073;&#1089;&#1090;&#1074;&#1072;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1084; &#1103; &#1080;&#1093; &#1087;&#1086;&#1076;&#1074;&#1077;&#1088;&#1075;, &#1074;&#1086;&#1090; &#1091;&#1074;&#1080;&#1076;&#1080;&#1090;&#1077;).</p>
<p>
<a name="lynchpin"><b>&#1050;&#1083;&#1102;&#1095;&#1077;&#1074;&#1099;&#1077; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1080;</b></a></p>
<p>
&#1048;, &#1082;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086;, &#1089;&#1090;&#1072;&#1088;&#1072;&#1081;&#1090;&#1077;&#1089;&#1100; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1082;&#1083;&#1102;&#1095;&#1077;&#1074;&#1099;&#1077; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1080;. &#1050;&#1083;&#1102;&#1095; - &#1101;&#1090;&#1086; &#1095;&#1090;&#1086;-&#1090;&#1086; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;&#1077; &#1076;&#1083;&#1103; &#1077;&#1077; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103;. &#1050;&#1072;&#1082; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1087;&#1086;&#1089;&#1077;&#1090;&#1080;&#1090; &#1086;&#1079;&#1072;&#1088;&#1077;&#1085;&#1080;&#1077;, &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1086;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1088;&#1086;&#1097;&#1077; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086;&#1075;&#1086;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1086;&#1085; &#1073;&#1091;&#1076;&#1077;&#1090; &#1095;&#1091;&#1074;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1077;&#1073;&#1103; &#1090;&#1072;&#1082;, &#1089;&#1083;&#1086;&#1074;&#1085;&#1086; &#1086;&#1073;&#1088;&#1077;&#1083; &#1085;&#1086;&#1074;&#1091;&#1102; &#1088;&#1077;&#1083;&#1080;&#1075;&#1080;&#1102;.   "&#1040;&#1075;&#1072;!" - &#1074;&#1086;&#1089;&#1082;&#1083;&#1080;&#1082;&#1085;&#1077;&#1090; &#1086;&#1085; &#1074; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1091;&#1102; &#1089;&#1077;&#1082;&#1091;&#1085;&#1076;&#1091;, -
"&#1048; &#1082;&#1072;&#1082; &#1103; &#1088;&#1072;&#1085;&#1100;&#1096;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1085;&#1077; &#1079;&#1072;&#1084;&#1077;&#1090;&#1080;&#1083;?".  &#1069;&#1090;&#1086; &#1095;&#1091;&#1074;&#1089;&#1090;&#1074;&#1086; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1082;&#1091;&#1076;&#1072; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077;&#1081; &#1085;&#1072;&#1075;&#1088;&#1072;&#1076;&#1086;&#1081;, &#1095;&#1077;&#1084; &#1080;&#1079;&#1085;&#1091;&#1088;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077; &#1086;&#1095;&#1077;&#1074;&#1080;&#1076;&#1085;&#1099;&#1093; &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1080;&#1081;. &#1041;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1091; &#1080;&#1079; &#1085;&#1072;&#1089; &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1086;&#1081; &#1088;&#1091;&#1090;&#1080;&#1085;&#1099; &#1093;&#1074;&#1072;&#1090;&#1072;&#1077;&#1090; &#1080; &#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1077;, &#1072; &#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1076;&#1072;&#1081;&#1090;&#1077; &#1085;&#1072;&#1084; &#1093;&#1086;&#1090;&#1100; &#1085;&#1072; &#1084;&#1075;&#1085;&#1086;&#1074;&#1077;&#1085;&#1080;&#1077; &#1087;&#1086;&#1075;&#1088;&#1077;&#1090;&#1100;&#1089;&#1103; &#1074; &#1083;&#1091;&#1095;&#1072;&#1093; &#1089;&#1083;&#1072;&#1074;&#1099; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1075;&#1077;&#1085;&#1080;&#1103;!</p>
<p>
&#1054;&#1076;&#1085;&#1072;&#1082;&#1086;, &#1089;&#1083;&#1080;&#1096;&#1082;&#1086;&#1084; &#1084;&#1085;&#1086;&#1075;&#1086; &#1082;&#1083;&#1102;&#1095;&#1077;&#1081; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; - &#1090;&#1086;&#1078;&#1077; &#1085;&#1077; &#1083;&#1091;&#1095;&#1096;&#1080;&#1081; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;. &#1042;&#1084;&#1077;&#1089;&#1090;&#1086; &#1101;&#1090;&#1086;&#1075;&#1086;, &#1088;&#1072;&#1089;&#1089;&#1088;&#1077;&#1076;&#1086;&#1090;&#1086;&#1095;&#1100;&#1090;&#1077; &#1080;&#1093; &#1087;&#1086; &#1088;&#1072;&#1079;&#1085;&#1099;&#1084; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;&#1084;: &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100; &#1074;&#1072;&#1096;&#1077;&#1081; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1080; &#1073;&#1091;&#1076;&#1077;&#1090; &#1096;&#1080;&#1088;&#1077;, &#1091; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1073;&#1091;&#1076;&#1077;&#1090; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1087;&#1089;&#1080;&#1093;&#1086;&#1083;&#1086;&#1075;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1087;&#1072;&#1091;&#1079; &#1084;&#1077;&#1078;&#1076;&#1091; &#1084;&#1086;&#1079;&#1075;&#1086;&#1074;&#1099;&#1084;&#1080; &#1096;&#1090;&#1091;&#1088;&#1084;&#1072;&#1084;&#1080;, &#1080; &#1074;&#1089;&#1077; &#1073;&#1091;&#1076;&#1091;&#1090; &#1074;&#1086;&#1089;&#1093;&#1074;&#1072;&#1083;&#1103;&#1090;&#1100; &#1074;&#1072;&#1089; &#1079;&#1072; &#1073;&#1091;&#1082;&#1077;&#1090; &#1075;&#1077;&#1085;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1080;&#1076;&#1077;&#1081;.</p>
<p>
<b><a name="slashfests">&#1042;&#1077;&#1089;&#1077;&#1083;&#1099;&#1077; &#1073;&#1086;&#1081;&#1085;&#1080; </a> (&#1080;&#1083;&#1080; &quot;&#1040; &#1074;&#1086;&#1090; &#1080; &#1050;&#1080;&#1089;&#1090;&#1077;&#1074;&#1086;&#1081; &#1090;&#1091;&#1085;&#1085;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1089;&#1080;&#1085;&#1076;&#1088;&#1086;&#1084;!&quot;)</b></p>
<p>
&#1056;&#1072;&#1089;&#1082;&#1080;&#1076;&#1072;&#1090;&#1100; &#1087;&#1086;&#1083;&#1095;&#1080;&#1097;&#1072; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097; &#1090;&#1086;&#1078;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090; &#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100;&#1089;&#1103; &#1074;&#1077;&#1089;&#1100;&#1084;&#1072; &#1079;&#1072;&#1073;&#1072;&#1074;&#1085;&#1099;&#1084;, &#1076;&#1072;&#1078;&#1077; &#1087;&#1088;&#1080; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1080;, &#1095;&#1090;&#1086; &#1085;&#1080;&#1082;&#1072;&#1082;&#1086;&#1081; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1080; &#1074; &#1101;&#1090;&#1086;&#1084;, &#1074; &#1086;&#1073;&#1097;&#1077;&#1084;-&#1090;&#1086;, &#1085;&#1077;&#1090;. &#1048;&#1085;&#1086;&#1075;&#1076;&#1072; &#1103; &#1083;&#1102;&#1073;&#1083;&#1102; &#1086;&#1090;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100; &#1084;&#1086;&#1079;&#1075; &#1080; &#1085;&#1072;&#1095;&#1072;&#1090;&#1100; &#1082;&#1088;&#1086;&#1096;&#1080;&#1090;&#1100; &#1074;&#1089;&#1077;&#1093; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1086;-&#1085;&#1072;&#1083;&#1077;&#1074;&#1086;.  &#1053;&#1086; &#1080;&#1075;&#1088;&#1086;&#1082;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1086;&#1085; &#1088;&#1091;&#1073;&#1080;&#1090; &#1074;&#1088;&#1072;&#1075;&#1072;, &#1084;&#1086;&#1078;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1081; &#1084;&#1072;&#1082;&#1088;&#1086;&#1089;, &#1091;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1103; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; Control, &#1074; &#1101;&#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1094;&#1077;&#1083;&#1077;&#1089;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1086;&#1089;&#1090;&#1100; &#1085;&#1072;&#1083;&#1080;&#1095;&#1080;&#1103; &#1074;&#1072;&#1096;&#1077;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1089; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1072;&#1084;&#1080; &#1074;&#1077;&#1089;&#1100;&#1084;&#1072; &#1089;&#1087;&#1086;&#1088;&#1085;&#1072;.  &#1063;&#1090;&#1086;&#1073;&#1099; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; &#1089;&#1090;&#1086;&#1080;&#1083;&#1072; &#1079;&#1072;&#1090;&#1088;&#1072;&#1095;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1085;&#1072; &#1085;&#1077;&#1075;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1080;, &#1085;&#1091;&#1078;&#1085;&#1086; &#1079;&#1072;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1087;&#1088;&#1080;&#1085;&#1080;&#1084;&#1072;&#1090;&#1100; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1090;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103; &#1080; &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1103;. &#1055;&#1086;&#1095;&#1077;&#1084;&#1091; &#1073;&#1099; &#1076;&#1083;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1074;&#1072;&#1084; &#1085;&#1077; &#1079;&#1072;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1087;&#1103;&#1090;&#1100;&#1076;&#1077;&#1089;&#1103;&#1090; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1086;&#1074;, &#1072; &#1085;&#1077; &#1087;&#1103;&#1090;&#1100;&#1089;&#1086;&#1090;?</p>
<p>
(&#1050;&#1089;&#1090;&#1072;&#1090;&#1080;, &#1082;&#1072;&#1082; &#1088;&#1072;&#1079; &#1089;&#1077;&#1081;&#1095;&#1072;&#1089; &#1103; &#1074;&#1077;&#1088;&#1085;&#1091;&#1089;&#1100; &#1074; &#1086;&#1076;&#1085;&#1091; &#1080;&#1079; &#1089;&#1074;&#1086;&#1080;&#1093; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1080; &#1091;&#1073;&#1077;&#1088;&#1091; &#1086;&#1090;&#1090;&#1091;&#1076;&#1072; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1086;&#1074;, &#1090;&#1072;&#1082; &#1095;&#1090;&#1086; &#1103; &#1085;&#1077; &#1082;&#1088;&#1080;&#1074;&#1083;&#1102; &#1076;&#1091;&#1096;&#1086;&#1081;).</p>
<p>
<a name="cosmetics"><b>&#1042;&#1085;&#1077;&#1096;&#1085;&#1080;&#1081; &#1074;&#1080;&#1076; &#1074;&#1072;&#1078;&#1077;&#1085;</b></a></p>
<p>
&#1057;&#1090;&#1086;&#1080;&#1090; &#1091;&#1076;&#1077;&#1083;&#1080;&#1090;&#1100; &#1074;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077; &#1085;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1084;&#1091; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1091;, &#1085;&#1086; &#1080; &#1090;&#1086;&#1084;&#1091;, &#1082;&#1072;&#1082; &#1074;&#1099;&#1075;&#1083;&#1103;&#1076;&#1080;&#1090; &#1074;&#1072;&#1096;&#1072; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;. &#1044;&#1056;&#1054;&#1044; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1074;&#1072;&#1084; &#1076;&#1077;&#1090;&#1072;&#1083;&#1080;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1077; &#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1089;&#1090;&#1074;&#1086; 38x32, &#1095;&#1090;&#1086; &#1073;&#1086;&#1083;&#1077;&#1077; &#1095;&#1077;&#1084; &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086; &#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1086;&#1082;. &#1069;&#1090;&#1086; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086; &#1087;&#1088;&#1077;&#1076;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1086; &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1086; &#1088;&#1072;&#1076;&#1086;&#1074;&#1072;&#1083;&#1080; &#1075;&#1083;&#1072;&#1079; &#1080; &#1085;&#1077; &#1073;&#1099;&#1083;&#1080; &#1087;&#1086;&#1093;&#1086;&#1078;&#1080; &#1085;&#1072; &#1084;&#1080;&#1085;&#1080;&#1072;&#1090;&#1102;&#1088;&#1085;&#1091;&#1102; &#1089;&#1077;&#1090;&#1082;&#1091;.  &#1053;&#1077;&#1089;&#1084;&#1086;&#1090;&#1088;&#1103; &#1085;&#1072; &#1074;&#1089;&#1077; &#1087;&#1086;&#1087;&#1099;&#1090;&#1082;&#1080; &#1060;&#1101;&#1085;-&#1064;&#1091;&#1081;, &#1085;&#1080;&#1082;&#1090;&#1086; &#1090;&#1072;&#1082; &#1080; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090; &#1089;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100;, &#1095;&#1090;&#1086; &#1076;&#1077;&#1083;&#1072;&#1077;&#1090; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1089;&#1080;&#1084;&#1087;&#1072;&#1090;&#1080;&#1095;&#1085;&#1086;&#1081; &#1080; &#1086;&#1090;&#1090;&#1072;&#1083;&#1082;&#1080;&#1074;&#1072;&#1102;&#1097;&#1077;&#1081;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1091; &#1085;&#1072;&#1089; &#1077;&#1089;&#1090;&#1100; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1084;&#1099;&#1089;&#1083;&#1077;&#1081; &#1080; &#1089;&#1086;&#1074;&#1077;&#1090;&#1086;&#1074; &#1085;&#1072; &#1101;&#1090;&#1086;&#1090; &#1089;&#1095;&#1077;&#1090;:</p>
<p>
<ul>
  <li>&#1053;&#1077; &#1087;&#1099;&#1090;&#1072;&#1081;&#1090;&#1077;&#1089;&#1100; &#1079;&#1072;&#1087;&#1080;&#1093;&#1072;&#1090;&#1100; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1074;&#1089;&#1077; &#1087;&#1086;&#1076;&#1088;&#1103;&#1076;, &#1084;&#1091;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1089;&#1095;&#1080;&#1090;&#1072;&#1103; &#1087;&#1091;&#1089;&#1090;&#1099;&#1077; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1099;. &#1057;&#1083;&#1091;&#1096;&#1072;&#1081;&#1090;&#1077;, &#1091; &#1074;&#1072;&#1089; &#1082;&#1091;&#1095;&#1072; &#1084;&#1077;&#1089;&#1090;&#1072;! &#1044;&#1083;&#1103; &#1089;&#1074;&#1086;&#1077;&#1081; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1080; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1094;&#1077;&#1083;&#1091;&#1102; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;, &#1080;&#1083;&#1080; &#1076;&#1072;&#1078;&#1077; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;.</li>
  <li>&#1057;&#1087;&#1077;&#1088;&#1074;&#1072; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1081;&#1090;&#1077; &#1076;&#1080;&#1079;&#1072;&#1081;&#1085; &#1074;&#1089;&#1077;&#1075;&#1086; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1085; &#1093;&#1086;&#1088;&#1086;&#1096;&#1086; &#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1083;&#1089;&#1103; &#1085;&#1072; &#1084;&#1080;&#1085;&#1080;-&#1082;&#1072;&#1088;&#1090;&#1077;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1074;&#1086;&#1079;&#1074;&#1088;&#1072;&#1097;&#1072;&#1081;&#1090;&#1077;&#1089;&#1100; &#1080; &#1088;&#1072;&#1079;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1077; &#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1083;&#1086;&#1084;&#1082;&#1080; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;&#1093;. &#1054;&#1075;&#1083;&#1103;&#1076;&#1099;&#1074;&#1072;&#1103;&#1089;&#1100; &#1085;&#1072;&#1079;&#1072;&#1076;, &#1084;&#1085;&#1077; &#1089;&#1090;&#1086;&#1080;&#1083;&#1086; &#1087;&#1086;&#1095;&#1072;&#1097;&#1077; &#1090;&#1072;&#1082; &#1087;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072;&#1090;&#1100;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1083; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1100;&#1103; &#1044;&#1091;&#1075;&#1072;&#1085;&#1072;.</li>
  <li>&#1045;&#1089;&#1083;&#1080; &#1103;&#1084;&#1072; &#1080;&#1083;&#1080; &#1089;&#1090;&#1077;&#1085;&#1072; &#1087;&#1086;&#1076;&#1093;&#1086;&#1076;&#1080;&#1090; &#1082; &#1075;&#1088;&#1072;&#1085;&#1080;&#1094;&#1077; &#1074;&#1072;&#1096;&#1077;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1087;&#1091;&#1089;&#1090;&#1100; &#1086;&#1085;&#1072; &#1087;&#1088;&#1086;&#1076;&#1083;&#1080;&#1090;&#1089;&#1103; &#1085;&#1072; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1088;&#1072;&#1089;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077; &#1080; &#1074; &#1089;&#1086;&#1089;&#1077;&#1076;&#1085;&#1077;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;. &#1042;&#1089;&#1077;&#1075;&#1076;&#1072; &#1075;&#1086;&#1088;&#1072;&#1079;&#1076;&#1086; &#1087;&#1088;&#1072;&#1074;&#1076;&#1086;&#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1077;&#1077; &#1074;&#1099;&#1075;&#1083;&#1103;&#1076;&#1103;&#1090; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1103;&#1074;&#1083;&#1103;&#1102;&#1097;&#1080;&#1077;&#1089;&#1103; &#1083;&#1086;&#1075;&#1080;&#1095;&#1085;&#1099;&#1084; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1077;&#1085;&#1080;&#1077;&#1084; &#1076;&#1088;&#1091;&#1075; &#1076;&#1088;&#1091;&#1075;&#1072;, &#1085;&#1077;&#1078;&#1077;&#1083;&#1080; &#1087;&#1086;&#1076;&#1074;&#1077;&#1088;&#1078;&#1077;&#1085;&#1085;&#1099;&#1077; &#1088;&#1077;&#1079;&#1082;&#1080;&#1084; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1072;&#1084;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1103;&#1084;&#1072; &#1074; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1074;&#1085;&#1077;&#1079;&#1072;&#1087;&#1085;&#1086; &#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1089;&#1103; &#1089;&#1090;&#1077;&#1085;&#1086;&#1081;.</li>
  <li>&#1053;&#1077; &#1089;&#1090;&#1086;&#1080;&#1090; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1072;&#1090;&#1100; &#1103;&#1095;&#1077;&#1081;&#1082;&#1080; &#1083;&#1080;&#1096;&#1100; &#1087;&#1086;&#1090;&#1086;&#1084;&#1091;, &#1095;&#1090;&#1086; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1101;&#1090;&#1086; &#1074; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1077;. &#1045;&#1089;&#1083;&#1080; &#1074; &#1085;&#1077;&#1084; &#1087;&#1086;&#1076;&#1091;&#1088;&#1072;&#1095;&#1080;&#1090;&#1100;&#1089;&#1103;, &#1084;&#1086;&#1078;&#1085;&#1086; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1082;&#1072;&#1090;&#1077;&#1075;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1085;&#1077;&#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1074;&#1077;&#1097;&#1080;. &#1053;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1091;&#1073;&#1088;&#1072;&#1090;&#1100; &#1076;&#1080;&#1089;&#1082;&#1080; &#1089;&#1086; &#1074;&#1089;&#1077;&#1093; &#1089;&#1090;&#1077;&#1085; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;. &#1063;&#1090;&#1086; &#1078;, &#1101;&#1090;&#1086;, &#1082;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086;, &#1085;&#1077; &#1087;&#1088;&#1077;&#1089;&#1090;&#1091;&#1087;&#1083;&#1077;&#1085;&#1080;&#1077;, &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074;&#1086;&#1090; &#1074; &#1090;&#1072;&#1082;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1080;&#1075;&#1088;&#1086;&#1082;&#1091; &#1073;&#1091;&#1076;&#1077;&#1090; &#1075;&#1086;&#1088;&#1072;&#1079;&#1076;&#1086; &#1089;&#1083;&#1086;&#1078;&#1085;&#1077;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100;, &#1095;&#1090;&#1086; &#1086;&#1085; &#1074; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1100;&#1077;, &#1089;&#1086; &#1074;&#1089;&#1077;&#1084;&#1080; &#1101;&#1090;&#1080;&#1084;&#1080; &#1076;&#1091;&#1088;&#1072;&#1094;&#1082;&#1080;&#1084;&#1080; &#1096;&#1072;&#1088;&#1080;&#1082;&#1072;&#1084;&#1080; &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085;&#1077;. &#1044;&#1083;&#1103; &#1089;&#1090;&#1088;&#1072;&#1085;&#1085;&#1099;&#1093; &#1074;&#1080;&#1079;&#1091;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1086;&#1074; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1073;&#1099;&#1090;&#1100; &#1093;&#1086;&#1088;&#1086;&#1096;&#1080;&#1077; &#1087;&#1088;&#1080;&#1095;&#1080;&#1085;&#1099;.</li>
</ul>
</p>
<p>
&#1058;&#1077;&#1087;&#1077;&#1088;&#1100; &#1074; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1044;&#1056;&#1054;&#1044; 3.0 &#1091; &#1085;&#1072;&#1089; &#1077;&#1089;&#1090;&#1100; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1074;&#1087;&#1077;&#1095;&#1072;&#1090;&#1083;&#1103;&#1102;&#1097;&#1080;&#1077; &#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1085;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1086;&#1076;&#1080;&#1085; &#1080;&#1079; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1072; &#1091;&#1079;&#1086;&#1088;&#1086;&#1074; &#1085;&#1072;&#1087;&#1086;&#1083;&#1100;&#1085;&#1099;&#1093; &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1080;&#1081; &#1080; &#1074;&#1080;&#1079;&#1091;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074;, &#1085;&#1086; &#1080; &#1089;&#1072;&#1084;&#1086;&#1089;&#1090;&#1086;&#1103;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1089;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100; &#1089;&#1074;&#1086;&#1081; &#1091;&#1079;&#1086;&#1088;. &#1055;&#1086;&#1084;&#1085;&#1080;&#1090;&#1077; &#1086;&#1073; &#1086;&#1073;&#1097;&#1077;&#1084; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1077;: &#1085;&#1077; &#1089;&#1090;&#1086;&#1080;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074; &#1086;&#1076;&#1085;&#1086;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1073;&#1086;&#1083;&#1077;&#1077; &#1076;&#1074;&#1091;&#1093; (&#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1091;&#1084; - &#1090;&#1088;&#1077;&#1093;) &#1090;&#1080;&#1087;&#1086;&#1074; &#1085;&#1072;&#1087;&#1086;&#1083;&#1100;&#1085;&#1099;&#1093; &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1080;&#1081;. &#1042; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1085;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1101;&#1090;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1074;&#1099;&#1075;&#1083;&#1103;&#1076;&#1077;&#1090;&#1100; &#1089;&#1083;&#1080;&#1096;&#1082;&#1086;&#1084; &#1087;&#1077;&#1089;&#1090;&#1088;&#1086;, &#1080; &#1073;&#1091;&#1076;&#1077;&#1090; &#1086;&#1090;&#1074;&#1083;&#1077;&#1082;&#1072;&#1090;&#1100; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;, &#1085;&#1077; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1103; &#1090;&#1086;&#1084;&#1091; &#1087;&#1086;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074; &#1080;&#1075;&#1088;&#1091;.</p>
<p>
<a name="conclusion"><b>&#1047;&#1072;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077;</b></a></p>
<p>
&#1063;&#1090;&#1086; &#1078;, &#1074;&#1086;&#1090; &#1080; &#1074;&#1089;&#1077;, &#1095;&#1090;&#1086; &#1103; &#1093;&#1086;&#1090;&#1077;&#1083; &#1074;&#1072;&#1084; &#1089;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100;. &#1055;&#1086;&#1083;&#1072;&#1075;&#1072;&#1102;, &#1101;&#1090;&#1086;&#1075;&#1086; &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086;. &#1050;&#1072;&#1082; &#1074;&#1089;&#1077;&#1075;&#1076;&#1072;, &#1103; &#1095;&#1091;&#1074;&#1089;&#1090;&#1074;&#1091;&#1102; &#1089;&#1077;&#1073;&#1103; &#1089;&#1083;&#1077;&#1075;&#1082;&#1072; &#1085;&#1077;&#1083;&#1086;&#1074;&#1082;&#1086; &#1080;&#1079;-&#1079;&#1072; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086; &#1090;&#1072;&#1082; &#1088;&#1072;&#1079;&#1086;&#1096;&#1077;&#1083;&#1089;&#1103;.  &#1050;&#1072;&#1082; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086;, &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1095;&#1080;&#1082;&#1080; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1085;&#1086;&#1075;&#1086; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1077;&#1085;&#1080;&#1103; &#1075;&#1086;&#1074;&#1086;&#1088;&#1103;&#1090; &#1088;&#1086;&#1074;&#1085;&#1086; &#1089;&#1090;&#1086;&#1083;&#1100;&#1082;&#1086;, &#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1090;&#1086;&#1075;&#1086; &#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1103;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1095;&#1077;&#1075;&#1086; &#1089;&#1088;&#1072;&#1079;&#1091; &#1078;&#1077; &#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1072;&#1102;&#1090;&#1089;&#1103; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1091;&#1102; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1091;, &#1101;&#1076;&#1072;&#1082;&#1080;&#1077; &#1085;&#1080;&#1085;&#1076;&#1079;&#1103;. &#1069;&#1090;&#1080; &#1083;&#1102;&#1076;&#1080;, &#1073;&#1077;&#1079;&#1091;&#1089;&#1083;&#1086;&#1074;&#1085;&#1086;, &#1079;&#1072;&#1089;&#1083;&#1091;&#1078;&#1080;&#1074;&#1072;&#1102;&#1090; &#1091;&#1074;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103;, &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074;&#1086;&#1090; &#1103; &#1090;&#1072;&#1082; &#1085;&#1077; &#1084;&#1086;&#1075;&#1091;. &#1071; - &#1089;&#1074;&#1086;&#1077;&#1075;&#1086; &#1088;&#1086;&#1076;&#1072;, &#1087;&#1088;&#1086;&#1087;&#1086;&#1074;&#1077;&#1076;&#1085;&#1080;&#1082; &#1044;&#1056;&#1054;&#1044;&#1072;. &#1071; &#1093;&#1086;&#1095;&#1091;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099; &#1091;&#1079;&#1085;&#1072;&#1083;&#1080; &#1086; &#1077;&#1075;&#1086; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1103;&#1093;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1095;&#1077;&#1075;&#1086; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1083;&#1080;&#1089;&#1100; &#1090;&#1074;&#1086;&#1088;&#1080;&#1090;&#1100;! &#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1089;&#1076;&#1077;&#1083;&#1072;&#1077;&#1090;&#1077; &#1095;&#1090;&#1086;-&#1090;&#1086; &#1080;&#1079; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086; &#1103; &#1085;&#1077; &#1086;&#1076;&#1086;&#1073;&#1088;&#1080;&#1083; - &#1103; &#1085;&#1077; &#1073;&#1091;&#1076;&#1091; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;, &#1103; &#1076;&#1072;&#1078;&#1077; &#1087;&#1086;&#1095;&#1090;&#1080; &#1091;&#1074;&#1077;&#1088;&#1077;&#1085;, &#1095;&#1090;&#1086; &#1080; &#1040;&#1089;&#1089;&#1086;&#1094;&#1080;&#1072;&#1094;&#1080;&#1103; &#1040;&#1088;&#1093;&#1080;&#1090;&#1077;&#1082;&#1090;&#1086;&#1088;&#1086;&#1074; &#1055;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1080;&#1081; &#1085;&#1077; &#1079;&#1072;&#1085;&#1077;&#1089;&#1077;&#1090; &#1074;&#1072;&#1089; &#1074; &#1089;&#1074;&#1086;&#1080; &#1095;&#1077;&#1088;&#1085;&#1099;&#1077; &#1089;&#1087;&#1080;&#1089;&#1082;&#1080;. &#1053;&#1072; &#1089;&#1072;&#1084;&#1086;&#1084; &#1076;&#1077;&#1083;&#1077;, &#1103; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1073;&#1091;&#1076;&#1091; &#1089;&#1095;&#1072;&#1089;&#1090;&#1083;&#1080;&#1074;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1088;&#1077;&#1096;&#1080;&#1090;&#1077; &#1074;&#1083;&#1086;&#1078;&#1080;&#1090;&#1100; &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1074;&#1086;&#1077;&#1081; &#1090;&#1074;&#1086;&#1088;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1101;&#1085;&#1077;&#1088;&#1075;&#1080;&#1080; &#1074; &#1080;&#1075;&#1088;&#1091;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1084;&#1099; &#1089; &#1087;&#1072;&#1088;&#1085;&#1103;&#1084;&#1080; &#1085;&#1072;&#1087;&#1080;&#1089;&#1072;&#1083;&#1080;.</p>
<p>
-&#1069;&#1088;&#1080;&#1082;</p>
<hr />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>
</body>
</html>
