<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1069;&#1082;&#1088;&#1072;&#1085; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1084;&#1086;&#1076;&#1072;&#1084;&#1080;</u></h3>
<p>&#1069;&#1090;&#1086;&#1090; &#1101;&#1082;&#1088;&#1072;&#1085; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1074;&#1072;&#1084; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1080;&#1075;&#1088;&#1086;&#1074;&#1099;&#1093; &#1084;&#1077;&#1076;&#1080;&#1072;.
&#1055;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1089;&#1086;&#1089;&#1090;&#1086;&#1080;&#1090; &#1080;&#1079; &#1087;&#1088;&#1077;&#1076;&#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1089;&#1090;&#1080;&#1083;&#1077;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1044;&#1056;&#1054;&#1044; 3.0.</p>

<p><b>&#1069;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;</b>: &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1077; &#1084;&#1086;&#1076;&#1099;  (&#1079;&#1072;&#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1077; &#1075;&#1076;&#1077;-&#1083;&#1080;&#1073;&#1086; &#1077;&#1097;&#1077;).
&#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1072;&#1096; &#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1084;&#1086;&#1076; &#1073;&#1091;&#1076;&#1077;&#1090; &#1075;&#1086;&#1090;&#1086;&#1074;, &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1069;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1091;&#1087;&#1072;&#1082;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074;&#1072;&#1096;&#1080; &#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1092;&#1072;&#1081;&#1083;&#1099; &#1074; &#1072;&#1088;&#1093;&#1080;&#1074;  .DMF (DROD Media File) &#1085;&#1072; &#1076;&#1080;&#1089;&#1082;&#1077;.  &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1088;&#1072;&#1079;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1074;&#1072;&#1096;&#1080; &#1092;&#1072;&#1081;&#1083;&#1099;  DMF &#1085;&#1072;
CaravelNet, &#1095;&#1090;&#1086;&#1073;&#1099; &#1076;&#1088;&#1091;&#1075;&#1080;&#1077; &#1080;&#1075;&#1088;&#1086;&#1082;&#1080; &#1074; &#1044;&#1056;&#1054;&#1044; &#1084;&#1086;&#1075;&#1083;&#1080; &#1089;&#1082;&#1072;&#1095;&#1080;&#1074;&#1072;&#1090;&#1100; &#1080; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1080;&#1093;.</p>

<p><b>&#1048;&#1084;&#1087;&#1086;&#1088;&#1090;</b>: &#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1092;&#1072;&#1081;&#1083; .DMF, &#1095;&#1090;&#1086;&#1073;&#1099; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1084;&#1086;&#1076; &#1089; &#1076;&#1080;&#1089;&#1082;&#1072; &#1074; &#1074;&#1072;&#1096;&#1091; &#1074;&#1077;&#1088;&#1089;&#1080;&#1102; &#1044;&#1056;&#1054;&#1044;&#1072;
(&#1074; &#1101;&#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1074; &#1092;&#1072;&#1081;&#1083; drod.ini &#1073;&#1091;&#1076;&#1077;&#1090; &#1074;&#1085;&#1077;&#1089;&#1077;&#1085;&#1072; &#1079;&#1072;&#1087;&#1080;&#1089;&#1100; &#1086; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1084; &#1084;&#1086;&#1076;&#1077;).</p>

<p><b>&#1057;&#1082;&#1072;&#1095;&#1072;&#1090;&#1100;</b>: &#1055;&#1086;&#1076;&#1087;&#1080;&#1089;&#1072;&#1074;&#1096;&#1080;&#1089;&#1100; &#1085;&#1072; CaravelNet, &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1082;&#1072;&#1095;&#1080;&#1074;&#1072;&#1090;&#1100; &#1080; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1084;&#1086;&#1076;&#1099;, &#1086;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1077; &#1090;&#1072;&#1084;.</p>

<p><b>&#1060;&#1080;&#1083;&#1100;&#1090;&#1088;</b>: &#1055;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102;,  &#1074;&#1080;&#1076;&#1085;&#1099; &#1074;&#1089;&#1077; &#1084;&#1086;&#1076;&#1099;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1092;&#1080;&#1083;&#1100;&#1090;&#1088; &#1090;&#1072;&#1082;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1085; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1083; &#1083;&#1080;&#1096;&#1100; &#1084;&#1086;&#1076;&#1099; CaravelNet &#1080;&#1083;&#1080; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074;&#1072;&#1096;&#1080; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1077; &#1084;&#1086;&#1076;&#1099;.</p>
<p><b>&#1059;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100;</b>: &#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1088;&#1072;&#1085;&#1077;&#1077; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1081; &#1084;&#1086;&#1076; &#1080; &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1059;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1090;&#1077;&#1088;&#1077;&#1090;&#1100; &#1077;&#1075;&#1086; &#1080;&#1079; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1081; &#1074;&#1077;&#1088;&#1089;&#1080;&#1080;.</p>
<hr />
<a href="editselect.html">&#1056;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081;</a><br />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>
</body>
</html>