<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1041;&#1077;&#1089;&#1090;&#1080;&#1072;&#1088;&#1080;&#1081; (&#1080;&#1083;&#1080; &#1078;&#1080;&#1079;&#1085;&#1077;&#1086;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1093; &#1080; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1085;&#1099;&#1093;)</u></h3>
<p>&#1052;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; &#1083;&#1102;&#1076;&#1077;&#1081; &#1087;&#1086;&#1083;&#1077;&#1075;&#1083;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1074;&#1072;&#1084; &#1101;&#1090;&#1091; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102;:</p>
<ul>
  <li><a href="#roaches">&#1058;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1099;</a> </li>
  <li><a href="#queens">&#1058;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1100;&#1080; &#1082;&#1086;&#1088;&#1086;&#1083;&#1077;&#1074;&#1099; </a> </li>
  <li><a href="#wubba">&#1042;&#1072;&#1073;&#1073;&#1099;</a> </li>
  <li><a href="#rock">&#1050;&#1072;&#1084;&#1077;&#1085;&#1085;&#1099;&#1077; &#1075;&#1086;&#1083;&#1077;&#1084;&#1099; </a> </li>
  <li><a href="#wraithwings">&#1050;&#1088;&#1099;&#1083;&#1086;&#1076;&#1091;&#1093;&#1080;</a> </li>
  <li><a href="#eyes">&#1047;&#1083;&#1086;&#1073;&#1086;&#1075;&#1083;&#1072;&#1079;&#1099;</a> </li>
  <li><a href="#serpents">&#1047;&#1084;&#1077;&#1080;</a> </li>
  <li><a href="#tar">&#1046;&#1080;&#1074;&#1072;&#1103; &#1089;&#1084;&#1086;&#1083;&#1072; </a> </li>
  <li><a href="#spiders">&#1055;&#1072;&#1091;&#1082;&#1080;</a> </li>
  <li><a href="#goblins">&#1043;&#1086;&#1073;&#1083;&#1080;&#1085;&#1099;</a> </li>
  <li><a href="#brains">&#1052;&#1086;&#1079;&#1075;&#1080;</a> </li>
</ul>
<p>&#1061;&#1086;&#1076;&#1103;&#1090; &#1089;&#1083;&#1091;&#1093;&#1080;, &#1095;&#1090;&#1086; &#1074; &#1055;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1100;&#1103;&#1093; &#1077;&#1089;&#1090;&#1100; &#1090;&#1074;&#1072;&#1088;&#1080; &#1080; &#1087;&#1086;&#1089;&#1090;&#1088;&#1072;&#1096;&#1085;&#1077;&#1077;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086;, &#1077;&#1089;&#1083;&#1080; &#1082;&#1090;&#1086;-&#1090;&#1086; &#1080;&#1093; &#1080; &#1074;&#1089;&#1090;&#1088;&#1077;&#1095;&#1072;&#1083;, &#1078;&#1080;&#1074;&#1099;&#1084; &#1086;&#1085; &#1085;&#1077; &#1074;&#1077;&#1088;&#1085;&#1091;&#1083;&#1089;&#1103;, &#1072;, &#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;, &#1080; &#1076;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1100;&#1089;&#1090;&#1074; &#1090;&#1086;&#1084;&#1091; &#1085;&#1077;&#1090;.</p>
<hr />
<p><a name="roaches">
<h3>&#1058;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1099;</h3>
</a></p>
<p>
&#1055;&#1086;&#1083;&#1091;&#1090;&#1086;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1086;&#1074;&#1099;&#1077; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1099; - &#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1099;&#1077; &#1074;&#1089;&#1077;&#1084;&#1091; &#1089;&#1074;&#1077;&#1090;&#1091; &#1087;&#1072;&#1088;&#1072;&#1079;&#1080;&#1090;&#1099;. &#1048;&#1084; &#1085;&#1080;&#1087;&#1086;&#1095;&#1077;&#1084; &#1087;&#1072;&#1083;&#1103;&#1097;&#1080;&#1081; &#1079;&#1085;&#1086;&#1081;, &#1089;&#1091;&#1088;&#1086;&#1074;&#1099;&#1077; &#1093;&#1086;&#1083;&#1086;&#1076;&#1072;, &#1085;&#1077;&#1093;&#1074;&#1072;&#1090;&#1082;&#1072; &#1074;&#1086;&#1079;&#1076;&#1091;&#1093;&#1072; &#1080; &#1076;&#1072;&#1078;&#1077; &#1089;&#1083;&#1072;&#1073;&#1099;&#1077; &#1082;&#1080;&#1089;&#1083;&#1086;&#1090;&#1085;&#1099;&#1077; &#1088;&#1072;&#1089;&#1090;&#1074;&#1086;&#1088;&#1099;. &#1053;&#1077; &#1083;&#1102;&#1073;&#1103;&#1090; &#1086;&#1085;&#1080; &#1083;&#1080;&#1096;&#1100; &#1103;&#1088;&#1082;&#1086;&#1075;&#1086; &#1089;&#1074;&#1077;&#1090;&#1072;, &#1093;&#1086;&#1090;&#1103;, &#1077;&#1089;&#1083;&#1080; &#1088;&#1072;&#1079;&#1086;&#1073;&#1088;&#1072;&#1090;&#1100;&#1089;&#1103;, &#1087;&#1083;&#1077;&#1074;&#1072;&#1090;&#1100; &#1086;&#1085;&#1080; &#1080; &#1085;&#1072; &#1085;&#1077;&#1075;&#1086; &#1093;&#1086;&#1090;&#1077;&#1083;&#1080;. &#1053;&#1077; &#1089;&#1084;&#1086;&#1090;&#1088;&#1103; &#1085;&#1072; &#1085;&#1077;&#1087;&#1083;&#1086;&#1093;&#1091;&#1102; &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1100; &#1082; &#1074;&#1099;&#1089;&#1086;&#1082;&#1080;&#1084; &#1090;&#1077;&#1084;&#1087;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1072;&#1084;, &#1074;&#1079;&#1088;&#1099;&#1074;&#1086;&#1074; &#1080;&#1093; &#1087;&#1072;&#1085;&#1094;&#1080;&#1088;&#1100; &#1085;&#1077; &#1074;&#1099;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1077;&#1090;, &#1072; &#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1074; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1088;&#1072;&#1081;&#1086;&#1085;&#1072;&#1093; &#1055;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1080;&#1081;, &#1075;&#1076;&#1077; &#1086;&#1090; &#1078;&#1072;&#1088;&#1099; &#1074;&#1086;&#1079;&#1076;&#1091;&#1093; &#1079;&#1072;&#1082;&#1080;&#1087;&#1072;&#1077;&#1090;, &#1078;&#1080;&#1090;&#1100; &#1086;&#1085;&#1080; &#1087;&#1086;&#1087;&#1088;&#1086;&#1089;&#1090;&#1091; &#1085;&#1077; &#1084;&#1086;&#1075;&#1091;&#1090;. &#1048; &#1089;&#1083;&#1072;&#1074;&#1072; &#1073;&#1086;&#1075;&#1091;. &#1055;&#1080;&#1090;&#1072;&#1102;&#1090;&#1089;&#1103; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1099; &#1083;&#1102;&#1073;&#1086;&#1081; &#1076;&#1088;&#1103;&#1085;&#1100;&#1102;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1080;&#1084; &#1091;&#1076;&#1072;&#1089;&#1090;&#1089;&#1103; &#1088;&#1072;&#1079;&#1076;&#1086;&#1073;&#1099;&#1090;&#1100;, &#1073;&#1083;&#1072;&#1075;&#1086; &#1080;&#1093; &#1089;&#1083;&#1086;&#1078;&#1085;&#1072;&#1103; &#1087;&#1080;&#1097;&#1077;&#1074;&#1072;&#1088;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1072;&#1103; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1080;&#1090;&#1100; &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1091;&#1102; &#1088;&#1086;&#1089;&#1082;&#1086;&#1096;&#1100;. &#1053;&#1072; &#1084;&#1072;&#1083;&#1077;&#1081;&#1096;&#1091;&#1102; &#1091;&#1075;&#1088;&#1086;&#1079;&#1091; &#1086;&#1085;&#1080; &#1086;&#1090;&#1074;&#1077;&#1095;&#1072;&#1102;&#1090; &#1085;&#1077;&#1079;&#1072;&#1084;&#1077;&#1076;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1084; &#1085;&#1072;&#1087;&#1072;&#1076;&#1077;&#1085;&#1080;&#1077;&#1084;. &#1048;&#1079;&#1083;&#1102;&#1073;&#1083;&#1077;&#1085;&#1085;&#1072;&#1103; &#1090;&#1072;&#1082;&#1090;&#1080;&#1082;&#1072; (&#1077;&#1089;&#1083;&#1080; &#1101;&#1090;&#1086; &#1084;&#1086;&#1078;&#1085;&#1086; &#1090;&#1072;&#1082; &#1085;&#1072;&#1079;&#1074;&#1072;&#1090;&#1100;) - &quot;&#1093;&#1074;&#1072;&#1090;&#1072;&#1081; &#1080; &#1082;&#1091;&#1089;&#1072;&#1081;&quot;. &#1053;&#1072; &#1042;&#1086;&#1089;&#1100;&#1084;&#1077;&#1088;&#1082;&#1077; &#1086;&#1085;&#1080; &#1089;&#1095;&#1080;&#1090;&#1072;&#1102;&#1090;&#1089;&#1103; &#1090;&#1088;&#1072;&#1076;&#1080;&#1094;&#1080;&#1086;&#1085;&#1085;&#1099;&#1084; &#1073;&#1083;&#1102;&#1076;&#1086;&#1084; (&#1077;&#1089;&#1083;&#1080; &#1087;&#1088;&#1077;&#1076;&#1074;&#1072;&#1088;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1080;&#1079;&#1074;&#1083;&#1077;&#1095;&#1100; &#1074;&#1085;&#1091;&#1090;&#1088;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1072; &#1084;&#1103;&#1089;&#1086; &#1093;&#1086;&#1088;&#1086;&#1096;&#1077;&#1085;&#1100;&#1082;&#1086; &#1087;&#1088;&#1086;&#1078;&#1072;&#1088;&#1080;&#1090;&#1100;, &#1085;&#1072; &#1074;&#1082;&#1091;&#1089; &#1086;&#1085;&#1086; &#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1091;&#1076;&#1080;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1085;&#1077;&#1076;&#1091;&#1088;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1084;). &#1042; &#1082;&#1086;&#1085;&#1090;&#1088;&#1072;&#1082;&#1090;&#1072;&#1093; &#1080;&#1089;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081; &#1085;&#1077;&#1095;&#1080;&#1089;&#1090;&#1080;, &#1082;&#1072;&#1082; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086;, &#1087;&#1088;&#1086;&#1087;&#1080;&#1089;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1087;&#1091;&#1085;&#1082;&#1090;, &#1089;&#1086;&#1075;&#1083;&#1072;&#1089;&#1085;&#1086; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084;&#1091; &#1090;&#1077;&#1084; &#1086;&#1090;&#1093;&#1086;&#1076;&#1103;&#1090; &#1074;&#1089;&#1077; &#1091;&#1073;&#1080;&#1090;&#1099;&#1077; &#1080;&#1084;&#1080; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1099; - &#1082;&#1088;&#1072;&#1081;&#1085;&#1077; &#1093;&#1086;&#1076;&#1086;&#1074;&#1086;&#1081; &#1090;&#1086;&#1074;&#1072;&#1088; &#1085;&#1072; &#1089;&#1077;&#1079;&#1086;&#1085;&#1085;&#1099;&#1093; &#1103;&#1088;&#1084;&#1072;&#1088;&#1082;&#1072;&#1093; &#1080;&#1089;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081;.</p>
<hr />
<p><a name="queens">
<h3>&#1058;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1100;&#1080; &#1082;&#1086;&#1088;&#1086;&#1083;&#1077;&#1074;&#1099; </h3>
</a></p>
<p>&#1058;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1100;&#1080; &#1082;&#1086;&#1088;&#1086;&#1083;&#1077;&#1074;&#1099; &#1088;&#1086;&#1078;&#1076;&#1072;&#1102;&#1090; &#1085;&#1072; &#1089;&#1074;&#1077;&#1090; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1086;&#1074;, &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1103;&#1103;, &#1090;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;, &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1080;, &#1089;&#1093;&#1086;&#1078;&#1080;&#1077; &#1089; &#1082;&#1086;&#1088;&#1086;&#1083;&#1077;&#1074;&#1072;&#1084;&#1080; &#1087;&#1095;&#1077;&#1083;. &#1055;&#1088;&#1072;&#1074;&#1076;&#1072;, &#1074; &#1086;&#1090;&#1083;&#1080;&#1095;&#1080;&#1077; &#1086;&#1090; &#1087;&#1095;&#1077;&#1083;, &#1089;&#1095;&#1080;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103;, &#1095;&#1090;&#1086; &#1074;&#1089;&#1077; &#1085;&#1086;&#1074;&#1086;&#1088;&#1086;&#1078;&#1076;&#1077;&#1085;&#1085;&#1099;&#1077; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1099; - &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1077;. &#1050;&#1086;&#1088;&#1086;&#1083;&#1077;&#1074;&#1072; &#1089;&#1072;&#1084;&#1072; &#1088;&#1072;&#1079;&#1099;&#1089;&#1082;&#1080;&#1074;&#1072;&#1077;&#1090; &#1087;&#1086;&#1095;&#1090;&#1080; &#1074;&#1089;&#1077; (&#1077;&#1089;&#1083;&#1080; &#1085;&#1077; &#1074;&#1089;&#1077;) &#1089;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1102;&#1097;&#1080;&#1077; &#1076;&#1083;&#1103; &#1086;&#1090;&#1082;&#1083;&#1072;&#1076;&#1099;&#1074;&#1072;&#1085;&#1080;&#1103; &#1103;&#1080;&#1094;. &#1042; &#1101;&#1090;&#1080; &#1090;&#1080;&#1093;&#1080;&#1077;, &#1073;&#1077;&#1079;&#1086;&#1087;&#1072;&#1089;&#1085;&#1099;&#1077; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1099;, &#1082;&#1086;&#1088;&#1086;&#1083;&#1077;&#1074;&#1091; &#1082;&#1086;&#1088;&#1084;&#1103;&#1090; &#1077;&#1077; &#1076;&#1077;&#1090;&#1080;-&#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1077; (&#1072; &#1080;&#1085;&#1086;&#1075;&#1076;&#1072; &#1086;&#1085;&#1072; &#1087;&#1080;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1077;&#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1080;&#1084;&#1080;, &#1074; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1077;&#1081; &#1085;&#1077; &#1093;&#1074;&#1072;&#1090;&#1072;&#1077;&#1090; &#1082;&#1083;&#1102;&#1095;&#1077;&#1074;&#1099;&#1093; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074; &#1076;&#1083;&#1103; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1077;&#1085;&#1080;&#1103; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1100;&#1077;&#1075;&#1086; &#1088;&#1086;&#1076;&#1072;). &#1058;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1100;&#1102; &#1082;&#1086;&#1088;&#1086;&#1083;&#1077;&#1074;&#1091; &#1084;&#1086;&#1078;&#1085;&#1086; &#1091;&#1079;&#1085;&#1072;&#1090;&#1100; &#1089;&#1088;&#1077;&#1076;&#1080; &#1077;&#1077; &#1086;&#1090;&#1087;&#1088;&#1099;&#1089;&#1082;&#1086;&#1074; &#1087;&#1086; &#1073;&#1086;&#1083;&#1077;&#1077; &#1082;&#1088;&#1091;&#1087;&#1085;&#1086;&#1084;&#1091; &#1073;&#1088;&#1102;&#1096;&#1082;&#1091;, &#1075;&#1083;&#1072;&#1076;&#1082;&#1080;&#1084; &#1089;&#1077;&#1088;&#1077;&#1073;&#1088;&#1103;&#1085;&#1099;&#1084; &#1082;&#1088;&#1099;&#1083;&#1099;&#1096;&#1082;&#1072;&#1084; (&#1093;&#1086;&#1090;&#1100; &#1090;&#1077; &#1085;&#1080;&#1082;&#1086;&#1075;&#1076;&#1072; &#1080; &#1085;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090;&#1089;&#1103; &#1087;&#1086; &#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1102;), &#1080;, &#1095;&#1090;&#1086; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086; &#1079;&#1072;&#1084;&#1077;&#1090;&#1085;&#1086;, &#1087;&#1086; &#1090;&#1086;&#1084;&#1091; &#1092;&#1072;&#1082;&#1090;&#1091;, &#1095;&#1090;&#1086; &#1074;&#1089;&#1077; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1099; &#1087;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1085;&#1086; &#1085;&#1072;&#1087;&#1072;&#1076;&#1072;&#1102;&#1090; &#1085;&#1072; &#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1086;&#1073;&#1080;&#1076;&#1095;&#1080;&#1082;&#1072;, &#1074;&#1089;&#1077;, &#1082;&#1088;&#1086;&#1084;&#1077; &#1082;&#1086;&#1088;&#1086;&#1083;&#1077;&#1074;.</p>
<p>&#1050;&#1086;&#1075;&#1076;&#1072; &#1086;&#1085;&#1072; &#1095;&#1091;&#1074;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1091;&#1075;&#1088;&#1086;&#1079;&#1091;, &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1100;&#1103; &#1082;&#1086;&#1088;&#1086;&#1083;&#1077;&#1074;&#1072; &#1087;&#1099;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103; &#1091;&#1073;&#1077;&#1078;&#1072;&#1090;&#1100; &#1086;&#1090; &#1101;&#1090;&#1086;&#1081; &#1091;&#1075;&#1088;&#1086;&#1079;&#1099; &#1082;&#1072;&#1082; &#1084;&#1086;&#1078;&#1085;&#1086; &#1076;&#1072;&#1083;&#1100;&#1096;&#1077;, &#1087;&#1086; &#1087;&#1091;&#1090;&#1080; &#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1074;&#1083;&#1080;&#1074;&#1072;&#1103;&#1089;&#1100; &#1083;&#1080;&#1096;&#1100; &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1090;&#1083;&#1086;&#1078;&#1080;&#1090;&#1100; &#1103;&#1081;&#1094;&#1072; &#1074; &#1091;&#1076;&#1086;&#1073;&#1085;&#1099;&#1093; &#1076;&#1083;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1084;&#1077;&#1089;&#1090;&#1072;&#1093;. &#1058;&#1072;&#1082; &#1082;&#1072;&#1082; &#1084;&#1099; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1084; &#1086; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1072;&#1093;, &#1084;&#1077;&#1089;&#1090;&#1072; &#1101;&#1090;&#1080; &#1073;&#1091;&#1082;&#1074;&#1072;&#1083;&#1100;&#1085;&#1086; &#1087;&#1086;&#1074;&#1089;&#1102;&#1076;&#1091;. &#1051;&#1080;&#1095;&#1080;&#1085;&#1082;&#1072; &#1088;&#1072;&#1079;&#1074;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074;&#1086; &#1074;&#1079;&#1088;&#1086;&#1089;&#1083;&#1086;&#1075;&#1086; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1072; &#1079;&#1072; &#1089;&#1095;&#1080;&#1090;&#1072;&#1085;&#1085;&#1099;&#1077; &#1089;&#1077;&#1082;&#1091;&#1085;&#1076;&#1099;. &#1058;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1100;&#1080; &#1082;&#1086;&#1088;&#1086;&#1083;&#1077;&#1074;&#1099; &#1086;&#1090;&#1082;&#1083;&#1072;&#1076;&#1099;&#1074;&#1072;&#1102;&#1090; &#1103;&#1081;&#1094;&#1072; &#1075;&#1086;&#1088;&#1072;&#1079;&#1076;&#1086; &#1073;&#1099;&#1089;&#1090;&#1088;&#1077;&#1077;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1091;&#1073;&#1077;&#1075;&#1072;&#1102;&#1090; &#1086;&#1090; &#1086;&#1087;&#1072;&#1089;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1090;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;, &#1086;&#1085;&#1080; &#1090;&#1091;&#1090; &#1078;&#1077; &#1087;&#1088;&#1080;&#1074;&#1083;&#1077;&#1082;&#1072;&#1102;&#1090; &#1085;&#1086;&#1074;&#1086;&#1088;&#1086;&#1078;&#1076;&#1077;&#1085;&#1085;&#1099;&#1093; &#1076;&#1077;&#1090;&#1077;&#1081; &#1085;&#1072; &#1089;&#1074;&#1086;&#1102; &#1079;&#1072;&#1097;&#1080;&#1090;&#1091;. &#1055;&#1077;&#1088;&#1080;&#1086;&#1076; &#1101;&#1090;&#1086;&#1090; &#1074;&#1077;&#1089;&#1100;&#1084;&#1072; &#1087;&#1088;&#1077;&#1076;&#1089;&#1082;&#1072;&#1079;&#1091;&#1077;&#1084;. &#1054;&#1087;&#1099;&#1090;&#1085;&#1099;&#1084; &#1080;&#1089;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1103;&#1084; &#1085;&#1077;&#1095;&#1080;&#1089;&#1090;&#1080; &#1085;&#1077; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090; &#1090;&#1088;&#1091;&#1076;&#1072; &#1074;&#1099;&#1089;&#1095;&#1080;&#1090;&#1072;&#1090;&#1100;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1082;&#1086;&#1088;&#1086;&#1083;&#1077;&#1074;&#1072; &#1086;&#1090;&#1083;&#1086;&#1078;&#1080;&#1090; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1091;&#1102; &#1087;&#1072;&#1088;&#1090;&#1080;&#1102; &#1103;&#1080;&#1094;. &#1048;&#1085;&#1086;&#1075;&#1076;&#1072; &#1082;&#1086;&#1088;&#1086;&#1083;&#1077;&#1074; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090; &#1076;&#1083;&#1103; &#1080;&#1079;&#1075;&#1086;&#1090;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1080;&#1085;&#1099;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1082;&#1091;&#1076;&#1072; &#1076;&#1077;&#1096;&#1077;&#1074;&#1083;&#1077; &#1074;&#1099;&#1093;&#1086;&#1076;&#1080;&#1090; &#1085;&#1072;&#1085;&#1103;&#1090;&#1100; &#1080;&#1089;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1103; &#1085;&#1077;&#1095;&#1080;&#1089;&#1090;&#1080;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1090;&#1086;&#1090; &#1079;&#1072;&#1095;&#1080;&#1089;&#1090;&#1080;&#1083; &#1090;&#1077;&#1088;&#1088;&#1080;&#1090;&#1086;&#1088;&#1080;&#1102; &#1080; &#1087;&#1088;&#1080;&#1085;&#1077;&#1089; &#1090;&#1088;&#1091;&#1087;&#1099;, &#1085;&#1077;&#1078;&#1077;&#1083;&#1080; &#1074;&#1099;&#1088;&#1072;&#1097;&#1080;&#1074;&#1072;&#1090;&#1100; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;&#1086;&#1074; &#1074; &#1085;&#1077;&#1074;&#1086;&#1083;&#1077; (&#1095;&#1090;&#1086; &#1095;&#1072;&#1089;&#1090;&#1077;&#1085;&#1100;&#1082;&#1086; &#1085;&#1077;&#1089;&#1077;&#1090; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1079;&#1072;&#1090;&#1088;&#1072;&#1090;&#1099;, &#1090;&#1072;&#1082; &#1082;&#1072;&#1082;, &#1077;&#1089;&#1083;&#1080; &#1089;&#1073;&#1077;&#1078;&#1080;&#1090; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085;, &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084; &#1073;&#1091;&#1076;&#1077;&#1090; &#1082;&#1091;&#1076;&#1072; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077;, &#1095;&#1077;&#1084; &#1089; &#1083;&#1102;&#1073;&#1086;&#1081; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1087;&#1086;&#1089;&#1083;&#1091;&#1096;&#1085;&#1086;&#1081; &#1089;&#1082;&#1086;&#1090;&#1080;&#1085;&#1086;&#1081;).</p>
<hr />
<p><a name="wubba">
<h3>&#1042;&#1072;&#1073;&#1073;&#1099;</h3>
</a></p>
<p>&#1042;&#1072;&#1073;&#1073;&#1099; - &#1086;&#1095;&#1077;&#1085;&#1100;, &#1086;&#1095;&#1077;&#1085;&#1100; &#1089;&#1090;&#1088;&#1072;&#1085;&#1085;&#1099;&#1077; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103;. &#1050;&#1072;&#1082;&#1080;&#1093;-&#1090;&#1086; &#1103;&#1074;&#1085;&#1099;&#1093; &#1075;&#1072;&#1089;&#1090;&#1088;&#1086;&#1085;&#1086;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1087;&#1088;&#1077;&#1076;&#1087;&#1086;&#1095;&#1090;&#1077;&#1085;&#1080;&#1081; &#1091; &#1085;&#1080;&#1093; &#1085;&#1077; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1072;&#1077;&#1090;&#1089;&#1103;, &#1093;&#1086;&#1090;&#1103; &#1077;&#1089;&#1090;&#1100; &#1084;&#1085;&#1077;&#1085;&#1080;&#1077;, &#1095;&#1090;&#1086; &#1087;&#1080;&#1090;&#1072;&#1102;&#1090;&#1089;&#1103; &#1086;&#1085;&#1080; &#1083;&#1080;&#1096;&#1072;&#1081;&#1085;&#1080;&#1082;&#1086;&#1084; &#1080;, &#1077;&#1089;&#1083;&#1080; &#1087;&#1086;&#1074;&#1077;&#1079;&#1077;&#1090;, &#1088;&#1072;&#1089;&#1087;&#1083;&#1102;&#1097;&#1077;&#1085;&#1085;&#1086;&#1081; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1095;&#1080;&#1085;&#1082;&#1086;&#1081;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1074;&#1089;&#1072;&#1089;&#1099;&#1074;&#1072;&#1102;&#1090; &#1095;&#1077;&#1088;&#1077;&#1079; &#1087;&#1086;&#1088;&#1080;&#1089;&#1090;&#1099;&#1081; &#1082;&#1086;&#1078;&#1085;&#1099;&#1081; &#1087;&#1086;&#1082;&#1088;&#1086;&#1074;. &#1058;&#1072;&#1082;&#1078;&#1077; &#1073;&#1099;&#1083;&#1080; &#1086;&#1087;&#1080;&#1089;&#1072;&#1085;&#1099; &#1089;&#1083;&#1091;&#1095;&#1072;&#1080;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1080;&#1084; &#1091;&#1076;&#1072;&#1074;&#1072;&#1083;&#1086;&#1089;&#1100; &#1079;&#1072;&#1075;&#1083;&#1086;&#1090;&#1080;&#1090;&#1100; &#1082;&#1091;&#1076;&#1072; &#1073;&#1086;&#1083;&#1077;&#1077; &#1082;&#1088;&#1091;&#1087;&#1085;&#1099;&#1093; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074; - &#1076;&#1083;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086;, &#1087;&#1088;&#1072;&#1074;&#1076;&#1072;, &#1087;&#1088;&#1077;&#1076;&#1074;&#1072;&#1088;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1080;&#1084; &#1087;&#1088;&#1080;&#1093;&#1086;&#1076;&#1080;&#1083;&#1086;&#1089;&#1100; &#1087;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076;&#1080;&#1090;&#1100; &#1090;&#1077;&#1093; &#1074; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077; &#1082;&#1072;&#1096;&#1077;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1086;&#1081; &#1084;&#1072;&#1089;&#1089;&#1099;. &#1057;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;, &#1085;&#1080;&#1082;&#1072;&#1082;&#1080;&#1093; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084; &#1076;&#1083;&#1103; &#1074;&#1072;&#1073;&#1073; &#1101;&#1090;&#1086; &#1085;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090;: &#1074;&#1085;&#1077;&#1096;&#1085;&#1103;&#1103; &#1095;&#1072;&#1089;&#1090;&#1100; &#1080;&#1093; &#1090;&#1077;&#1083;&#1072; &#1084;&#1103;&#1075;&#1082;&#1072;&#1103; &#1080; &#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1072;&#1103; &#1085;&#1072; &#1086;&#1097;&#1091;&#1087;&#1100;, &#1095;&#1077;&#1084;-&#1090;&#1086; &#1085;&#1072;&#1087;&#1086;&#1084;&#1080;&#1085;&#1072;&#1102;&#1097;&#1072;&#1103; &#1084;&#1072;&#1088;&#1084;&#1077;&#1083;&#1072;&#1076;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086;, &#1087;&#1086;&#1076; &#1086;&#1073;&#1086;&#1083;&#1086;&#1095;&#1082;&#1086;&#1081; &#1086;&#1085;&#1080; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1102;&#1090; &#1089;&#1086;&#1073;&#1086;&#1081; &#1087;&#1083;&#1086;&#1090;&#1085;&#1091;&#1102; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1091;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081;, &#1087;&#1088;&#1077;&#1076;&#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;, &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1090;&#1089;&#1103; &#1074;&#1085;&#1091;&#1090;&#1088;&#1077;&#1085;&#1085;&#1080;&#1077; &#1086;&#1088;&#1075;&#1072;&#1085;&#1099;. &#1042; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1085;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1082;&#1086;&#1078;&#1077; &#1080;&#1093; &#1087;&#1088;&#1080;&#1096;&#1083;&#1086;&#1089;&#1100; &#1073;&#1099; &#1073;&#1088;&#1072;&#1090;&#1100; &#1085;&#1072; &#1089;&#1077;&#1073;&#1103; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1080;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1074; &#1085;&#1072;&#1096;&#1077;&#1084; &#1087;&#1088;&#1080;&#1074;&#1099;&#1095;&#1085;&#1086;&#1084; &#1087;&#1086;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1080; &#1086;&#1090;&#1074;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1089;&#1082;&#1086;&#1088;&#1077;&#1077; &#1078;&#1077;&#1083;&#1091;&#1076;&#1082;&#1091; &#1080; &#1089;&#1077;&#1083;&#1077;&#1079;&#1077;&#1085;&#1082;&#1077;. &#1057;&#1090;&#1086;&#1080;&#1090; &#1074;&#1072;&#1073;&#1073;&#1072;&#1084; &#1079;&#1072;&#1084;&#1077;&#1090;&#1080;&#1090;&#1100; &#1087;&#1080;&#1097;&#1091;, &#1082;&#1072;&#1082; &#1086;&#1085;&#1080; &#1090;&#1091;&#1090; &#1078;&#1077; &#1091;&#1089;&#1090;&#1088;&#1077;&#1084;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103; &#1082; &#1085;&#1077;&#1081;. &#1045;&#1089;&#1083;&#1080; &#1085;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1077;&#1090;&#1089;&#1103; &#1086;&#1076;&#1086;&#1083;&#1077;&#1090;&#1100; &#1078;&#1077;&#1088;&#1090;&#1074;&#1091; &#1085;&#1072;&#1089;&#1082;&#1086;&#1082;&#1086;&#1084; - &#1085;&#1077; &#1073;&#1077;&#1076;&#1072;, &#1086;&#1073;&#1099;&#1095;&#1085;&#1086;, &#1086;&#1085;&#1080; &#1079;&#1072;&#1090;&#1072;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103;, &#1087;&#1072;&#1088;&#1091; &#1089;&#1077;&#1082;&#1091;&#1085;&#1076; &#1087;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076;&#1103;&#1090; &#1076;&#1091;&#1093; &#1080; &#1087;&#1088;&#1086;&#1073;&#1091;&#1102;&#1090; &#1089;&#1085;&#1086;&#1074;&#1072;. &#1042;&#1072;&#1073;&#1073;&#1099; &#1087;&#1088;&#1077;&#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1090; &#1078;&#1077;&#1088;&#1090;&#1074;&#1091; &#1076;&#1086; &#1090;&#1077;&#1093; &#1087;&#1086;&#1088;, &#1087;&#1086;&#1082;&#1072; &#1086;&#1085;&#1072; &#1085;&#1077; &#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074; &#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1080;, &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1091;&#1076;&#1086;&#1073;&#1085;&#1086;&#1084; &#1076;&#1083;&#1103; &#1079;&#1072;&#1075;&#1083;&#1072;&#1090;&#1099;&#1074;&#1072;&#1085;&#1080;&#1103;. &#1055;&#1086; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077;&#1081; &#1084;&#1077;&#1088;&#1077;, &#1090;&#1072;&#1082;&#1086;&#1075;&#1086; &#1084;&#1085;&#1077;&#1085;&#1080;&#1103; &#1087;&#1088;&#1080;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1085;&#1080;&#1082;&#1080; &#1090;&#1077;&#1086;&#1088;&#1080;&#1080; &#1087;&#1086;&#1088;&#1080;&#1089;&#1090;&#1086;&#1089;&#1090;&#1080;. &#1042;&#1087;&#1086;&#1083;&#1085;&#1077; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1080;&#1084; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1086;&#1095;&#1077;&#1085;&#1100;, &#1086;&#1095;&#1077;&#1085;&#1100; &#1089;&#1082;&#1091;&#1095;&#1085;&#1086;, &#1080; &#1086;&#1085;&#1080;, &#1089;&#1083;&#1086;&#1074;&#1085;&#1086; &#1086;&#1093;&#1074;&#1072;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1088;&#1072;&#1076;&#1086;&#1089;&#1090;&#1085;&#1099;&#1084; &#1074;&#1086;&#1079;&#1073;&#1091;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077;&#1084; &#1097;&#1077;&#1085;&#1082;&#1080;, &#1073;&#1077;&#1075;&#1091;&#1090; &#1079;&#1072; &#1083;&#1102;&#1073;&#1086;&#1081; &#1085;&#1077;&#1087;&#1086;&#1085;&#1103;&#1090;&#1085;&#1086;&#1081; &#1096;&#1090;&#1091;&#1082;&#1086;&#1081;. &#1055;&#1086;&#1076;&#1090;&#1074;&#1077;&#1088;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077;&#1084; &#1101;&#1090;&#1086;&#1084;&#1091; &#1084;&#1086;&#1075;&#1083;&#1086; &#1073;&#1099; &#1089;&#1090;&#1072;&#1090;&#1100; &#1074;&#1077;&#1089;&#1077;&#1083;&#1086;&#1077; &#1087;&#1086;&#1074;&#1080;&#1079;&#1075;&#1080;&#1074;&#1072;&#1085;&#1080;&#1077;, &#1080;&#1079;&#1076;&#1072;&#1074;&#1072;&#1077;&#1084;&#1086;&#1077; &#1074;&#1072;&#1073;&#1073;&#1072;&#1084;&#1080;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1080;&#1089;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1080; &#1085;&#1077;&#1095;&#1080;&#1089;&#1090;&#1080; &#1087;&#1099;&#1090;&#1072;&#1102;&#1090;&#1089;&#1103; &#1087;&#1088;&#1086;&#1090;&#1082;&#1085;&#1091;&#1090;&#1100; &#1080;&#1093; &#1090;&#1086;&#1083;&#1089;&#1090;&#1091;&#1102;, &#1087;&#1088;&#1091;&#1078;&#1080;&#1085;&#1080;&#1089;&#1090;&#1091;&#1102; &#1082;&#1086;&#1078;&#1091;. &#1040; &#1074;&#1086;&#1086;&#1073;&#1097;&#1077;, &#1085;&#1072;&#1074;&#1077;&#1088;&#1085;&#1103;&#1082;&#1072; &#1084;&#1099; &#1101;&#1090;&#1086;&#1075;&#1086; &#1085;&#1080;&#1082;&#1086;&#1075;&#1076;&#1072; &#1085;&#1077; &#1091;&#1079;&#1085;&#1072;&#1077;&#1084;.</p>
<p>&#1042;&#1072;&#1073;&#1073;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1083;&#1080; &#1089;&#1074;&#1086;&#1077; &#1080;&#1084;&#1103; &#1073;&#1083;&#1072;&#1075;&#1086;&#1076;&#1072;&#1088;&#1103; &#1086;&#1076;&#1085;&#1086;&#1080;&#1084;&#1077;&#1085;&#1085;&#1086;&#1081; &#1076;&#1077;&#1090;&#1089;&#1082;&#1086;&#1081; &#1080;&#1075;&#1088;&#1091;&#1096;&#1082;&#1077;, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1090;&#1077; &#1073;&#1099;&#1083;&#1080; &#1086;&#1095;&#1077;&#1085;&#1100; &#1087;&#1086;&#1093;&#1086;&#1078;&#1080; - &#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1081; &#1073;&#1077;&#1083;&#1099;&#1081; &#1082;&#1072;&#1087;&#1083;&#1077;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1099;&#1081; &#1096;&#1072;&#1088;&#1080;&#1082;. &#1054;&#1085;&#1080; &#1073;&#1099;&#1083;&#1080; &#1087;&#1086;&#1074;&#1089;&#1102;&#1076;&#1091;, &#1090;&#1072;&#1082; &#1082;&#1072;&#1082; &#1080;&#1084; &#1084;&#1086;&#1078;&#1085;&#1086; &#1073;&#1099;&#1083;&#1086; &#1087;&#1088;&#1080;&#1076;&#1072;&#1090;&#1100; &#1083;&#1102;&#1073;&#1091;&#1102; &#1092;&#1086;&#1088;&#1084;&#1091;, &#1073;&#1077;&#1088;&#1077;&#1078;&#1085;&#1086; &#1089;&#1086;&#1073;&#1088;&#1072;&#1090;&#1100; &#1080; &#1087;&#1088;&#1086;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1089;&#1086;&#1090;&#1085;&#1103;&#1084;&#1080; &#1090;&#1077;&#1084; &#1089;&#1077;&#1084;&#1100;&#1103;&#1084;, &#1091; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1076;&#1077;&#1085;&#1077;&#1075; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077;, &#1095;&#1077;&#1084; &#1079;&#1076;&#1088;&#1072;&#1074;&#1086;&#1075;&#1086; &#1089;&#1084;&#1099;&#1089;&#1083;&#1072;. &#1053;&#1072; &#1089;&#1072;&#1084;&#1086;&#1084; &#1076;&#1077;&#1083;&#1077;, &#1088;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1080; &#1084;&#1086;&#1075;&#1083;&#1080; &#1073;&#1099; &#1089;&#1072;&#1084;&#1080; &#1074;&#1079;&#1103;&#1090;&#1100; &#1085;&#1072;&#1074;&#1086;&#1083;&#1086;&#1095;&#1082;&#1091;, &#1085;&#1072;&#1073;&#1080;&#1090;&#1100; &#1077;&#1077; &#1095;&#1077;&#1084;-&#1085;&#1080;&#1073;&#1091;&#1076;&#1100; &#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1099;&#1084;, &#1079;&#1072;&#1096;&#1080;&#1090;&#1100;, &#1087;&#1088;&#1080;&#1076;&#1072;&#1074; &#1077;&#1081; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1086;&#1074;&#1072;&#1083;&#1100;&#1085;&#1091;&#1102; &#1092;&#1086;&#1088;&#1084;&#1091;, &#1080; &#1087;&#1088;&#1077;&#1079;&#1077;&#1085;&#1090;&#1086;&#1074;&#1072;&#1090;&#1100; &#1073;&#1083;&#1072;&#1075;&#1086;&#1076;&#1072;&#1088;&#1085;&#1086;&#1084;&#1091; &#1088;&#1077;&#1073;&#1077;&#1085;&#1082;&#1091;.</p>
<hr />
<p><a name="rock">
<h3>&#1050;&#1072;&#1084;&#1077;&#1085;&#1085;&#1099;&#1077; &#1075;&#1086;&#1083;&#1077;&#1084;&#1099; </h3>
</a></p>
<p>&#1050;&#1072;&#1084;&#1077;&#1085;&#1085;&#1099;&#1077; &#1075;&#1086;&#1083;&#1077;&#1084;&#1099; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1083;&#1080;&#1089;&#1100; &#1085;&#1072; &#1079;&#1072;&#1088;&#1077; &#1048;&#1084;&#1087;&#1077;&#1088;&#1080;&#1080;; &#1074; &#1090;&#1077; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1072; &#1078;&#1080;&#1079;&#1085;&#1100;, &#1079;&#1072;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1085;&#1091;&#1102; &#1074; &#1084;&#1080;&#1085;&#1077;&#1088;&#1072;&#1083;&#1072;&#1093;, &#1077;&#1076;&#1074;&#1072; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1083;&#1080; &#1087;&#1086;&#1089;&#1090;&#1080;&#1075;&#1072;&#1090;&#1100;. &#1050; &#1085;&#1077;&#1089;&#1095;&#1072;&#1089;&#1090;&#1100;&#1102;, &#1083;&#1102;&#1076;&#1080; &#1087;&#1086;&#1089;&#1095;&#1080;&#1090;&#1072;&#1083;&#1080;, &#1095;&#1090;&#1086; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1090;&#1100; &#1080;&#1084;&#1080; &#1074;&#1077;&#1089;&#1100;&#1084;&#1072; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1072;&#1090;&#1080;&#1095;&#1085;&#1086;. &#1048; &#1076;&#1077;&#1083;&#1086; &#1079;&#1076;&#1077;&#1089;&#1100; &#1074;&#1086;&#1074;&#1089;&#1077; &#1085;&#1077; &#1074; &#1085;&#1077;&#1087;&#1086;&#1082;&#1086;&#1088;&#1085;&#1086;&#1089;&#1090;&#1080; &#1080; &#1085;&#1077;&#1089;&#1075;&#1086;&#1074;&#1086;&#1088;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1080; &#1075;&#1086;&#1083;&#1077;&#1084;&#1086;&#1074;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1082;&#1072;&#1082; &#1088;&#1072;&#1079;-&#1090;&#1072;&#1082;&#1080; &#1091; &#1085;&#1080;&#1093; &#1085;&#1072;&#1087;&#1088;&#1086;&#1095;&#1100; &#1086;&#1090;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090;, &#1072; &#1074; &#1080;&#1093; &#1085;&#1077;&#1087;&#1088;&#1086;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;&#1081; &#1090;&#1091;&#1087;&#1086;&#1089;&#1090;&#1080; &#1080; &#1085;&#1077;&#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1085;&#1086;&#1089;&#1090;&#1080; &#1074; &#1087;&#1086;&#1083;&#1085;&#1086;&#1081; &#1084;&#1077;&#1088;&#1077; &#1074;&#1086;&#1089;&#1087;&#1088;&#1080;&#1085;&#1080;&#1084;&#1072;&#1090;&#1100; &#1087;&#1088;&#1086;&#1089;&#1090;&#1077;&#1081;&#1096;&#1080;&#1077; &#1091;&#1082;&#1072;&#1079;&#1072;&#1085;&#1080;&#1103;, &#1087;&#1086;&#1087;&#1088;&#1086;&#1089;&#1090;&#1091; &#1074;&#1099;&#1083;&#1077;&#1090;&#1072;&#1102;&#1097;&#1080;&#1077; &#1091; &#1085;&#1080;&#1093; &#1080;&#1079; &#1075;&#1086;&#1083;&#1086;&#1074;&#1099;. &#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1087;&#1088;&#1080;&#1082;&#1072;&#1078;&#1077;&#1090;&#1077; &#1075;&#1086;&#1083;&#1077;&#1084;&#1091; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1085;&#1072; &#1087;&#1086;&#1083;&#1103;&#1085;&#1091;, &#1085;&#1072;&#1073;&#1088;&#1072;&#1090;&#1100; &#1090;&#1072;&#1084; &#1089;&#1080;&#1084;&#1087;&#1072;&#1090;&#1080;&#1095;&#1085;&#1099;&#1093; &#1082;&#1088;&#1091;&#1075;&#1083;&#1099;&#1093; &#1082;&#1072;&#1084;&#1085;&#1077;&#1081; &#1080; &#1086;&#1090;&#1085;&#1077;&#1089;&#1090;&#1080; &#1076;&#1086;&#1084;&#1086;&#1081;, &#1074;&#1077;&#1089;&#1100;&#1084;&#1072; &#1074;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1074;&#1099; &#1089;&#1090;&#1072;&#1085;&#1077;&#1090;&#1077; &#1089;&#1074;&#1080;&#1076;&#1077;&#1090;&#1077;&#1083;&#1077;&#1084; &#1077;&#1075;&#1086; &#1079;&#1072;&#1084;&#1077;&#1096;&#1072;&#1090;&#1077;&#1083;&#1100;&#1089;&#1090;&#1074;&#1072;: &#1085;&#1072;&#1074;&#1077;&#1088;&#1085;&#1103;&#1082;&#1072; &#1086;&#1085; &#1088;&#1072;&#1079;&#1073;&#1077;&#1088;&#1077;&#1090; &#1074;&#1072;&#1096; &#1076;&#1086;&#1084; &#1087;&#1086; &#1082;&#1072;&#1084;&#1091;&#1096;&#1082;&#1072;&#1084;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1085;&#1072; &#1090;&#1091; &#1089;&#1072;&#1084;&#1091;&#1102; &#1087;&#1086;&#1083;&#1103;&#1085;&#1091; &#1080; &#1087;&#1077;&#1088;&#1077;&#1090;&#1072;&#1097;&#1080;&#1090;. &#1058;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;, &#1048;&#1084;&#1087;&#1077;&#1088;&#1080;&#1103;, &#1087;&#1086; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1089;&#1090;&#1072;&#1088;&#1072;&#1083;&#1072;&#1089;&#1100; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1080;&#1093; &#1087;&#1088;&#1080; &#1086;&#1073;&#1086;&#1088;&#1086;&#1085;&#1077; &#1080; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1075;&#1088;&#1091;&#1073;&#1086;&#1081; &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1089;&#1080;&#1083;&#1099;.</p>
<p>&#1053;&#1077; &#1089;&#1084;&#1086;&#1090;&#1088;&#1103; &#1085;&#1072; &#1090;&#1086;, &#1095;&#1090;&#1086; &#1091; &#1075;&#1086;&#1083;&#1077;&#1084;&#1086;&#1074; &#1077;&#1089;&#1090;&#1100; &#1084;&#1086;&#1079;&#1075;&#1080;, &#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090;&#1089;&#1103; &#1086;&#1085;&#1080; &#1080;&#1084;&#1080; &#1083;&#1080;&#1096;&#1100; &#1082;&#1086;&#1075;&#1076;&#1072; &#1080;&#1093; &#1087;&#1077;&#1088;&#1074;&#1086;&#1073;&#1099;&#1090;&#1085;&#1099;&#1077; &#1080;&#1085;&#1089;&#1090;&#1080;&#1085;&#1082;&#1090;&#1099; &#1073;&#1077;&#1089;&#1089;&#1080;&#1083;&#1100;&#1085;&#1099; - &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1077;&#1089;&#1083;&#1080; &#1085;&#1072; &#1087;&#1091;&#1090;&#1080; &#1074;&#1089;&#1090;&#1088;&#1077;&#1095;&#1072;&#1077;&#1090;&#1089;&#1103; &#1082;&#1072;&#1082;&#1086;&#1077;-&#1083;&#1080;&#1073;&#1086; &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1080;&#1077;. &#1052;&#1086;&#1075;&#1091;&#1090; &#1086;&#1085;&#1080; &#1080; &#1088;&#1072;&#1079;&#1075;&#1086;&#1074;&#1072;&#1088;&#1080;&#1074;&#1072;&#1090;&#1100;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1089;&#1083;&#1086;&#1074;&#1072;&#1088;&#1085;&#1099;&#1081; &#1079;&#1072;&#1087;&#1072;&#1089; &#1080;&#1093; &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1077;&#1084; &#1085;&#1077; &#1073;&#1083;&#1077;&#1097;&#1077;&#1090;. &#1043;&#1086;&#1083;&#1086;&#1076; &#1080;&#1084; &#1085;&#1077;&#1074;&#1077;&#1076;&#1086;&#1084;, &#1075;&#1086;&#1088;&#1072;&#1079;&#1076;&#1086; &#1086;&#1093;&#1086;&#1090;&#1085;&#1077;&#1077; &#1086;&#1085;&#1080; &#1091;&#1090;&#1086;&#1083;&#1103;&#1102;&#1090; &#1089;&#1074;&#1086;&#1102; &#1078;&#1072;&#1078;&#1076;&#1091; &#1082; &#1088;&#1072;&#1079;&#1088;&#1091;&#1096;&#1077;&#1085;&#1080;&#1103;&#1084; &#1087;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1086;&#1075;&#1088;&#1086;&#1084;&#1085;&#1099;&#1093; &#1090;&#1103;&#1078;&#1077;&#1083;&#1099;&#1093; &#1082;&#1091;&#1083;&#1072;&#1082;&#1086;&#1074;. &#1057;&#1074;&#1086;&#1080;&#1093; &#1082;&#1072;&#1084;&#1085;&#1077;&#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1099;&#1093; &#1089;&#1086;&#1073;&#1088;&#1072;&#1090;&#1100;&#1077;&#1074; &#1086;&#1085;&#1080; &#1085;&#1077; &#1090;&#1088;&#1086;&#1075;&#1072;&#1102;&#1090;, &#1072; &#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1083;&#1102;&#1073;&#1086;&#1084;&#1091; &#1084;&#1072;&#1083;&#1086;-&#1084;&#1072;&#1083;&#1100;&#1089;&#1082;&#1080; &#1089;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1084;&#1091; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1091; &#1085;&#1077; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090; &#1090;&#1088;&#1091;&#1076;&#1072; &#1087;&#1077;&#1088;&#1077;&#1093;&#1080;&#1090;&#1088;&#1080;&#1090;&#1100; &#1080;&#1093;, &#1087;&#1088;&#1080;&#1090;&#1074;&#1086;&#1088;&#1080;&#1074;&#1096;&#1080;&#1089;&#1100; &#1082;&#1091;&#1089;&#1082;&#1086;&#1084; &#1089;&#1082;&#1072;&#1083;&#1099;.</p>
<p>&#1059;&#1073;&#1080;&#1090;&#1100; &#1082;&#1072;&#1084;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1075;&#1086;&#1083;&#1077;&#1084;&#1072; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077; &#1085;&#1077;&#1087;&#1088;&#1086;&#1089;&#1090;&#1086;, &#1090;&#1072;&#1082; &#1082;&#1072;&#1082;, &#1076;&#1072;&#1078;&#1077; &#1077;&#1089;&#1083;&#1080; &#1074;&#1072;&#1084; &#1091;&#1076;&#1072;&#1089;&#1090;&#1089;&#1103; &#1088;&#1072;&#1079;&#1073;&#1080;&#1090;&#1100; &#1077;&#1075;&#1086; &#1085;&#1072; &#1082;&#1091;&#1089;&#1086;&#1095;&#1082;&#1080;, &#1095;&#1077;&#1088;&#1077;&#1079; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103; &#1086;&#1085;&#1080; &#1074;&#1085;&#1086;&#1074;&#1100; &#1089;&#1086;&#1073;&#1077;&#1088;&#1091;&#1090;&#1089;&#1103; &#1074;&#1086;&#1077;&#1076;&#1080;&#1085;&#1086;. &#1058;&#1077;&#1084; &#1085;&#1077; &#1084;&#1077;&#1085;&#1077;&#1077;, &#1089;&#1088;&#1072;&#1079;&#1091; &#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1074; &#1073;&#1086;&#1081; &#1075;&#1086;&#1083;&#1077;&#1084; &#1085;&#1077; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;. &#1057; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1090;&#1086;&#1095;&#1082;&#1080; &#1079;&#1088;&#1077;&#1085;&#1080;&#1103; &#1048;&#1089;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1103;, &#1089;&#1072;&#1084;&#1099;&#1084; &#1085;&#1077;&#1091;&#1076;&#1086;&#1073;&#1085;&#1099;&#1084; &#1074; &#1075;&#1086;&#1083;&#1077;&#1084;&#1072;&#1093; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1075;&#1088;&#1091;&#1076;&#1072; &#1082;&#1072;&#1084;&#1085;&#1077;&#1081;, &#1086;&#1089;&#1090;&#1072;&#1102;&#1097;&#1072;&#1103;&#1089;&#1103; &#1087;&#1086;&#1089;&#1083;&#1077; &#1080;&#1093; &quot;&#1091;&#1073;&#1080;&#1081;&#1089;&#1090;&#1074;&#1072;&quot;. &#1069;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1089;&#1090;&#1072;&#1090;&#1100; &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1080;&#1077;&#1084; &#1085;&#1072; &#1074;&#1072;&#1096;&#1077;&#1084; &#1087;&#1091;&#1090;&#1080;, &#1087;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1093;&#1086;&#1088;&#1086;&#1096;&#1077;&#1085;&#1100;&#1082;&#1086; &#1074;&#1089;&#1077; &#1074;&#1079;&#1074;&#1077;&#1089;&#1100;&#1090;&#1077; &#1087;&#1088;&#1077;&#1078;&#1076;&#1077;, &#1095;&#1077;&#1084; &#1085;&#1072;&#1087;&#1072;&#1076;&#1072;&#1090;&#1100; &#1085;&#1072; &#1085;&#1080;&#1093;. &#1050;&#1089;&#1090;&#1072;&#1090;&#1080;, &#1087;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1073;&#1086;&#1084;&#1073;&#1099; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1086;&#1083;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1080;&#1090;&#1100; &#1075;&#1086;&#1083;&#1077;&#1084;&#1072;, &#1076;&#1072;&#1078;&#1077; &#1077;&#1089;&#1083;&#1080; &#1090;&#1086;&#1090; &#1091;&#1078;&#1077; &#1088;&#1072;&#1079;&#1073;&#1080;&#1090;.</p>
<p>&#1055;&#1077;&#1088;&#1077;&#1076;&#1074;&#1080;&#1075;&#1072;&#1102;&#1090;&#1089;&#1103; &#1082;&#1072;&#1084;&#1077;&#1085;&#1085;&#1099;&#1077; &#1075;&#1086;&#1083;&#1077;&#1084;&#1099; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077; &#1085;&#1077;&#1079;&#1072;&#1084;&#1099;&#1089;&#1083;&#1086;&#1074;&#1072;&#1090;&#1086;. &#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1080;&#1093;, &#1074;&#1072;&#1084; &#1085;&#1091;&#1078;&#1085;&#1086; &#1074;&#1089;&#1090;&#1072;&#1090;&#1100; &#1085;&#1072; &#1086;&#1076;&#1085;&#1091; &#1083;&#1080;&#1085;&#1080;&#1102; &#1089; &#1085;&#1080;&#1084;&#1080; (&#1075;&#1086;&#1088;&#1080;&#1079;&#1086;&#1085;&#1090;&#1072;&#1083;&#1100;&#1085;&#1091;&#1102; &#1080;&#1083;&#1080; &#1074;&#1077;&#1088;&#1090;&#1080;&#1082;&#1072;&#1083;&#1100;&#1085;&#1091;&#1102;) &#1074; &#1087;&#1086;&#1083;&#1077; &#1080;&#1093; &#1074;&#1080;&#1076;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080;. &#1054;&#1073;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100; &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1080;&#1103; &#1085;&#1072; &#1089;&#1074;&#1086;&#1077;&#1084; &#1087;&#1091;&#1090;&#1080; &#1080;&#1084; &#1085;&#1077; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1080;&#1090; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1077; &#1090;&#1091;&#1075;&#1086;&#1076;&#1091;&#1084;&#1080;&#1077;, &#1072; &#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1074;&#1072;&#1084; &#1087;&#1088;&#1080;&#1076;&#1077;&#1090;&#1089;&#1103; &#1087;&#1088;&#1086;&#1074;&#1077;&#1089;&#1090;&#1080; &#1080;&#1093;.</p>
<hr />
<p><a name="wraithwings">
<h3>&#1050;&#1088;&#1099;&#1083;&#1086;&#1076;&#1091;&#1093;&#1080;</h3>
</a></p>
<p>&#1060;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086;, &#1082;&#1088;&#1099;&#1083;&#1086;&#1076;&#1091;&#1093;&#1080; &#1087;&#1088;&#1080;&#1085;&#1072;&#1076;&#1083;&#1077;&#1078;&#1072;&#1090; &#1082; &#1083;&#1077;&#1090;&#1091;&#1095;&#1080;&#1084; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1072;&#1084; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1080;&#1081;, &#1090;&#1077;&#1084; &#1085;&#1077; &#1084;&#1077;&#1085;&#1085;&#1077; &#1083;&#1077;&#1090;&#1072;&#1102;&#1090; &#1086;&#1085;&#1080; &#1074;&#1077;&#1089;&#1100;&#1084;&#1072; &#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;. &#1054;&#1073;&#1099;&#1095;&#1085;&#1086; &#1080;&#1084; &#1087;&#1088;&#1080;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1073;&#1091;&#1082;&#1074;&#1072;&#1083;&#1100;&#1085;&#1086; &#1089;&#1090;&#1077;&#1083;&#1080;&#1090;&#1100;&#1089;&#1103; &#1085;&#1072;&#1076; &#1079;&#1077;&#1084;&#1083;&#1077;&#1081;, &#1075;&#1076;&#1077; &#1080;&#1093; &#1085;&#1077; &#1089;&#1085;&#1086;&#1089;&#1103;&#1090; &#1074;&#1086;&#1079;&#1076;&#1091;&#1096;&#1085;&#1099;&#1077; &#1087;&#1086;&#1090;&#1086;&#1082;&#1080;. &#1042;&#1085;&#1077;&#1096;&#1085;&#1077;, &#1082;&#1088;&#1099;&#1083;&#1086;&#1076;&#1091;&#1093;&#1080; &#1087;&#1086;&#1093;&#1086;&#1078;&#1080; &#1085;&#1072; &#1084;&#1072;&#1083;&#1077;&#1085;&#1100;&#1082;&#1080;&#1093; &#1082;&#1088;&#1099;&#1083;&#1072;&#1090;&#1099;&#1093; &#1076;&#1077;&#1084;&#1086;&#1085;&#1086;&#1074;, &#1072; &#1090;&#1077;, &#1082;&#1090;&#1086; &#1093;&#1086;&#1090;&#1100; &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1086; &#1080;&#1079;&#1091;&#1095;&#1072;&#1083; &#1072;&#1101;&#1088;&#1086;&#1076;&#1080;&#1085;&#1072;&#1084;&#1080;&#1082;&#1091;, &#1089;&#1082;&#1072;&#1078;&#1091;&#1090; &#1074;&#1072;&#1084;, &#1095;&#1090;&#1086; &#1089;&#1072;&#1084; &#1092;&#1072;&#1082;&#1090; &#1087;&#1086;&#1083;&#1077;&#1090;&#1072; &#1101;&#1090;&#1080;&#1093; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074; - &#1091;&#1078;&#1077; &#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1077; &#1095;&#1091;&#1076;&#1086;. &#1054;&#1085;&#1080; &#1090;&#1103;&#1078;&#1077;&#1083;&#1077;&#1077; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1072; &#1087;&#1090;&#1080;&#1094;, &#1087;&#1088;&#1080; &#1101;&#1090;&#1086;&#1084; &#1087;&#1077;&#1088;&#1077;&#1076;&#1085;&#1080;&#1077; &#1080;&#1093; &#1082;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086;&#1089;&#1090;&#1080; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1099; &#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086; &#1089;&#1083;&#1072;&#1073;&#1086;. &#1063;&#1090;&#1086;&#1073;&#1099; &#1091;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1074; &#1074;&#1086;&#1079;&#1076;&#1091;&#1093;&#1077;, &#1080;&#1084; &#1087;&#1088;&#1080;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103;, &#1085;&#1077; &#1087;&#1077;&#1088;&#1077;&#1089;&#1090;&#1072;&#1074;&#1072;&#1103;, &#1073;&#1099;&#1089;&#1090;&#1088;&#1086; &#1088;&#1072;&#1079;&#1084;&#1072;&#1093;&#1080;&#1074;&#1072;&#1090;&#1100; &#1082;&#1088;&#1099;&#1083;&#1100;&#1103;&#1084;&#1080;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086;, &#1085;&#1077; &#1089;&#1084;&#1086;&#1090;&#1088;&#1103; &#1085;&#1072; &#1074;&#1089;&#1077; &#1101;&#1090;&#1086;, &#1086;&#1085;&#1080; &#1079;&#1072;&#1085;&#1080;&#1084;&#1072;&#1102;&#1090; &#1084;&#1077;&#1089;&#1090;&#1086;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1084; &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1080;&#1077; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1072; &#1084;&#1086;&#1075;&#1091;&#1090; &#1087;&#1086;&#1093;&#1074;&#1072;&#1089;&#1090;&#1072;&#1090;&#1100;. &#1053;&#1072; &#1079;&#1077;&#1084;&#1083;&#1077; &#1082;&#1088;&#1099;&#1083;&#1086;&#1076;&#1091;&#1093;&#1080; &#1087;&#1088;&#1077;&#1076;&#1087;&#1086;&#1095;&#1080;&#1090;&#1072;&#1102;&#1090; &#1089;&#1077;&#1083;&#1080;&#1090;&#1100;&#1089;&#1103; &#1085;&#1072; &#1086;&#1073;&#1096;&#1080;&#1088;&#1085;&#1099;&#1093; &#1087;&#1091;&#1089;&#1090;&#1099;&#1085;&#1085;&#1099;&#1093; &#1085;&#1080;&#1079;&#1084;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1103;&#1093;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1077;&#1076;&#1074;&#1072; &#1083;&#1080; &#1087;&#1088;&#1080;&#1074;&#1083;&#1077;&#1082;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099; &#1076;&#1083;&#1103; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1072; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074; &#1080;&#1079;-&#1079;&#1072; &#1086;&#1076;&#1085;&#1086;&#1081; &#1084;&#1072;&#1083;&#1077;&#1085;&#1100;&#1082;&#1086;&#1081; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1082;&#1080; - &#1074;&#1089;&#1077;&#1089;&#1086;&#1082;&#1088;&#1091;&#1096;&#1072;&#1102;&#1097;&#1077;&#1075;&#1086; &#1085;&#1072;&#1074;&#1086;&#1076;&#1085;&#1077;&#1085;&#1080;&#1103;, &#1079;&#1072;&#1090;&#1086;&#1087;&#1083;&#1103;&#1102;&#1097;&#1077;&#1075;&#1086; &#1101;&#1090;&#1091; &#1090;&#1077;&#1088;&#1088;&#1080;&#1090;&#1086;&#1088;&#1080;&#1102; &#1094;&#1077;&#1083;&#1080;&#1082;&#1086;&#1084; &#1082;&#1072;&#1078;&#1076;&#1086;&#1077; &#1083;&#1077;&#1090;&#1086;. &#1053;&#1072; &#1101;&#1090;&#1086;&#1090; &#1087;&#1077;&#1088;&#1080;&#1086;&#1076; &#1082;&#1088;&#1099;&#1083;&#1086;&#1076;&#1091;&#1093;&#1080; &#1084;&#1080;&#1075;&#1088;&#1080;&#1088;&#1091;&#1102;&#1090; &#1074; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1100;&#1103;. &#1041;&#1083;&#1072;&#1075;&#1086;&#1076;&#1072;&#1088;&#1103; &#1089;&#1074;&#1086;&#1080;&#1084; &#1089;&#1080;&#1083;&#1100;&#1085;&#1099;&#1084; &#1080; &#1091;&#1084;&#1077;&#1083;&#1099;&#1084; &#1083;&#1072;&#1087;&#1072;&#1084;, &#1086;&#1085;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1087;&#1077;&#1088;&#1077;&#1073;&#1080;&#1088;&#1072;&#1090;&#1100;&#1089;&#1103; &#1095;&#1077;&#1088;&#1077;&#1079; &#1075;&#1083;&#1091;&#1073;&#1086;&#1082;&#1080;&#1077; &#1087;&#1088;&#1086;&#1087;&#1072;&#1089;&#1090;&#1080;, &#1082; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1084; &#1087;&#1088;&#1086;&#1095;&#1080;&#1077; &#1076;&#1072;&#1078;&#1077; &#1087;&#1086;&#1076;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100; &#1085;&#1077; &#1086;&#1089;&#1084;&#1077;&#1083;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103;. &#1050;&#1088;&#1099;&#1083;&#1086;&#1076;&#1091;&#1093;&#1080; &#1074;&#1077;&#1089;&#1100;&#1084;&#1072; &#1091;&#1084;&#1085;&#1099; - &#1072;&#1090;&#1072;&#1082;&#1086;&#1074;&#1072;&#1090;&#1100; &#1085;&#1077;&#1078;&#1076;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1075;&#1086;&#1089;&#1090;&#1103; &#1086;&#1085;&#1080;, &#1089;&#1082;&#1086;&#1088;&#1077;&#1077; &#1074;&#1089;&#1077;&#1075;&#1086;, &#1073;&#1091;&#1076;&#1091;&#1090; &#1083;&#1080;&#1096;&#1100; &#1090;&#1086;&#1075;&#1076;&#1072;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1089;&#1084;&#1086;&#1075;&#1091;&#1090; &#1077;&#1075;&#1086; &#1086;&#1082;&#1088;&#1091;&#1078;&#1080;&#1090;&#1100;.</p>
<hr />
<p><a name="eyes">
<h3>&#1047;&#1083;&#1086;&#1073;&#1086;&#1075;&#1083;&#1072;&#1079;&#1099;</h3>
</a></p>
<p>&#1059; &#1079;&#1083;&#1086;&#1073;&#1086;&#1075;&#1083;&#1072;&#1079;&#1086;&#1074;, &#1082;&#1072;&#1082; &#1080; &#1091; &#1074;&#1072;&#1073;&#1073;&#1086;&#1074;, &#1085;&#1077;&#1090; &#1103;&#1074;&#1085;&#1086; &#1074;&#1099;&#1088;&#1072;&#1078;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1084;&#1077;&#1090;&#1086;&#1076;&#1072; &#1087;&#1080;&#1097;&#1077;&#1074;&#1072;&#1088;&#1077;&#1085;&#1080;&#1103;. &#1055;&#1088;&#1072;&#1074;&#1076;&#1072;, &#1074; &#1086;&#1090;&#1083;&#1080;&#1095;&#1080;&#1077; &#1086;&#1090; &#1090;&#1077;&#1093; &#1078;&#1077; &#1074;&#1072;&#1073;&#1073;&#1086;&#1074;, &#1079;&#1083;&#1086;&#1073;&#1086;&#1075;&#1083;&#1072;&#1079;&#1099; &#1082;&#1091;&#1076;&#1072; &#1084;&#1077;&#1085;&#1077;&#1077; &#1087;&#1088;&#1080;&#1093;&#1086;&#1090;&#1083;&#1080;&#1074;&#1099; &#1074; &#1077;&#1076;&#1077;. &#1048;&#1084;&#1103; &#1089;&#1074;&#1086;&#1077; &#1086;&#1085;&#1080; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1083;&#1080; &#1073;&#1083;&#1072;&#1075;&#1086;&#1076;&#1072;&#1088;&#1103; &#1074;&#1085;&#1077;&#1096;&#1085;&#1086;&#1089;&#1090;&#1080; - &#1086;&#1085;&#1080; &#1087;&#1086;&#1093;&#1086;&#1078;&#1080; &#1085;&#1072; &#1075;&#1080;&#1075;&#1072;&#1085;&#1090;&#1089;&#1082;&#1086;&#1077; &#1075;&#1083;&#1072;&#1079;&#1085;&#1086;&#1077; &#1103;&#1073;&#1083;&#1086;&#1082;&#1086;, &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1086;&#1077; &#1087;&#1086;&#1083;&#1091;&#1087;&#1088;&#1086;&#1079;&#1088;&#1072;&#1095;&#1085;&#1086;&#1081; &#1089;&#1083;&#1080;&#1079;&#1100;&#1102;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1086;&#1085;&#1080; &#1074;&#1099;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1102;&#1090; &#1080; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090; &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1089;&#1084;&#1072;&#1079;&#1082;&#1080; &#1076;&#1083;&#1103; &#1086;&#1073;&#1083;&#1077;&#1075;&#1095;&#1077;&#1085;&#1080;&#1103; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103;. &#1050;&#1072;&#1082; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086;, &#1079;&#1083;&#1086;&#1073;&#1086;&#1075;&#1083;&#1072;&#1079;&#1099; &#1089;&#1073;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1074; &#1089;&#1090;&#1072;&#1080; &#1087;&#1086; &#1076;&#1077;&#1089;&#1103;&#1090;&#1100;-&#1076;&#1074;&#1072;&#1076;&#1094;&#1072;&#1090;&#1100; &#1086;&#1089;&#1086;&#1073;&#1077;&#1081;, &#1093;&#1086;&#1090;&#1103; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1089;&#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1089;&#1074;&#1080;&#1076;&#1077;&#1090;&#1077;&#1083;&#1100;&#1089;&#1090;&#1074; &#1086; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1075;&#1088;&#1091;&#1087;&#1087;&#1099; &#1101;&#1090;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1082;&#1072;&#1082; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077;, &#1090;&#1072;&#1082; &#1080; &#1084;&#1077;&#1085;&#1100;&#1096;&#1077;, &#1095;&#1090;&#1086; &#1077;&#1076;&#1074;&#1072; &#1083;&#1080; &#1079;&#1076;&#1077;&#1089;&#1100; &#1087;&#1088;&#1080;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1090;&#1100; &#1086; &#1090;&#1077;&#1085;&#1076;&#1077;&#1085;&#1094;&#1080;&#1080;. &#1048;&#1093; &#1086;&#1073;&#1098;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1080;&#1077; &#1087;&#1088;&#1080; &#1086;&#1073;&#1079;&#1086;&#1088;&#1077; &#1090;&#1077;&#1088;&#1088;&#1080;&#1090;&#1086;&#1088;&#1080;&#1081;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1082;&#1072;&#1078;&#1091;&#1097;&#1080;&#1077;&#1089;&#1103;, &#1085;&#1072; &#1087;&#1077;&#1088;&#1074;&#1099;&#1081; &#1074;&#1079;&#1075;&#1083;&#1103;&#1076;, &#1073;&#1077;&#1089;&#1094;&#1077;&#1083;&#1100;&#1085;&#1099;&#1084;&#1080; &#1082;&#1086;&#1083;&#1083;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1099;&#1077; &#1089;&#1073;&#1086;&#1088;&#1099; &#1079;&#1083;&#1086;&#1073;&#1086;&#1075;&#1083;&#1072;&#1079;&#1086;&#1074;, &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1102;&#1090; &#1087;&#1088;&#1077;&#1076;&#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1090;&#1100; &#1086; &#1085;&#1072;&#1083;&#1080;&#1095;&#1080;&#1080; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1086;&#1073;&#1097;&#1080;&#1085;&#1085;&#1086;&#1075;&#1086; &#1080;&#1085;&#1089;&#1090;&#1080;&#1085;&#1082;&#1090;&#1072; &#1080;, &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;, &#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1103;, &#1095;&#1090;&#1086;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086;, &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1077;&#1085;&#1085;&#1086; &#1085;&#1077; &#1089;&#1083;&#1077;&#1076;&#1091;&#1077;&#1090; &#1080;&#1079; &#1080;&#1093; &#1087;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103;. &#1054;&#1085;&#1080; &#1074;&#1099;&#1078;&#1080;&#1076;&#1072;&#1102;&#1090;, &#1087;&#1086;&#1082;&#1072; &#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1072;&#1103; &#1078;&#1077;&#1088;&#1090;&#1074;&#1072; &#1087;&#1086;&#1087;&#1072;&#1076;&#1077;&#1090; &#1074; &#1087;&#1086;&#1083;&#1077; &#1080;&#1093; &#1079;&#1088;&#1077;&#1085;&#1080;&#1103;, &#1080; &#1073;&#1077;&#1079;&#1091;&#1076;&#1077;&#1088;&#1078;&#1085;&#1086; &#1085;&#1072;&#1082;&#1080;&#1076;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1085;&#1072; &#1085;&#1077;&#1077;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1079;&#1083;&#1086;&#1073;&#1086;&#1075;&#1083;&#1072;&#1079;&#1099; &#1087;&#1086;&#1082;&#1088;&#1099;&#1074;&#1072;&#1102;&#1090; &#1078;&#1077;&#1088;&#1090;&#1074;&#1091; &#1089;&#1083;&#1080;&#1079;&#1100;&#1102;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1075;&#1083;&#1091;&#1096;&#1080;&#1090;&#1100; &#1077;&#1077; &#1080; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1080;&#1090;&#1100; &#1082; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1084;&#1091; &#1079;&#1072; &#1101;&#1090;&#1080;&#1084; &#1084;&#1077;&#1076;&#1083;&#1077;&#1085;&#1085;&#1086;&#1084;&#1091; &#1087;&#1077;&#1088;&#1077;&#1074;&#1072;&#1088;&#1080;&#1074;&#1072;&#1085;&#1080;&#1102;. &#1050; &#1089;&#1095;&#1072;&#1089;&#1090;&#1100;&#1102;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1086;&#1085;&#1080; &#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1103;&#1090;&#1089;&#1103; &#1074;&#1077;&#1089;&#1100;&#1084;&#1072; &#1074;&#1103;&#1083;&#1099;&#1084;&#1080; &#1076;&#1086; &#1090;&#1077;&#1093; &#1087;&#1086;&#1088;, &#1087;&#1086;&#1082;&#1072; &#1085;&#1072; &#1075;&#1083;&#1072;&#1079;&#1072; &#1080;&#1084; &#1085;&#1077; &#1087;&#1086;&#1087;&#1072;&#1076;&#1077;&#1090;&#1089;&#1103; &#1086;&#1095;&#1077;&#1088;&#1077;&#1076;&#1085;&#1072;&#1103; &#1078;&#1077;&#1088;&#1090;&#1074;&#1072;, &#1095;&#1090;&#1086; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1091;&#1087;&#1088;&#1086;&#1097;&#1072;&#1077;&#1090; &#1085;&#1077;&#1083;&#1077;&#1075;&#1082;&#1080;&#1081; &#1090;&#1088;&#1091;&#1076; &#1080;&#1089;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081; &#1085;&#1077;&#1095;&#1080;&#1089;&#1090;&#1080;.</p>
<p>&#1048;&#1085;&#1086;&#1075;&#1076;&#1072; &#1080;&#1079; &#1079;&#1083;&#1086;&#1073;&#1086;&#1075;&#1083;&#1072;&#1079;&#1086;&#1074; &#1076;&#1077;&#1083;&#1072;&#1102;&#1090; &#1075;&#1083;&#1072;&#1079;&#1086;&#1103;&#1073;&#1083;&#1086;&#1095;&#1085;&#1099;&#1081; &#1087;&#1091;&#1076;&#1076;&#1080;&#1085;&#1075;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1084;&#1099; &#1074;&#1072;&#1084; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077; &#1085;&#1077; &#1088;&#1077;&#1082;&#1086;&#1084;&#1077;&#1085;&#1076;&#1091;&#1077;&#1084; &#1087;&#1088;&#1086;&#1073;&#1086;&#1074;&#1072;&#1090;&#1100;. &#1047;&#1072;&#1088;&#1072;&#1085;&#1077;&#1077; &#1089;&#1086;&#1095;&#1091;&#1074;&#1089;&#1090;&#1074;&#1091;&#1077;&#1084; &#1090;&#1077;&#1084;, &#1091; &#1082;&#1086;&#1075;&#1086; &#1085;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080; &#1086;&#1090; &#1085;&#1077;&#1075;&#1086; &#1086;&#1090;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100;&#1089;&#1103;.</p>
<hr />
<p><a name="serpents">
<h3>&#1047;&#1084;&#1077;&#1080;</h3>
</a></p>
<p>&#1047;&#1084;&#1077;&#1080; - &#1086;&#1075;&#1088;&#1086;&#1084;&#1085;&#1099;&#1077; &#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1077; &#1088;&#1077;&#1087;&#1090;&#1080;&#1083;&#1080;&#1080;, &#1078;&#1080;&#1074;&#1091;&#1097;&#1080;&#1077; &#1074; &#1075;&#1083;&#1091;&#1073;&#1080;&#1085;&#1077; &#1055;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1080;&#1081;. &#1069;&#1090;&#1086; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077; &#1082;&#1086;&#1074;&#1072;&#1088;&#1085;&#1099;&#1077; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1072;, &#1095;&#1091;&#1074;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1077; &#1077;&#1076;&#1074;&#1072; &#1079;&#1072;&#1084;&#1077;&#1090;&#1085;&#1099;&#1077; &#1082;&#1086;&#1083;&#1077;&#1073;&#1072;&#1085;&#1080;&#1103; &#1079;&#1077;&#1084;&#1083;&#1080;. &#1050;&#1088;&#1086;&#1084;&#1077; &#1085;&#1080;&#1093; &#1085;&#1072; &#1101;&#1090;&#1086; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1077;&#1085; &#1083;&#1080;&#1096;&#1100; &#1075;&#1080;&#1075;&#1072;&#1085;&#1090;&#1089;&#1082;&#1080;&#1081; &#1063;&#1077;&#1088;&#1074;&#1100;. &#1054;&#1073;&#1099;&#1095;&#1085;&#1086; &#1079;&#1084;&#1077;&#1080; &#1075;&#1086;&#1088;&#1072;&#1079;&#1076;&#1086; &#1082;&#1088;&#1091;&#1087;&#1085;&#1077;&#1077; &#1083;&#1102;&#1073;&#1099;&#1093; &#1079;&#1074;&#1077;&#1088;&#1077;&#1081;, &#1078;&#1080;&#1074;&#1091;&#1097;&#1080;&#1093; &#1087;&#1086;&#1073;&#1083;&#1080;&#1079;&#1086;&#1089;&#1090;&#1080;; &#1075;&#1086;&#1074;&#1086;&#1088;&#1103;&#1090;, &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1076;&#1086;&#1089;&#1090;&#1080;&#1075;&#1072;&#1102;&#1090; &#1089;&#1086;&#1090;&#1077;&#1085; &#1092;&#1091;&#1090;&#1086;&#1074; &#1074; &#1076;&#1083;&#1080;&#1085;&#1091;. &#1040; &#1084;&#1086;&#1078;&#1077;&#1090;, &#1076;&#1072;&#1078;&#1077; &#1080; &#1090;&#1099;&#1089;&#1103;&#1095; (&#1074;&#1077;&#1076;&#1100; &#1086;&#1085;&#1080; &#1078;&#1077; &#1085;&#1077; &#1076;&#1072;&#1102;&#1090; &#1089;&#1077;&#1073;&#1103; &#1080;&#1079;&#1084;&#1077;&#1088;&#1080;&#1090;&#1100;). &#1050;&#1072;&#1082; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086;, &#1086;&#1085;&#1080; &#1087;&#1080;&#1090;&#1072;&#1102;&#1090;&#1089;&#1103; &#1073;&#1086;&#1083;&#1077;&#1077; &#1084;&#1077;&#1083;&#1082;&#1080;&#1084;&#1080; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1084;&#1080;, &#1079;&#1072;&#1093;&#1074;&#1072;&#1090;&#1099;&#1074;&#1072;&#1103; &#1078;&#1077;&#1088;&#1090;&#1074;&#1091; &#1074; &#1082;&#1086;&#1083;&#1100;&#1094;&#1086; &#1080;&#1079; &#1089;&#1074;&#1086;&#1077;&#1075;&#1086; &#1076;&#1083;&#1080;&#1085;&#1085;&#1086;&#1075;&#1086; &#1090;&#1077;&#1083;&#1072;, &#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1080;&#1074;&#1072;&#1103;, &#1090;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;, &#1077;&#1077; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1095;&#1077;&#1075;&#1086; &#1087;&#1086;&#1076;&#1073;&#1080;&#1088;&#1072;&#1102;&#1090;&#1089;&#1103; &#1082; &#1078;&#1077;&#1088;&#1090;&#1074;&#1077; &#1080; &#1091;&#1073;&#1080;&#1074;&#1072;&#1102;&#1090; &#1077;&#1077;. &#1048;&#1079;-&#1079;&#1072; &#1089;&#1074;&#1086;&#1080;&#1093; &#1085;&#1077;&#1084;&#1072;&#1083;&#1099;&#1093; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1086;&#1074; &#1080;&#1084; &#1073;&#1099;&#1074;&#1072;&#1077;&#1090; &#1089;&#1083;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103; &#1080;&#1083;&#1080; &#1088;&#1077;&#1079;&#1082;&#1086; &#1087;&#1086;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100;. &#1063;&#1090;&#1086; &#1077;&#1097;&#1077; &#1084;&#1077;&#1085;&#1077;&#1077; &#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1086;, &#1080;&#1093; &#1084;&#1086;&#1075;&#1091;&#1095;&#1080;&#1077; &#1084;&#1099;&#1096;&#1094;&#1099;, &#1087;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1086;&#1085;&#1080; &#1087;&#1077;&#1088;&#1077;&#1076;&#1074;&#1080;&#1075;&#1072;&#1102;&#1090;&#1089;&#1103; &#1087;&#1086; &#1079;&#1077;&#1084;&#1083;&#1077;, &#1085;&#1077; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1085;&#1099; &#1076;&#1072;&#1078;&#1077; &#1082; &#1084;&#1080;&#1085;&#1080;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081; &#1082;&#1086;&#1088;&#1088;&#1077;&#1082;&#1094;&#1080;&#1080;. &#1056;&#1072;&#1076;&#1080; &#1089;&#1074;&#1086;&#1080;&#1093; &#1086;&#1075;&#1088;&#1086;&#1084;&#1085;&#1099;&#1093; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1086;&#1074;, &#1079;&#1084;&#1077;&#1103;&#1084; &#1087;&#1088;&#1080;&#1096;&#1083;&#1086;&#1089;&#1100; &#1087;&#1086;&#1078;&#1077;&#1088;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1072;&#1090;&#1100; &#1090;&#1086;&#1095;&#1085;&#1099;&#1077; &#1074;&#1099;&#1074;&#1077;&#1088;&#1077;&#1085;&#1085;&#1099;&#1077; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103;. &#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1072;&#1102;&#1090;&#1089;&#1103; &#1086;&#1085;&#1080; &#1072;&#1073;&#1089;&#1086;&#1083;&#1102;&#1090;&#1085;&#1086; &#1093;&#1072;&#1086;&#1090;&#1080;&#1095;&#1085;&#1086; - &#1087;&#1088;&#1077;&#1076;&#1089;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100;, &#1095;&#1090;&#1086; &#1086;&#1085;&#1080; &#1089;&#1076;&#1077;&#1083;&#1072;&#1102;&#1090; &#1074; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1091;&#1102; &#1084;&#1080;&#1085;&#1091;&#1090;&#1091;, &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1085;&#1077;&#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;. &#1058;&#1077;&#1084; &#1085;&#1077; &#1084;&#1077;&#1085;&#1077;&#1077;, &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1080;&#1093; &#1085;&#1077; &#1083;&#1080;&#1096;&#1077;&#1085;&#1099; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081; &#1083;&#1086;&#1075;&#1080;&#1082;&#1080;.</p>
<p>&#1053;&#1086; &#1085;&#1077; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1081;&#1090;&#1077; &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1099;&#1084; &#1089;&#1091;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103;&#1084; &#1074;&#1074;&#1077;&#1089;&#1090;&#1080; &#1089;&#1077;&#1073;&#1103; &#1074; &#1079;&#1072;&#1073;&#1083;&#1091;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077;. &#1053;&#1072;&#1087;&#1088;&#1072;&#1089;&#1085;&#1086; &#1076;&#1091;&#1084;&#1072;&#1090;&#1100;, &#1095;&#1090;&#1086; &#1089;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1089;&#1086; &#1079;&#1084;&#1077;&#1103;&#1084;&#1080; - &#1087;&#1088;&#1086;&#1097;&#1077; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086;&#1075;&#1086;. &#1048;&#1093; &#1084;&#1099;&#1096;&#1094;&#1099; &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086; &#1082;&#1088;&#1077;&#1087;&#1082;&#1080; &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1090;&#1100; &#1082;&#1086;&#1083;&#1086;&#1089;&#1089;&#1072;&#1083;&#1100;&#1085;&#1086;&#1077; &#1076;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077;, &#1072; &#1082;&#1086;&#1078;&#1072; &#1090;&#1074;&#1077;&#1088;&#1076;&#1072; &#1082;&#1072;&#1082; &#1082;&#1072;&#1084;&#1077;&#1085;&#1100;. &#1048;&#1089;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1080; &#1085;&#1077;&#1095;&#1080;&#1089;&#1090;&#1080; &#1074;&#1088;&#1077;&#1084;&#1103; &#1086;&#1090; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1080; &#1089;&#1085;&#1080;&#1084;&#1072;&#1102;&#1090; &#1089;&#1086; &#1079;&#1084;&#1077;&#1081; &#1082;&#1086;&#1078;&#1091; (&#1082;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086;, &#1077;&#1089;&#1083;&#1080; &#1080;&#1093; &#1088;&#1072;&#1076;&#1091;&#1077;&#1090; &#1087;&#1077;&#1088;&#1089;&#1087;&#1077;&#1082;&#1090;&#1080;&#1074;&#1072; &#1090;&#1072;&#1097;&#1080;&#1090;&#1100; &#1090;&#1103;&#1078;&#1077;&#1083;&#1099;&#1081; &#1088;&#1091;&#1083;&#1086;&#1085; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1085;&#1086; &#1084;&#1080;&#1083;&#1102; &#1074;&#1074;&#1077;&#1088;&#1093; &#1087;&#1086; &#1083;&#1077;&#1089;&#1090;&#1085;&#1080;&#1094;&#1077;) &#1080; &#1087;&#1088;&#1086;&#1076;&#1072;&#1102;&#1090; &#1085;&#1072; &#1087;&#1086;&#1074;&#1077;&#1088;&#1093;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1075;&#1076;&#1077; &#1080;&#1079; &#1085;&#1077;&#1077; &#1076;&#1077;&#1083;&#1072;&#1102;&#1090; &#1086;&#1076;&#1077;&#1078;&#1076;&#1091; &#1080; &#1088;&#1072;&#1079;&#1085;&#1099;&#1077; &#1084;&#1077;&#1083;&#1086;&#1095;&#1080;. &#1054;&#1085;&#1072; &#1085;&#1077; &#1090;&#1072;&#1082;&#1072;&#1103; &#1084;&#1103;&#1075;&#1082;&#1072;&#1103;, &#1076;&#1072; &#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1089; &#1085;&#1077;&#1081; &#1085;&#1077;&#1087;&#1088;&#1086;&#1089;&#1090;&#1086;, &#1079;&#1072;&#1090;&#1086; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1087;&#1088;&#1086;&#1095;&#1085;&#1072;&#1103; &#1080; &#1089;&#1090;&#1086;&#1081;&#1082;&#1072;&#1103;. &#1058;&#1072;&#1082; &#1095;&#1090;&#1086; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1072; &#1079;&#1072;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090;&#1089;&#1103; &#1083;&#1080;&#1096;&#1100; &#1074; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1076;&#1086;&#1073;&#1099;&#1090;&#1100; &#1077;&#1077;, &#1080; &#1074;&#1089;&#1077;-&#1090;&#1072;&#1082;&#1080;, &#1086;&#1085;&#1072; &#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086; &#1090;&#1103;&#1078;&#1077;&#1083;&#1072;&#1103;... &#1082; &#1090;&#1086;&#1084;&#1091; &#1078;&#1077;, &#1085;&#1072;&#1081;&#1090;&#1080; &#1077;&#1077; &#1084;&#1086;&#1078;&#1085;&#1086; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1085;&#1072; &#1078;&#1080;&#1074;&#1099;&#1093; &#1079;&#1084;&#1077;&#1103;&#1093;. &#1054;&#1089;&#1086;&#1073;&#1086; &#1080;&#1089;&#1082;&#1091;&#1096;&#1077;&#1085;&#1085;&#1099;&#1077; &#1080;&#1089;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1080; &#1085;&#1077;&#1095;&#1080;&#1089;&#1090;&#1080; &#1087;&#1086; &#1082;&#1086;&#1083;&#1077;&#1073;&#1072;&#1085;&#1080;&#1103;&#1084; &#1087;&#1086;&#1095;&#1074;&#1099; &#1084;&#1086;&#1075;&#1091;&#1090; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1080;&#1090;&#1100;, &#1082;&#1072;&#1082; &#1079;&#1084;&#1077;&#1103; &#1087;&#1088;&#1077;&#1089;&#1083;&#1077;&#1076;&#1091;&#1077;&#1090; &#1089;&#1074;&#1086;&#1102; &#1078;&#1077;&#1088;&#1090;&#1074;&#1091; &#1080; &#1082;&#1072;&#1082; &#1086;&#1085;&#1072; &#1073;&#1091;&#1076;&#1077;&#1090; &#1088;&#1077;&#1072;&#1075;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;, &#1077;&#1089;&#1083;&#1080; &#1079;&#1085;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1086;&#1087;&#1072;&#1089;&#1085;&#1086;&#1089;&#1090;&#1100; &#1084;&#1080;&#1085;&#1086;&#1074;&#1072;&#1083;&#1072;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1085;&#1077; &#1074;&#1080;&#1076;&#1080;&#1090; &#1101;&#1090;&#1086;&#1075;&#1086;.</p>
<hr />
<p><a name="tar">
<h3>&#1046;&#1080;&#1074;&#1072;&#1103; &#1089;&#1084;&#1086;&#1083;&#1072; </h3>
</a></p>
<p>&#1046;&#1080;&#1074;&#1072;&#1103; &#1089;&#1084;&#1086;&#1083;&#1072; - &#1086;&#1076;&#1085;&#1072; &#1080;&#1079; &#1089;&#1072;&#1084;&#1099;&#1093; &#1091;&#1089;&#1090;&#1088;&#1072;&#1096;&#1072;&#1102;&#1097;&#1080;&#1093; &#1076;&#1086;&#1089;&#1090;&#1086;&#1087;&#1088;&#1080;&#1084;&#1077;&#1095;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081; &#1055;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1080;&#1081;. &#1048;, &#1074; &#1086;&#1073;&#1097;&#1077;&#1084;-&#1090;&#1086;, &#1085;&#1077;&#1089;&#1083;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1085;&#1103;&#1090;&#1100;, &#1087;&#1086;&#1095;&#1077;&#1084;&#1091;. &#1044;&#1077;&#1083;&#1086; &#1085;&#1077; &#1074; &#1077;&#1077; &#1090;&#1086;&#1083;&#1089;&#1090;&#1086;&#1081; &#1082;&#1086;&#1078;&#1077;, &#1091;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1077;&#1084;&#1086;&#1081; &#1086;&#1089;&#1086;&#1073;&#1086; &#1089;&#1080;&#1083;&#1100;&#1085;&#1086;&#1081; &#1092;&#1086;&#1088;&#1084;&#1086;&#1081; &#1087;&#1086;&#1074;&#1077;&#1088;&#1093;&#1085;&#1086;&#1089;&#1090;&#1085;&#1086;&#1075;&#1086; &#1085;&#1072;&#1090;&#1103;&#1078;&#1077;&#1085;&#1080;&#1103; (&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;, &#1076;&#1086; &#1090;&#1077;&#1093; &#1087;&#1086;&#1088;, &#1087;&#1086;&#1082;&#1072; &#1074;&#1099; &#1085;&#1077; &#1079;&#1072;&#1089;&#1072;&#1076;&#1080;&#1090;&#1077; &#1084;&#1077;&#1095; &#1087;&#1086;&#1075;&#1083;&#1091;&#1073;&#1078;&#1077; &#1074; &#1077;&#1077; &#1087;&#1083;&#1086;&#1089;&#1082;&#1091;&#1102; &#1095;&#1072;&#1089;&#1090;&#1100;, &#1077;&#1081; &#1074;&#1089;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1085;&#1080;&#1087;&#1086;&#1095;&#1077;&#1084;). &#1044;&#1077;&#1083;&#1086; &#1085;&#1077; &#1074; &#1090;&#1086;&#1084; &#1076;&#1072;&#1078;&#1077;, &#1095;&#1090;&#1086; &#1086;&#1085;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1077;&#1088;&#1077;&#1074;&#1072;&#1083;&#1080;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1095;&#1077;&#1088;&#1077;&#1079; &#1089;&#1090;&#1077;&#1085;&#1099;, &#1087;&#1086;&#1082;&#1088;&#1099;&#1074;&#1072;&#1103; &#1080;&#1093; &#1083;&#1080;&#1087;&#1082;&#1086;&#1081; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1085;&#1086;&#1081; &#1084;&#1072;&#1089;&#1089;&#1086;&#1081; &#1089;&#1080;&#1085;&#1077;&#1075;&#1086; &#1094;&#1074;&#1077;&#1090;&#1072; (&#1077;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1081; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073; &#1086;&#1073;&#1085;&#1072;&#1088;&#1091;&#1078;&#1080;&#1090;&#1100; &#1101;&#1090;&#1080;&#1093; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074; - &#1087;&#1088;&#1086;&#1076;&#1088;&#1072;&#1090;&#1100;&#1089;&#1103; &#1089;&#1082;&#1074;&#1086;&#1079;&#1100; &#1085;&#1077;&#1077;), &#1080; &#1085;&#1077; &#1074; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1086;&#1085;&#1072; &#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1087;&#1088;&#1086;&#1095;&#1085;&#1099;&#1077; &#1088;&#1077;&#1079;&#1080;&#1085;&#1080;&#1089;&#1090;&#1099;&#1077; &#1082;&#1072;&#1087;&#1083;&#1080; &#1089;&#1084;&#1086;&#1083;&#1099;, &#1087;&#1077;&#1088;&#1077;&#1082;&#1088;&#1099;&#1074;&#1072;&#1102;&#1097;&#1080;&#1077; &#1074;&#1072;&#1078;&#1085;&#1099;&#1077; &#1087;&#1088;&#1086;&#1093;&#1086;&#1076;&#1099;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1085;&#1077; &#1087;&#1088;&#1086;&#1073;&#1080;&#1090;&#1100; &#1084;&#1077;&#1095;&#1086;&#1084;, &#1076;&#1072;&#1078;&#1077; &#1082;&#1072;&#1082; &#1089;&#1083;&#1077;&#1076;&#1091;&#1077;&#1090; &#1088;&#1072;&#1079;&#1084;&#1072;&#1093;&#1085;&#1091;&#1074;&#1096;&#1080;&#1089;&#1100;. &#1048; &#1076;&#1077;&#1083;&#1086; &#1076;&#1072;&#1078;&#1077; &#1085;&#1077; &#1074; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1086;&#1085;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1076;&#1077;&#1083;&#1080;&#1090;&#1100;&#1089;&#1103; &#1085;&#1072; &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1077;&#1085;&#1085;&#1086; &#1086;&#1073;&#1086;&#1089;&#1086;&#1073;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093;, &#1089;&#1086;&#1079;&#1085;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1093; &#1076;&#1080;&#1082;&#1080;&#1093; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074; (&quot;&#1089;&#1084;&#1086;&#1083;&#1082;&#1080;&quot;), &#1077;&#1089;&#1083;&#1080; &#1089;&#1080;&#1083;&#1099; &#1077;&#1077; &#1087;&#1086;&#1074;&#1077;&#1088;&#1093;&#1085;&#1086;&#1089;&#1090;&#1085;&#1086;&#1075;&#1086; &#1085;&#1072;&#1090;&#1103;&#1078;&#1077;&#1085;&#1080;&#1103; &#1091;&#1078;&#1077; &#1085;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086; &#1076;&#1083;&#1103; &#1091;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1085;&#1080;&#1103; &#1082;&#1088;&#1091;&#1087;&#1085;&#1099;&#1093; &#1089;&#1075;&#1091;&#1089;&#1090;&#1082;&#1086;&#1074; &#1089;&#1084;&#1086;&#1083;&#1099; &#1074;&#1084;&#1077;&#1089;&#1090;&#1077;. &#1055;&#1088;&#1086;&#1089;&#1090;&#1086;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1085;&#1080; &#1076;&#1077;&#1083;&#1072;&#1083;&#1072; &#1078;&#1080;&#1074;&#1072;&#1103; &#1089;&#1084;&#1086;&#1083;&#1072;, (&#1076;&#1072;&#1078;&#1077; &#1077;&#1089;&#1083;&#1080; &#1087;&#1088;&#1080; &#1101;&#1090;&#1086;&#1084; &#1086;&#1085;&#1072; &#1074;&#1099;&#1075;&#1083;&#1103;&#1076;&#1080;&#1090; &#1074;&#1089;&#1077;&#1075;&#1086; &#1083;&#1080;&#1096;&#1100; &#1082;&#1072;&#1082; &#1077;&#1076;&#1074;&#1072; &#1087;&#1088;&#1086;&#1079;&#1088;&#1072;&#1095;&#1085;&#1072;&#1103; &#1082;&#1072;&#1087;&#1083;&#1103;, &#1087;&#1091;&#1083;&#1100;&#1089;&#1080;&#1088;&#1091;&#1102;&#1097;&#1072;&#1103;, &#1089;&#1083;&#1086;&#1074;&#1085;&#1086; &#1076;&#1100;&#1103;&#1074;&#1086;&#1083;&#1100;&#1089;&#1082;&#1072;&#1103; &#1074;&#1077;&#1085;&#1072;), &#1074;&#1089;&#1077; &#1077;&#1077; &#1087;&#1086;&#1089;&#1090;&#1091;&#1087;&#1082;&#1080; &#1087;&#1088;&#1086;&#1085;&#1080;&#1079;&#1072;&#1085;&#1099; &#1079;&#1083;&#1086;&#1073;&#1086;&#1081;.</p>
<p>&#1048; &#1095;&#1090;&#1086; &#1077;&#1097;&#1077; &#1093;&#1091;&#1078;&#1077; - &#1087;&#1077;&#1088;&#1080;&#1086;&#1076;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; <a name="tarmother">&#1057;&#1084;&#1086;&#1083;&#1086;&#1084;&#1072;&#1090;&#1082;&#1072;</a>, &#1087;&#1072;&#1088;&#1072; &#1074;&#1099;&#1087;&#1091;&#1095;&#1077;&#1085;&#1085;&#1099;&#1093; &#1075;&#1083;&#1072;&#1079; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081; &#1083;&#1080;&#1096;&#1100; &#1080;&#1085;&#1086;&#1075;&#1076;&#1072; &#1085;&#1077;&#1090;-&#1085;&#1077;&#1090; &#1076;&#1072; &#1080; &#1089;&#1074;&#1077;&#1088;&#1082;&#1085;&#1077;&#1090; &#1074; &#1083;&#1086;&#1075;&#1086;&#1074;&#1077;, &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1088;&#1080;&#1085;&#1080;&#1084;&#1072;&#1090;&#1100;&#1089;&#1103; &#1079;&#1072; &#1089;&#1074;&#1086;&#1077; &#1095;&#1077;&#1088;&#1085;&#1086;&#1077; &#1076;&#1077;&#1083;&#1086;. &#1048; &#1090;&#1086;&#1075;&#1076;&#1072; &#1086;&#1085;&#1072; &#1085;&#1077; &#1091;&#1089;&#1087;&#1086;&#1082;&#1086;&#1080;&#1090;&#1089;&#1103;, &#1087;&#1086;&#1082;&#1072; &#1074;&#1089;&#1103; &#1087;&#1077;&#1097;&#1077;&#1088;&#1072; &#1085;&#1077; &#1079;&#1072;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1089;&#1103; &#1089;&#1084;&#1086;&#1083;&#1086;&#1081; &#1080; &#1077;&#1077; &#1086;&#1090;&#1087;&#1088;&#1099;&#1089;&#1082;&#1072;&#1084;&#1080;. &#1054;&#1085;&#1072; &#1089;&#1086;&#1084;&#1082;&#1085;&#1077;&#1090; &#1075;&#1083;&#1072;&#1079;&#1072;, &#1089;&#1086;&#1089;&#1088;&#1077;&#1076;&#1086;&#1090;&#1086;&#1095;&#1080;&#1090;&#1089;&#1103; - &#1080; &#1076;&#1072; &#1087;&#1088;&#1086;&#1080;&#1079;&#1088;&#1072;&#1089;&#1090;&#1077;&#1090; &#1089;&#1084;&#1086;&#1083;&#1072; &#1085;&#1072; &#1074;&#1089;&#1077;&#1081; &#1079;&#1077;&#1084;&#1083;&#1077;. &#1045;&#1081; &#1076;&#1072;&#1078;&#1077; &#1087;&#1086; &#1089;&#1080;&#1083;&#1072;&#1084; &#1079;&#1072;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1088;&#1072;&#1089;&#1090;&#1080; &#1089;&#1084;&#1086;&#1083;&#1091;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1073;&#1099;&#1083;&#1072; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085;&#1072; &#1086;&#1090; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1086;&#1075;&#1086; &#1090;&#1077;&#1083;&#1072;, &#1087;&#1086;&#1079;&#1078;&#1077; &#1090;&#1072; &#1089;&#1085;&#1086;&#1074;&#1072; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090; &#1082; &#1085;&#1077;&#1084;&#1091; &#1087;&#1088;&#1080;&#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1080;&#1090;&#1100;&#1089;&#1103;.</p>
<hr />
<p><a name="spiders">
<h3>&#1055;&#1072;&#1091;&#1082;&#1080;</h3>
</a></p>
<p>&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1080;&#1097;&#1077;&#1090;&#1077; &#1074; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1100;&#1103;&#1093; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1079;&#1083;&#1086;&#1073;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1091;&#1084;&#1072; &#1074; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1080;, &#1083;&#1091;&#1095;&#1096;&#1077; &#1087;&#1072;&#1091;&#1082;&#1086;&#1074; &#1085;&#1077; &#1085;&#1072;&#1081;&#1090;&#1080;. &#1055;&#1088;&#1080;&#1084;&#1077;&#1088;&#1085;&#1086; &#1076;&#1074;&#1072;&#1076;&#1094;&#1072;&#1090;&#1100; &#1083;&#1077;&#1090; &#1085;&#1072;&#1079;&#1072;&#1076; &#1086;&#1085;&#1080; &#1087;&#1086;&#1103;&#1074;&#1080;&#1083;&#1080;&#1089;&#1100; &#1080;&#1079; &#1085;&#1080;&#1086;&#1090;&#1082;&#1091;&#1076;&#1072; (&#1074; &#1087;&#1088;&#1103;&#1084;&#1086;&#1084; &#1080; &#1087;&#1077;&#1088;&#1077;&#1085;&#1086;&#1089;&#1085;&#1086;&#1084; &#1089;&#1084;&#1099;&#1089;&#1083;&#1077;). &#1062;&#1074;&#1077;&#1090;&#1072; &#1086;&#1085;&#1080; &#1073;&#1099;&#1083;&#1080; &#1085;&#1077; &#1086;&#1073;&#1099;&#1095;&#1085;&#1086;&#1075;&#1086;, &#1090;&#1077;&#1084;&#1085;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1084;&#1072;&#1083;&#1077;&#1085;&#1100;&#1082;&#1080;&#1077; &#1087;&#1072;&#1091;&#1082;&#1080; &#1089; &#1087;&#1086;&#1074;&#1077;&#1088;&#1093;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1072; &#1089;&#1090;&#1088;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1089;&#1080;&#1085;&#1077;&#1075;&#1086; &#1086;&#1090;&#1090;&#1077;&#1085;&#1082;&#1072;, &#1074; &#1090;&#1086;&#1095;&#1085;&#1086;&#1089;&#1090;&#1080; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1074;&#1096;&#1077;&#1075;&#1086; &#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1088;&#1085;&#1086;&#1084;&#1091; &#1091;&#1079;&#1086;&#1088;&#1091; &#1087;&#1083;&#1080;&#1090;&#1082;&#1080; &#1076;&#1083;&#1103; &#1085;&#1072;&#1089;&#1090;&#1080;&#1083;&#1072; &#1087;&#1086;&#1083;&#1072;. &#1055;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1085;&#1072; &#1090;&#1072;&#1082;&#1086;&#1084; &#1087;&#1086;&#1083;&#1091; &#1080;&#1093; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1085;&#1077; &#1074;&#1080;&#1076;&#1085;&#1086;. &#1048;&#1089;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1080; &#1085;&#1077;&#1095;&#1080;&#1089;&#1090;&#1080; &#1085;&#1072;&#1091;&#1095;&#1080;&#1083;&#1080;&#1089;&#1100; &#1076;&#1086;&#1083;&#1075;&#1086; &#1080; &#1087;&#1088;&#1080;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1086; &#1074;&#1075;&#1083;&#1103;&#1076;&#1099;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1084;&#1077;&#1095;&#1072;&#1090;&#1100; &#1086;&#1090;&#1073;&#1083;&#1077;&#1089;&#1082;&#1080; &#1080;&#1093; &#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1093; &#1075;&#1083;&#1072;&#1079;-&#1073;&#1091;&#1089;&#1080;&#1085;&#1086;&#1082;. &#1053;&#1086; &#1101;&#1090;&#1086; - &#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1091;&#1084;.</p>
<p>&#1055;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072;&#1083;&#1086; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; &#1078;&#1072;&#1083;&#1086;&#1073; &#1086;&#1090; &#1080;&#1089;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081; &#1085;&#1077;&#1095;&#1080;&#1089;&#1090;&#1080;, &#1079;&#1077;&#1084;&#1083;&#1077;&#1082;&#1086;&#1087;&#1086;&#1074; &#1080; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1093; &#1073;&#1088;&#1080;&#1075;&#1072;&#1076;. &#1042;&#1083;&#1072;&#1076;&#1077;&#1083;&#1100;&#1094;&#1099; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1080;&#1081; &#1091;&#1078;&#1077; &#1091;&#1089;&#1090;&#1072;&#1083;&#1080; &#1080;&#1093; &#1074;&#1099;&#1089;&#1083;&#1091;&#1096;&#1080;&#1074;&#1072;&#1090;&#1100;, &#1080; &#1090;&#1086;&#1075;&#1076;&#1072; &#1073;&#1091;&#1076;&#1091;&#1097;&#1080;&#1077; &#1080;&#1089;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1080; &#1091;&#1079;&#1085;&#1072;&#1083;&#1080;, &#1095;&#1090;&#1086; &#1090;&#1077;, &#1074; &#1089;&#1074;&#1086;&#1080;&#1093; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1100;&#1103;&#1093;, &#1085;&#1072;&#1095;&#1072;&#1083;&#1080; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1085;&#1086;&#1074;&#1099;&#1081; &#1076;&#1074;&#1086;&#1088;&#1094;&#1086;&#1074;&#1099;&#1081; &#1089;&#1090;&#1080;&#1083;&#1100;. &#1057;&#1090;&#1086;&#1080;&#1090; &#1083;&#1080; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1090;&#1100;, &#1095;&#1090;&#1086; &#1074;&#1083;&#1072;&#1076;&#1077;&#1083;&#1100;&#1094;&#1099; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1080;&#1081; &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1086; &#1086;&#1087;&#1072;&#1089;&#1072;&#1083;&#1080;&#1089;&#1100; &#1080; &#1079;&#1072; &#1089;&#1074;&#1086;&#1080; &#1078;&#1080;&#1079;&#1085;&#1080;: &#1080;&#1084; &#1074;&#1086;&#1074;&#1089;&#1077; &#1085;&#1077; &#1093;&#1086;&#1090;&#1077;&#1083;&#1086;&#1089;&#1100; &#1073;&#1099;&#1090;&#1100; &#1073;&#1077;&#1079; &#1087;&#1088;&#1077;&#1076;&#1091;&#1087;&#1088;&#1077;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1091;&#1073;&#1080;&#1090;&#1099;&#1084;&#1080; &#1087;&#1088;&#1080; &#1086;&#1073;&#1093;&#1086;&#1076;&#1077; &#1089;&#1074;&#1086;&#1080;&#1093; &#1074;&#1083;&#1072;&#1076;&#1077;&#1085;&#1080;&#1081;. &#1040;&#1089;&#1089;&#1086;&#1094;&#1080;&#1072;&#1094;&#1080;&#1103; &#1072;&#1088;&#1093;&#1080;&#1090;&#1077;&#1082;&#1090;&#1086;&#1088;&#1086;&#1074; &#1074;&#1077;&#1089;&#1100;&#1084;&#1072; &#1074;&#1086;&#1074;&#1088;&#1077;&#1084;&#1103; &#1086;&#1092;&#1080;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1086; &#1086;&#1090;&#1082;&#1072;&#1079;&#1072;&#1083;&#1072;&#1089;&#1100; &#1086;&#1090; &#1087;&#1088;&#1077;&#1078;&#1085;&#1077;&#1075;&#1086;, &#1087;&#1088;&#1080;&#1085;&#1086;&#1089;&#1103;&#1097;&#1077;&#1075;&#1086; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1099;, &#1089;&#1090;&#1080;&#1083;&#1103; - &#1101;&#1090;&#1086; &#1076;&#1086;&#1083;&#1078;&#1085;&#1086; &#1073;&#1099;&#1083;&#1086; &#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1090;&#1100; &#1082;&#1086;&#1085;&#1077;&#1094; &#1087;&#1072;&#1091;&#1082;&#1072;&#1084;. &#1054;&#1082;&#1088;&#1072;&#1089; &#1091; &#1085;&#1080;&#1093; &#1085;&#1077; &#1086;&#1095;&#1077;&#1085;&#1100; &#1103;&#1088;&#1082;&#1080;&#1081;, &#1085;&#1086;, &#1090;&#1077;&#1084; &#1085;&#1077; &#1084;&#1077;&#1085;&#1077;&#1077;, &#1085;&#1072; &#1083;&#1102;&#1073;&#1086;&#1084; &#1076;&#1088;&#1091;&#1075;&#1086;&#1084; &#1085;&#1072;&#1089;&#1090;&#1080;&#1083;&#1077; &#1080;&#1093; &#1084;&#1086;&#1078;&#1085;&#1086; &#1079;&#1072;&#1084;&#1077;&#1090;&#1080;&#1090;&#1100; &#1079;&#1072; &#1074;&#1077;&#1088;&#1089;&#1090;&#1091;, &#1077;&#1089;&#1083;&#1080;, &#1082;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086;, &#1085;&#1077; &#1087;&#1088;&#1080;&#1085;&#1080;&#1084;&#1072;&#1090;&#1100; &#1074;&#1086; &#1074;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1103; &#1086; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1089; &#1085;&#1077;&#1076;&#1072;&#1074;&#1085;&#1080;&#1093; &#1087;&#1086;&#1088; &#1087;&#1072;&#1091;&#1082;&#1080; &#1085;&#1072;&#1091;&#1095;&#1080;&#1083;&#1080;&#1089;&#1100; &#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1089;&#1074;&#1086;&#1081; &#1094;&#1074;&#1077;&#1090; &#1087;&#1086; &#1089;&#1074;&#1086;&#1077;&#1084;&#1091; &#1078;&#1077;&#1083;&#1072;&#1085;&#1080;&#1102;. &#1057;&#1095;&#1080;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103;, &#1095;&#1090;&#1086; &#1101;&#1090;&#1086; &#1074;&#1089;&#1077;&#1075;&#1086; &#1083;&#1080;&#1096;&#1100; &#1084;&#1091;&#1090;&#1072;&#1094;&#1080;&#1103;.</p>
<hr />
<p><a name="goblins">
<h3>&#1043;&#1086;&#1073;&#1083;&#1080;&#1085;&#1099;</h3>
</a></p>
<p>&#1043;&#1086;&#1073;&#1083;&#1080;&#1085;&#1099; - &#1086;&#1076;&#1085;&#1080; &#1080;&#1079; &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1080;&#1093; &#1082;&#1086;&#1088;&#1077;&#1085;&#1085;&#1099;&#1093; &#1078;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081; &#1055;&#1086;&#1076;&#1079;&#1077;&#1084;&#1085;&#1086;&#1075;&#1086; &#1084;&#1080;&#1088;&#1072;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1089;&#1074;&#1086;&#1080;&#1084; &#1091;&#1084;&#1086;&#1084; &#1084;&#1086;&#1075;&#1091;&#1090; &#1090;&#1103;&#1075;&#1072;&#1090;&#1100;&#1089;&#1103; &#1089; &#1085;&#1077;&#1079;&#1074;&#1072;&#1085;&#1099;&#1084;&#1080; &#1075;&#1086;&#1089;&#1090;&#1103;&#1084;&#1080; &#1089; &#1087;&#1086;&#1074;&#1077;&#1088;&#1093;&#1085;&#1086;&#1089;&#1090;&#1080;. &#1054;&#1085;&#1080; &#1093;&#1080;&#1090;&#1088;&#1099;, &#1082;&#1086;&#1074;&#1072;&#1088;&#1085;&#1099;, &#1080; &#1082; &#1090;&#1086;&#1084;&#1091; &#1078;&#1077; &#1075;&#1086;&#1074;&#1086;&#1088;&#1103;&#1090; &#1085;&#1072; &#1103;&#1079;&#1099;&#1082;&#1077;, &#1074;&#1077;&#1089;&#1100;&#1084;&#1072; &#1087;&#1086;&#1093;&#1086;&#1078;&#1077;&#1084; &#1085;&#1072; &#1088;&#1077;&#1095;&#1100; &#1078;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081; &#1079;&#1077;&#1084;&#1083;&#1080;. &#1048;&#1093; &#1086;&#1073;&#1097;&#1077;&#1089;&#1090;&#1074;&#1086; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1089;&#1086;&#1073;&#1086;&#1081; &#1087;&#1083;&#1077;&#1084;&#1077;&#1085;&#1085;&#1091;&#1102; &#1082;&#1091;&#1083;&#1100;&#1090;&#1091;&#1088;&#1091; &#1074; &#1079;&#1072;&#1095;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086;&#1084; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1080;. &#1050;&#1072;&#1082; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086;, &#1075;&#1085;&#1077;&#1079;&#1076;&#1103;&#1090;&#1089;&#1103; &#1086;&#1085;&#1080; &#1085;&#1072; &#1085;&#1080;&#1078;&#1085;&#1080;&#1093;, &#1073;&#1086;&#1083;&#1077;&#1077; &#1073;&#1077;&#1079;&#1086;&#1087;&#1072;&#1089;&#1085;&#1099;&#1093; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;&#1093; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1080;&#1081;. &#1043;&#1086;&#1073;&#1083;&#1080;&#1085;&#1099;, &#1087;&#1077;&#1088;&#1080;&#1086;&#1076;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1074;&#1089;&#1090;&#1091;&#1087;&#1072;&#1102;&#1097;&#1080;&#1077; &#1074; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090; &#1089; &#1083;&#1102;&#1076;&#1100;&#1084;&#1080;, &#1087;&#1086;&#1090;&#1080;&#1093;&#1086;&#1085;&#1100;&#1082;&#1091; &#1087;&#1077;&#1088;&#1077;&#1085;&#1103;&#1083;&#1080; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1091; &#1084;&#1072;&#1090;&#1077;&#1088;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1094;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081; &#1078;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081; &#1087;&#1086;&#1074;&#1077;&#1088;&#1093;&#1085;&#1086;&#1089;&#1090;&#1080;. &#1042; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1093;&#1086;&#1073;&#1073;&#1080; &#1086;&#1085;&#1080; &#1074;&#1088;&#1077;&#1084;&#1103; &#1086;&#1090; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1080; &#1089; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1084; &#1091;&#1089;&#1087;&#1077;&#1093;&#1086;&#1084; &#1084;&#1072;&#1089;&#1090;&#1077;&#1088;&#1103;&#1090; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1077; &#1076;&#1077;&#1088;&#1077;&#1074;&#1103;&#1085;&#1085;&#1099;&#1077; &#1086;&#1088;&#1085;&#1072;&#1084;&#1077;&#1085;&#1090;&#1099;. &#1055;&#1088;&#1072;&#1074;&#1076;&#1072;, &#1087;&#1086;&#1076;&#1095;&#1072;&#1089; &#1101;&#1090;&#1086; &#1079;&#1072;&#1085;&#1103;&#1090;&#1080;&#1077; &#1089;&#1080;&#1083;&#1100;&#1085;&#1086; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1080;&#1084; &#1085;&#1072; &#1085;&#1077;&#1088;&#1074;&#1099;, &#1090;&#1086;&#1075;&#1076;&#1072; &#1075;&#1086;&#1073;&#1083;&#1080;&#1085;&#1099; &#1087;&#1083;&#1102;&#1102;&#1090; &#1085;&#1072; &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1086;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103;&#1087;&#1088;&#1077;&#1087;&#1088;&#1086;&#1074;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077; &#1080; &#1091;&#1089;&#1087;&#1086;&#1082;&#1072;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103;, &#1086;&#1073;&#1074;&#1086;&#1088;&#1086;&#1074;&#1099;&#1074;&#1072;&#1103; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1080;&#1093;. &#1053;&#1077; &#1074;&#1089;&#1103;&#1082;&#1080;&#1081; &#1075;&#1086;&#1073;&#1083;&#1080;&#1085; &#1084;&#1086;&#1078;&#1077;&#1090; &#1091;&#1078;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074; &#1086;&#1073;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077; &#1083;&#1102;&#1076;&#1077;&#1081;. &#1050;&#1072;&#1082; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086;, &#1085;&#1072;&#1091;&#1095;&#1080;&#1074;&#1096;&#1080;&#1089;&#1100; &#1085;&#1077; &#1085;&#1072;&#1087;&#1072;&#1076;&#1072;&#1090;&#1100; &#1085;&#1072; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072; &#1080; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1074; &#1088;&#1072;&#1073;&#1086;&#1090;&#1091; &#1087;&#1088;&#1080;&#1089;&#1083;&#1091;&#1078;&#1085;&#1080;&#1082;&#1072;, &#1086;&#1085;&#1080;, &#1074; &#1082;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086;&#1084; &#1089;&#1095;&#1077;&#1090;&#1077;, &#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1074;&#1099;&#1096;&#1074;&#1099;&#1088;&#1085;&#1091;&#1090;&#1099;&#1084;&#1080; &#1085;&#1072; &#1091;&#1083;&#1080;&#1094;&#1091;, &#1072; &#1090;&#1086; &#1080; &#1091;&#1073;&#1080;&#1090;&#1099;&#1084;&#1080;. &#1050; &#1089;&#1095;&#1072;&#1089;&#1090;&#1100;&#1102;, &#1080;&#1093; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1087;&#1088;&#1080;&#1074;&#1083;&#1077;&#1082;&#1072;&#1077;&#1090; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086;&#1090;&#1072; &#1080; &#1087;&#1088;&#1103;&#1084;&#1086;&#1090;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099;, &#1072; &#1085;&#1077; &#1087;&#1086;&#1083;&#1080;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1089;&#1087;&#1086;&#1088;&#1099;, &#1090;&#1088;&#1077;&#1073;&#1091;&#1102;&#1097;&#1080;&#1077; &#1082;&#1091;&#1076;&#1072; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077;&#1081; &#1091;&#1084;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1081; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1080; &#1080; &#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1086;&#1090;&#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1085;&#1072; &#1086;&#1090;&#1082;&#1091;&#1087; &#1083;&#1102;&#1076;&#1103;&#1084;. &#1050;&#1089;&#1090;&#1072;&#1090;&#1080;, &#1086;&#1090;&#1085;&#1086;&#1089;&#1103;&#1090;&#1089;&#1103; &#1082; &#1075;&#1086;&#1073;&#1083;&#1080;&#1085;&#1072;&#1084;, &#1087;&#1086; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077;&#1081; &#1095;&#1072;&#1089;&#1090;&#1080;, &#1076;&#1088;&#1091;&#1078;&#1077;&#1083;&#1102;&#1073;&#1085;&#1086;.</p>
<p>&#1048;&#1079;&#1086;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1077; &#1075;&#1088;&#1091;&#1087;&#1087;&#1099; &#1075;&#1086;&#1073;&#1083;&#1080;&#1085;&#1086;&#1074;, &#1082;&#1072;&#1082; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086;, &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1102;&#1090; &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1077;&#1085;&#1085;&#1086; &#1087;&#1086;-&#1076;&#1088;&#1091;&#1075;&#1086;&#1084;&#1091;. &#1053;&#1077; &#1089;&#1084;&#1086;&#1090;&#1088;&#1103; &#1085;&#1072; &#1086;&#1095;&#1077;&#1074;&#1080;&#1076;&#1085;&#1091;&#1102; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086;&#1090;&#1091; &#1080; &#1076;&#1072;&#1078;&#1077; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1078;&#1077;&#1089;&#1090;&#1086;&#1082;&#1086;&#1089;&#1090;&#1100;, &#1080;&#1093; &#1086;&#1073;&#1097;&#1077;&#1089;&#1090;&#1074;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1093;&#1074;&#1072;&#1089;&#1090;&#1072;&#1090;&#1100; &#1085;&#1072; &#1091;&#1076;&#1080;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1078;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1086;&#1081; &#1074;&#1077;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1081;. &#1055;&#1077;&#1088;&#1074;&#1099;&#1081; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090; &#1089; &#1083;&#1102;&#1076;&#1100;&#1084;&#1080; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090; &#1085;&#1072; &#1085;&#1080;&#1093; &#1085;&#1077;&#1080;&#1079;&#1075;&#1083;&#1072;&#1076;&#1080;&#1084;&#1086;&#1077; &#1074;&#1087;&#1077;&#1095;&#1072;&#1090;&#1083;&#1077;&#1085;&#1080;&#1077;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1075;&#1086;&#1073;&#1083;&#1080;&#1085;&#1099; &#1085;&#1072;&#1087;&#1072;&#1076;&#1072;&#1102;&#1090;, &#1090;&#1086; &#1087;&#1099;&#1090;&#1072;&#1102;&#1090;&#1089;&#1103; &#1079;&#1072;&#1081;&#1090;&#1080; &#1089;&#1079;&#1072;&#1076;&#1080;, &#1089;&#1087;&#1088;&#1072;&#1074;&#1077;&#1076;&#1083;&#1080;&#1074;&#1086; &#1087;&#1086;&#1083;&#1072;&#1075;&#1072;&#1103;, &#1095;&#1090;&#1086; &#1086;&#1089;&#1090;&#1072;&#1090;&#1100;&#1089;&#1103; &#1074; &#1078;&#1080;&#1074;&#1099;&#1093; &#1082;&#1091;&#1076;&#1072; &#1074;&#1072;&#1078;&#1085;&#1077;&#1077;, &#1095;&#1077;&#1084; &#1073;&#1083;&#1102;&#1089;&#1090;&#1080; &#1095;&#1077;&#1089;&#1090;&#1100;.</p>
<hr />
<p><a name="brains">
<h3>&#1052;&#1086;&#1079;&#1075;&#1080;</h3>
</a></p>
<p>&#1057;&#1072;&#1084;&#1072;&#1103; &#1085;&#1077;&#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1072;&#1103; &#1090;&#1074;&#1072;&#1088;&#1100; &#1055;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1080;&#1081; &#1076;&#1086; &#1073;&#1086;&#1083;&#1080; &#1085;&#1072;&#1087;&#1086;&#1084;&#1080;&#1085;&#1072;&#1077;&#1090; &#1086;&#1075;&#1088;&#1086;&#1084;&#1085;&#1099;&#1081; &#1088;&#1086;&#1079;&#1086;&#1074;&#1099;&#1081; &#1084;&#1086;&#1079;&#1075;. &#1053;&#1072;&#1076;&#1086; &#1089;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100;, &#1095;&#1090;&#1086; &#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1099;, &#1087;&#1086;&#1093;&#1086;&#1078;&#1080;&#1077; &#1085;&#1072; &#1095;&#1072;&#1089;&#1090;&#1080; &#1090;&#1077;&#1083;&#1072;, &#1074;&#1086;&#1086;&#1073;&#1097;&#1077; &#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1085;&#1099;, &#1085;&#1086; &#1101;&#1090;&#1080; - &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;. &#1061;&#1086;&#1090;&#1103; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1074;&#1089;&#1077;&#1075;&#1086; &#1087;&#1091;&#1075;&#1072;&#1077;&#1090; &#1090;&#1086;, &#1095;&#1090;&#1086; &#1086;&#1085;&#1080; &#1085;&#1080;&#1082;&#1086;&#1075;&#1076;&#1072; &#1085;&#1077; &#1085;&#1072;&#1087;&#1072;&#1076;&#1072;&#1102;&#1090;, &#1087;&#1086; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077;&#1081; &#1084;&#1077;&#1088;&#1077;, &#1089;&#1088;&#1072;&#1079;&#1091;. &#1053;&#1077;&#1090;, &#1086;&#1085;&#1080; &#1073;&#1091;&#1076;&#1091;&#1090; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1080;&#1085;&#1072;&#1095;&#1077; - &#1074; &#1080;&#1093;... &#1084;&#1086;&#1079;&#1075;&#1072;&#1093;?... &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1090;&#1089;&#1103; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; &#1086;&#1073;&#1086; &#1074;&#1089;&#1077;&#1093; &#1091;&#1075;&#1083;&#1072;&#1093; &#1080; &#1079;&#1072;&#1082;&#1086;&#1091;&#1083;&#1082;&#1072;&#1093; &#1086;&#1082;&#1088;&#1077;&#1089;&#1090;&#1085;&#1099;&#1093; &#1090;&#1077;&#1088;&#1088;&#1080;&#1090;&#1086;&#1088;&#1080;&#1081;, &#1087;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1089;&#1085;&#1072;&#1095;&#1072;&#1083;&#1072; &#1086;&#1085;&#1080; &#1087;&#1088;&#1086;&#1085;&#1080;&#1082;&#1085;&#1091;&#1090; &#1074; &#1084;&#1099;&#1089;&#1083;&#1080; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074; &#1080; &#1085;&#1077;&#1085;&#1072;&#1074;&#1103;&#1079;&#1095;&#1080;&#1074;&#1086; &#1087;&#1086;&#1076;&#1089;&#1082;&#1072;&#1078;&#1091;&#1090; &#1080;&#1084;, &#1082;&#1072;&#1082; &#1079;&#1072;&#1097;&#1080;&#1090;&#1080;&#1090;&#1100;&#1089;&#1103; &#1086;&#1090; &#1085;&#1072;&#1076;&#1074;&#1080;&#1075;&#1072;&#1102;&#1097;&#1077;&#1081;&#1089;&#1103; &#1086;&#1087;&#1072;&#1089;&#1085;&#1086;&#1089;&#1090;&#1080;. &#1058;&#1072;&#1082; &#1095;&#1090;&#1086;, &#1077;&#1089;&#1083;&#1080; &#1073;&#1077;&#1079;&#1084;&#1086;&#1079;&#1075;&#1083;&#1099;&#1081; &#1090;&#1072;&#1088;&#1072;&#1082;&#1072;&#1085; &#1074;&#1099;&#1073;&#1077;&#1088;&#1077;&#1090;&#1089;&#1103; &#1080;&#1079; &#1093;&#1080;&#1090;&#1088;&#1086;&#1091;&#1084;&#1085;&#1086; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081; &#1083;&#1086;&#1074;&#1091;&#1096;&#1082;&#1080;, &#1087;&#1088;&#1086;&#1081;&#1076;&#1077;&#1090; &#1087;&#1086; &#1083;&#1072;&#1073;&#1080;&#1088;&#1080;&#1085;&#1090;&#1091; &#1080;, &#1074;&#1084;&#1077;&#1089;&#1090;&#1077; &#1089; &#1087;&#1086;&#1083;&#1095;&#1080;&#1097;&#1072;&#1084;&#1080; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;, &#1091;&#1089;&#1090;&#1088;&#1077;&#1084;&#1080;&#1090;&#1089;&#1103; &#1087;&#1088;&#1103;&#1084;&#1086; &#1082; &#1074;&#1072;&#1084;, &#1086;&#1073;&#1093;&#1086;&#1076;&#1103; &#1086;&#1076;&#1085;&#1086; &#1079;&#1072; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084; &#1074;&#1089;&#1077; &#1087;&#1088;&#1077;&#1087;&#1103;&#1090;&#1089;&#1090;&#1074;&#1080;&#1103; &#1085;&#1072; &#1089;&#1074;&#1086;&#1077;&#1084; &#1087;&#1091;&#1090;&#1080;, &#1074;&#1099; &#1073;&#1091;&#1076;&#1077;&#1090;&#1077; &#1090;&#1086;&#1095;&#1085;&#1086; &#1079;&#1085;&#1072;&#1090;&#1100;, &#1095;&#1100;&#1080;&#1093; &#1101;&#1090;&#1086; &#1080;&#1079;&#1074;&#1080;&#1083;&#1080;&#1085; &#1076;&#1077;&#1083;&#1086;. &#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1085;&#1072;&#1091;&#1095;&#1080;&#1090;&#1100;&#1089;&#1103; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1090;&#1100;&#1089;&#1103; &#1089; &#1084;&#1086;&#1079;&#1075;&#1072;&#1084;&#1080;, &#1074;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1091;&#1089;&#1074;&#1086;&#1080;&#1090;&#1100; &#1093;&#1086;&#1076; &#1080;&#1093; &#1084;&#1099;&#1089;&#1083;&#1077;&#1081;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1095;&#1077;&#1075;&#1086; &#1087;&#1086;&#1081;&#1084;&#1077;&#1090;&#1077;, &#1095;&#1090;&#1086; &#1080;&#1085;&#1086;&#1075;&#1076;&#1072; &#1080;&#1085;&#1090;&#1077;&#1083;&#1083;&#1077;&#1082;&#1090; - &#1085;&#1080;&#1095;&#1090;&#1086; &#1087;&#1086; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1102; &#1089; &#1075;&#1086;&#1083;&#1099;&#1084;&#1080; &#1080;&#1085;&#1089;&#1090;&#1080;&#1085;&#1082;&#1090;&#1072;&#1084;&#1080;. &#1053;&#1091;, &#1088;&#1072;&#1079;&#1074;&#1077; &#1095;&#1090;&#1086; &#1085;&#1072; &#1096;&#1072;&#1093;&#1084;&#1072;&#1090;&#1099; &#1101;&#1090;&#1086; &#1085;&#1077; &#1088;&#1072;&#1089;&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1103;&#1077;&#1090;&#1089;&#1103;. &#1040; &#1077;&#1097;&#1077;, &#1091;&#1078; &#1085;&#1077; &#1079;&#1085;&#1072;&#1077;&#1084;, &#1093;&#1086;&#1088;&#1086;&#1096;&#1086; &#1101;&#1090;&#1086; &#1080;&#1083;&#1080; &#1087;&#1083;&#1086;&#1093;&#1086;, &#1091; &#1085;&#1080;&#1093; &#1077;&#1089;&#1090;&#1100; &#1088;&#1086;&#1090;, &#1090;&#1072;&#1082; &#1095;&#1090;&#1086;, &#1074;&#1080;&#1076;&#1080;&#1084;&#1086;, &#1077;&#1076;&#1086;&#1081; &#1086;&#1085;&#1080; &#1090;&#1072;&#1082;&#1078;&#1077; &#1085;&#1077; &#1073;&#1088;&#1077;&#1079;&#1075;&#1091;&#1102;&#1090;.</p>
<hr />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>
</body>
</html>
