<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1069;&#1082;&#1088;&#1072;&#1085; &#1074;&#1099;&#1073;&#1086;&#1088;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;</u></h3>
&#1063;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1087;&#1072;&#1089;&#1090;&#1100; &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085; &#1074;&#1099;&#1073;&#1086;&#1088;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;, &#1074; <a href="commands.html">&#1043;&#1083;&#1072;&#1074;&#1085;&#1086;&#1084; &#1084;&#1077;&#1085;&#1102; </a> &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1087;&#1091;&#1085;&#1082;&#1090; &quot;<b>&#1057;</b>&#1084;&#1077;&#1085;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;". &#1047;&#1076;&#1077;&#1089;&#1100; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1080;&#1090;&#1100; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103;:<br />
<p><a name="select"><b><u>&#1055;</u>&#1086;&#1076;&#1090;&#1074;&#1077;&#1088;&#1076;&#1080;&#1090;&#1100;</b></a> - &#1074;&#1099;&#1073;&#1080;&#1088;&#1072;&#1077;&#1090; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1081; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1100; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;. &#1042; &#1082;&#1072;&#1078;&#1076;&#1086;&#1084; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1077; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1090;&#1089;&#1103; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; &#1086; &#1087;&#1088;&#1086;&#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1080; &#1074; &#1080;&#1075;&#1088;&#1077;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;.</p>
<p><a name="new"><b><u>&#1053;</u>&#1086;&#1074;&#1099;&#1081; &#1080;&#1075;&#1088;&#1086;&#1082;</b></a> - &#1089;&#1086;&#1079;&#1076;&#1072;&#1077;&#1090; &#1085;&#1086;&#1074;&#1099;&#1081; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1100; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;. &#1069;&#1090;&#1072; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1072;, &#1077;&#1089;&#1083;&#1080; &#1074; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1085;&#1091;&#1102; &#1074;&#1077;&#1088;&#1089;&#1080;&#1102; &#1044;&#1056;&#1054;&#1044; &#1080;&#1075;&#1088;&#1072;&#1077;&#1090; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;.</p>
<p><a name="delete"><b>&#1059;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; </b></a> - &#1085;&#1072;&#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1091;&#1076;&#1072;&#1083;&#1103;&#1077;&#1090; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1099;&#1081; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1100; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;. &#1057;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;, &#1101;&#1090;&#1086; &#1074;&#1083;&#1077;&#1095;&#1077;&#1090; &#1079;&#1072; &#1089;&#1086;&#1073;&#1086;&#1081; &#1091;&#1076;&#1072;&#1083;&#1077;&#1085;&#1080;&#1077; &#1074;&#1089;&#1077;&#1093; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1093; &#1080;&#1075;&#1088; &#1080; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;, &#1087;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1091;&#1073;&#1077;&#1076;&#1080;&#1090;&#1077;&#1089;&#1100; &#1074; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080; &#1076;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1096;&#1072;&#1075;&#1072;.</p>
<p><a name="export"><b><u>&#1069;</u>&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;</b></a> - &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1103;&#1077;&#1090; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1099;&#1081; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1100; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1074;&#1084;&#1077;&#1089;&#1090;&#1077; &#1089;&#1086; &#1074;&#1089;&#1077;&#1084;&#1080; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1084;&#1080; &#1080;&#1075;&#1088;&#1072;&#1084;&#1080; &#1080; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103;&#1084;&#1080;. &#1044;&#1072;&#1085;&#1085;&#1072;&#1103; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103; &#1086;&#1073;&#1083;&#1077;&#1075;&#1095;&#1072;&#1077;&#1090; &#1087;&#1077;&#1088;&#1077;&#1085;&#1086;&#1089; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1080; &#1087;&#1088;&#1086;&#1095;&#1077;&#1081; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1085;&#1072; &#1074;&#1077;&#1088;&#1089;&#1080;&#1102; &#1044;&#1056;&#1054;&#1044;, &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1085;&#1091;&#1102; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1084;&#1072;&#1096;&#1080;&#1085;&#1077;.</p>
<p><a name="exportsaves"><b>&#1069;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090; <u>&#1089;</u>&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1093; &#1080;&#1075;&#1088;</b></a> - &#1079;&#1072;&#1087;&#1080;&#1089;&#1099;&#1074;&#1072;&#1077;&#1090; &#1074;&#1089;&#1077; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1077; &#1080;&#1075;&#1088;&#1099; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1075;&#1086; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1103; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082; &#1074; &#1074;&#1080;&#1076;&#1077; &#1092;&#1072;&#1081;&#1083;&#1072;, &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1072;&#1103; &#1086;&#1090;&#1090;&#1091;&#1076;&#1072; &#1074;&#1089;&#1077; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077;. &#1051;&#1102;&#1073;&#1086;&#1081; &#1080;&#1075;&#1088;&#1086;&#1082; &#1084;&#1086;&#1078;&#1077;&#1090; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1101;&#1090;&#1080; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1077; &#1080;&#1075;&#1088;&#1099;. &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1076;&#1072;&#1085;&#1085;&#1091;&#1102; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1102; &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1076;&#1077;&#1083;&#1080;&#1090;&#1100;&#1089;&#1103; &#1089;&#1074;&#1086;&#1080;&#1084;&#1080; &#1091;&#1089;&#1087;&#1077;&#1093;&#1072;&#1084;&#1080; &#1074; &#1044;&#1056;&#1054;&#1044;&#1077; &#1089; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084;&#1080; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;&#1084;&#1080;, &#1085;&#1077; &#1076;&#1072;&#1074;&#1072;&#1103; &#1080;&#1084; &#1087;&#1088;&#1080; &#1101;&#1090;&#1086;&#1084; &#1072;&#1074;&#1090;&#1086;&#1088;&#1089;&#1082;&#1086;&#1075;&#1086; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072; &#1082; &#1074;&#1072;&#1096;&#1080;&#1084; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;&#1084;.</p>
<p><a name="import"><b><u>&#1048;</u>&#1084;&#1087;&#1086;&#1088;&#1090;</b></a> - &#1079;&#1072;&#1075;&#1088;&#1091;&#1078;&#1072;&#1077;&#1090; &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1100; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1044;&#1056;&#1054;&#1044;, &#1088;&#1072;&#1085;&#1077;&#1077; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1081; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082; (&#1082;&#1072;&#1082; &#1094;&#1077;&#1083;&#1080;&#1082;&#1086;&#1084;, &#1090;&#1072;&#1082; &#1080; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1077; &#1080;&#1075;&#1088;&#1099;). &#1069;&#1090;&#1086; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1080;&#1090; &#1074;&#1072;&#1084; &#1074;&#1086;&#1089;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1077; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1077; &#1080;&#1075;&#1088;&#1099;. &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: &#1076;&#1083;&#1103; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1072; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1093; &#1080;&#1075;&#1088; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1100;&#1103; (&#1085;&#1072;&#1073;&#1086;&#1088;&#1072; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081;), &#1089;&#1087;&#1077;&#1088;&#1074;&#1072; &#1085;&#1091;&#1078;&#1085;&#1086; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1100;&#1077; &#1074; &#1089;&#1074;&#1086;&#1102; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1085;&#1091;&#1102; &#1074;&#1077;&#1088;&#1089;&#1080;&#1102; &#1044;&#1056;&#1054;&#1044;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1095;&#1077;&#1075;&#1086; &#1087;&#1088;&#1086;&#1074;&#1077;&#1089;&#1090;&#1080; &#1090;&#1091; &#1078;&#1077; &#1084;&#1072;&#1085;&#1080;&#1087;&#1091;&#1083;&#1103;&#1094;&#1080;&#1102; &#1089; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084;&#1080; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;.</p>
<p><b><u>&#1054;</u>&#1090;&#1084;&#1077;&#1085;&#1072;</b> - &#1074;&#1086;&#1079;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090; &#1085;&#1072; &#1087;&#1088;&#1077;&#1076;&#1099;&#1076;&#1091;&#1097;&#1080;&#1081; &#1101;&#1082;&#1088;&#1072;&#1085;.</p>
<hr />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>
</body>
</html>