<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<p><b>&#1047;&#1040;&#1057;&#1058;&#1056;&#1071;&#1051;&#1048;?</b> &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; <a href="http://forum.caravelgames.com/message.php?Action=SearchHintsForm&amp;BoardID=1">&#1089;&#1102;&#1076;&#1072;,</a>
&#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1087;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1080; &#1087;&#1086; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1102; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.</p>
<hr />
<h3><u>&#1041;&#1099;&#1089;&#1090;&#1088;&#1099;&#1081; &#1089;&#1090;&#1072;&#1088;&#1090; &#1080; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1089; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1099;</u></h3>
<p>&#1044;&#1056;&#1054;&#1044; - &#1080;&#1075;&#1088;&#1072;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081; &#1074;&#1072;&#1084; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1086;&#1080;&#1090; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1100; &#1083;&#1072;&#1073;&#1080;&#1088;&#1080;&#1085;&#1090;&#1099; &#1087;&#1086;&#1076;&#1079;&#1077;&#1084;&#1077;&#1083;&#1080;&#1081;. &#1055;&#1086;&#1084;&#1086;&#1075;&#1080;&#1090;&#1077; &#1041;&#1080;&#1090;&#1088;&#1086;, &#1087;&#1088;&#1086;&#1092;&#1077;&#1089;&#1089;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086;&#1084;&#1091; &#1080;&#1089;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1102; &#1085;&#1077;&#1095;&#1080;&#1089;&#1090;&#1080;, &#1087;&#1086;&#1073;&#1077;&#1076;&#1080;&#1090;&#1100; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097; &#1080; &#1088;&#1072;&#1079;&#1075;&#1072;&#1076;&#1072;&#1090;&#1100; &#1074;&#1089;&#1077; &#1079;&#1072;&#1075;&#1072;&#1076;&#1082;&#1080;.</p>
<p>&#1042;&#1086;&#1090; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1082;&#1094;&#1080;&#1080; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1086; &#1076;&#1083;&#1103; &#1090;&#1077;&#1093;, &#1082;&#1090;&#1086; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1082;&#1094;&#1080;&#1080;  &#1095;&#1080;&#1090;&#1072;&#1090;&#1100; &#1085;&#1077; &#1083;&#1102;&#1073;&#1080;&#1090;. &#1063;&#1090;&#1086;&#1073;&#1099; &#1087;&#1088;&#1086;&#1081;&#1090;&#1080; &#1044;&#1056;&#1054;&#1044; &#1074;&#1072;&#1084; &#1087;&#1086;&#1085;&#1072;&#1076;&#1086;&#1073;&#1080;&#1090;&#1089;&#1103;:</p>
<p>1. &#1059;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1080;&#1090;&#1100; &#1074;&#1089;&#1077;&#1093; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097; &#1074; &#1082;&#1072;&#1078;&#1076;&#1086;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;.<br />
2. &#1053;&#1072;&#1081;&#1090;&#1080; &#1083;&#1077;&#1089;&#1090;&#1085;&#1080;&#1094;&#1091;, &#1074;&#1077;&#1076;&#1091;&#1097;&#1091;&#1102; &#1085;&#1072; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;.</p>
<p>&#1044;&#1056;&#1054;&#1044; - &#1080;&#1075;&#1088;&#1072; &#1087;&#1086;&#1096;&#1072;&#1075;&#1086;&#1074;&#1072;&#1103;: &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072; &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1072;&#1102;&#1090; &#1089;&#1074;&#1086;&#1081; &#1093;&#1086;&#1076; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1087;&#1086;&#1089;&#1083;&#1077; &#1074;&#1072;&#1096;&#1077;&#1075;&#1086;. &#1047;&#1072;&#1087;&#1072;&#1089;&#1080;&#1090;&#1077;&#1089;&#1100; &#1090;&#1077;&#1088;&#1087;&#1077;&#1085;&#1080;&#1077;&#1084; - &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1074; &#1101;&#1090;&#1086;&#1081; &#1080;&#1075;&#1088;&#1077; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1086;&#1090;&#1083;&#1080;&#1095;&#1072;&#1077;&#1090;&#1089;&#1103; &#1086;&#1090; &#1087;&#1088;&#1086;&#1095;&#1080;&#1093;, &#1082; &#1085;&#1077;&#1084;&#1091; &#1085;&#1091;&#1078;&#1085;&#1086; &#1087;&#1088;&#1080;&#1074;&#1099;&#1082;&#1085;&#1091;&#1090;&#1100;.</p>
<p>&#1055;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1082;&#1085;&#1086;&#1087;&#1086;&#1082; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1099; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1072;&#1090;&#1100; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103;:</p>
<p>
<table border="1">
  <tbody>
    <tr>
      <td width="257"><b>7</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1089;&#1077;&#1074;&#1077;&#1088;&#1086;-&#1079;&#1072;&#1087;&#1072;&#1076;</td>
      <td width="260"><b>8</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1089;&#1077;&#1074;&#1077;&#1088;</td>
      <td width="260"><b>9</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1089;&#1077;&#1074;&#1077;&#1088;&#1086;-&#1074;&#1086;&#1089;&#1090;&#1086;&#1082;</td>
    </tr>
    <tr>
      <td><b>4</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1079;&#1072;&#1087;&#1072;&#1076;</td>
      <td><b>5</b> - &#1087;&#1086;&#1076;&#1086;&#1078;&#1076;&#1072;&#1090;&#1100;</td>
      <td><b>6</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1074;&#1086;&#1089;&#1090;&#1086;&#1082;</td>
    </tr>
    <tr>
      <td><b>1</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1102;&#1075;&#1086;-&#1079;&#1072;&#1087;&#1072;&#1076;</td>
      <td><b>2</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1102;&#1075;</td>
      <td><b>3</b> - &#1048;&#1076;&#1090;&#1080; &#1085;&#1072; &#1102;&#1075;&#1086;-&#1074;&#1086;&#1089;&#1090;&#1086;&#1082;</td>
    </tr>
    <tr>
      <td colspan="3">&nbsp;</td>
    </tr>
    <tr>
      <td colspan="3"><b>q</b> - &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1084;&#1077;&#1095; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074; &#1095;&#1072;&#1089;&#1086;&#1074;&#1086;&#1081; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1080;</td>
    </tr>
    <tr>
      <td colspan="3"><b>w</b> - &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1084;&#1077;&#1095; &#1087;&#1086; &#1095;&#1072;&#1089;&#1086;&#1074;&#1086;&#1081; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1077;</td>
    </tr>
    <tr>
      <td colspan="3"><b>r</b> - &#1085;&#1072;&#1095;&#1072;&#1090;&#1100; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1089; &#1085;&#1072;&#1095;&#1072;&#1083;&#1072; (&#1089; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1086;&#1081; &#1090;&#1086;&#1095;&#1082;&#1080;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;)</td>
    </tr>
    <tr>
      <td colspan="3"><b>Backspace</b> - &#1086;&#1090;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1077;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;</td>
    </tr>
    <tr>
      <td colspan="3"><b>+ (&#1084;&#1072;&#1083;&#1072;&#1103; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1085;&#1072;&#1103; &#1087;&#1072;&#1085;&#1077;&#1083;&#1100;)</b> - &#1076;&#1091;&#1073;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1077;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;</td>
    </tr>
  </tbody>
</table>
</p>
<p>&#1050;&#1083;&#1072;&#1074;&#1080;&#1096;&#1080; &#1076;&#1083;&#1103; &#1101;&#1090;&#1080;&#1093; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1081; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1087;&#1077;&#1088;&#1077;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1099; &#1085;&#1072; <a href="settings.html">&#1101;&#1082;&#1088;&#1072;&#1085;&#1077; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1086;&#1082;</a>.
&#1055;&#1086;&#1076;&#1088;&#1086;&#1073;&#1085;&#1086;&#1089;&#1090;&#1080; &#1086; &#1087;&#1088;&#1086;&#1095;&#1080;&#1093; &#1080;&#1075;&#1088;&#1086;&#1074;&#1099;&#1093; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103;&#1093; &#1089;&#1084;. &#1074; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077; <a href="keyboard.html">&#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1089; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1099;</a>.</p>
<p>&#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1080;: &#1042;&#1088;&#1077;&#1084;&#1103; &#1085;&#1072; &#1086;&#1073;&#1076;&#1091;&#1084;&#1099;&#1074;&#1072;&#1085;&#1080;&#1077; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1075;&#1086; &#1093;&#1086;&#1076;&#1072; &#1085;&#1077; &#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1086;. &#1063;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1085;&#1072;&#1095;&#1085;&#1091;&#1090; &#1089;&#1074;&#1086;&#1077; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1077; &#1089;&#1088;&#1072;&#1079;&#1091; &#1087;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1087;&#1086;&#1093;&#1086;&#1076;&#1080;&#1090;&#1077; &#1074;&#1099;. &#1055;&#1086;&#1084;&#1085;&#1080;&#1090;&#1077; &#1086;&#1073; &#1101;&#1090;&#1086;&#1084;, &#1090;&#1072;&#1082; &#1082;&#1072;&#1082; &#1074; &#1101;&#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1079;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100; &#1085;&#1072; &#1085;&#1077;&#1073;&#1077;&#1079;&#1086;&#1087;&#1072;&#1089;&#1085;&#1099;&#1077; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1099;, &#1077;&#1089;&#1083;&#1080; &#1091;&#1074;&#1077;&#1088;&#1077;&#1085;&#1099;, &#1095;&#1090;&#1086;  &#1101;&#1090;&#1086;&#1090; &#1096;&#1072;&#1075; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1080;&#1090; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1080;&#1090;&#1100; &#1091;&#1075;&#1088;&#1086;&#1078;&#1072;&#1102;&#1097;&#1077;&#1077; &#1074;&#1072;&#1084; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1077;.</p>
<p>&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1079;&#1072;&#1089;&#1090;&#1088;&#1103;&#1083;&#1080;, &#1086;&#1073;&#1088;&#1072;&#1090;&#1080;&#1090;&#1077;&#1089;&#1100; &#1079;&#1072; &#1087;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;&#1084;&#1080; &#1085;&#1072; &#1092;&#1086;&#1088;&#1091;&#1084; <a href="http://forum.caravelgames.com">CaravelNet</a>.</p>
<p></p>
<hr />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>
</body>
</html>
