<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1047;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1072; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1093; &#1080;&#1075;&#1088;</u></h3>
<p>&#1053;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1080; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1087;&#1072;&#1089;&#1090;&#1100;, &#1074;&#1099;&#1073;&#1088;&#1072;&#1074; &#1074;
<a href="commands.html">&#1043;&#1083;&#1072;&#1074;&#1085;&#1086;&#1084; &#1084;&#1077;&#1085;&#1102; </a> &#1087;&#1091;&#1085;&#1082;&#1090;  "<b>&#1047;</b>&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1100;".&nbsp; &#1058;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074; &#1083;&#1102;&#1073;&#1091;&#1102; &#1080;&#1079; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1080;&#1093; &#1088;&#1072;&#1085;&#1077;&#1077; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1093; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1081;.&nbsp;&#1050;&#1072;&#1078;&#1076;&#1072;&#1103; &#1080;&#1079; &#1085;&#1080;&#1093; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1090; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1086; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1080; &#1076;&#1080;&#1085;&#1072;&#1084;&#1080;&#1082;&#1077; &#1076;&#1072;&#1085;&#1085;&#1086;&#1081; &#1080;&#1075;&#1088;&#1099; (&#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1082;&#1072;&#1082;&#1080;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1073;&#1099;&#1083;&#1080; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1099; &#1080; &#1087;&#1088;&#1086;&#1081;&#1076;&#1077;&#1085;&#1099; &#1076;&#1086; &#1101;&#1090;&#1086;&#1075;&#1086; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1072;). &nbsp;<a name="save"></a>&#1057;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1077; &#1080;&#1075;&#1088;&#1099; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1087;&#1086; &#1084;&#1077;&#1088;&#1077; &#1074;&#1072;&#1096;&#1077;&#1075;&#1086; &#1087;&#1088;&#1086;&#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103; &#1074; &#1084;&#1080;&#1088;&#1077; &#1044;&#1056;&#1054;&#1044;&#1072;, &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1086;&#1081; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1076;&#1083;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1085;&#1077; &#1087;&#1088;&#1077;&#1076;&#1091;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1085;&#1086;.</p>

<p>&#1053;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085;&#1077; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1080; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1080;&#1090;&#1100; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1077; &#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1080;&#1080;:</p>

<p><a name="level"><b>&#1042;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; </b></a> - &#1048;&#1075;&#1088;&#1086;&#1082; &#1084;&#1086;&#1078;&#1077;&#1090; &#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1085;&#1072; &#1083;&#1102;&#1073;&#1086;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1080;&#1079; &#1090;&#1077;&#1093;, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1086;&#1085; &#1087;&#1086;&#1073;&#1099;&#1074;&#1072;&#1083; &#1088;&#1072;&#1085;&#1077;&#1077;. &#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1085;&#1091;&#1078;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1080;&#1079; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072; &#1080;&#1083;&#1080; &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &nbsp;&quot;&#1055;&#1088;&#1080;&#1085;&#1091;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1089;&#1090;&#1072;&#1088;&#1090;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1085;&#1072;&#1095;&#1072;&#1090;&#1100; &#1080;&#1075;&#1088;&#1091; &#1089; &#1089;&#1072;&#1084;&#1086;&#1075;&#1086; &#1085;&#1072;&#1095;&#1072;&#1083;&#1072;.</p>

<p><a name="room"><b>&#1042;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; </b></a> - &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1072;&#1088;&#1090;&#1077; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103; &#1076;&#1083;&#1103; &#1074;&#1099;&#1073;&#1086;&#1088;&#1072; &#1083;&#1102;&#1073;&#1086;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081; &#1074;&#1099; &#1091;&#1078;&#1077; &#1087;&#1086;&#1073;&#1099;&#1074;&#1072;&#1083;&#1080;. &#1055;&#1086; &#1084;&#1077;&#1088;&#1077; &#1087;&#1088;&#1086;&#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103;, &#1080;&#1075;&#1088;&#1072; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1103;&#1077;&#1090; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077; &#1087;&#1086;&#1089;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1074; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1080;&#1093; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103;. &#1057;&#1077;&#1088;&#1099;&#1084; &#1085;&#1072; &#1082;&#1072;&#1088;&#1090;&#1077; &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;&#1099; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1074;&#1099; &#1077;&#1097;&#1077; &#1085;&#1077; &#1073;&#1099;&#1083;&#1080; &#1085;&#1072; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1077;&#1075;&#1086; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1103; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;. &#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &quot;&#1053;&#1072;&#1095;&#1072;&#1090;&#1100; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1089; &#1090;&#1086;&#1075;&#1086; &#1084;&#1077;&#1089;&#1090;&#1072;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1074;&#1099; &#1087;&#1086;&#1087;&#1072;&#1083;&#1080;, &#1074;&#1087;&#1077;&#1088;&#1074;&#1099;&#1077; &#1087;&#1086;&#1073;&#1099;&#1074;&#1072;&#1074; &#1085;&#1072; &#1101;&#1090;&#1086;&#1084; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;.</p>

<p><a name="position"><b>&#1042;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; </b></a> - &#1052;&#1080;&#1085;&#1080;-&#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090; &#1084;&#1077;&#1089;&#1090;&#1086;, &#1089; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1074;&#1099; &#1085;&#1072;&#1095;&#1085;&#1077;&#1090;&#1077;, &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;. &#1050;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1090;&#1086;&#1095;&#1082;&#1080;, &#1087;&#1088;&#1086;&#1081;&#1076;&#1077;&#1085;&#1085;&#1099;&#1077; &#1080;&#1075;&#1088;&#1086;&#1082;&#1086;&#1084;, &#1086;&#1073;&#1086;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1099; &#1082;&#1085;&#1086;&#1087;&#1082;&#1072;&#1084;&#1080; &quot;X&quot;.&nbsp; &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &quot;X&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1100; &#1080;&#1075;&#1088;&#1091; &#1089; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1072; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1077;&#1075;&#1086; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1086;&#1081; &#1090;&#1086;&#1095;&#1082;&#1080;. &#1055;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102;, &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1079;&#1072;&#1075;&#1088;&#1091;&#1078;&#1072;&#1077;&#1090;&#1089;&#1103; &#1089; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1072; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1077;&#1075;&#1086; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1086;&#1081; &#1090;&#1086;&#1095;&#1082;&#1080;. &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1054;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1074; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1102;&#1102; &#1085;&#1077; &#1087;&#1088;&#1086;&#1081;&#1076;&#1077;&#1085;&#1085;&#1091;&#1102; &#1074;&#1072;&#1084;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;.</p>

<p><a name="secrets"><b>&#1057;&#1077;&#1082;&#1088;&#1077;&#1090;&#1099; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081; </b></a> - &#1055;&#1086;&#1076; &#1082;&#1072;&#1088;&#1090;&#1086;&#1081; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090;&#1089;&#1103; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1074;&#1089;&#1077;&#1093; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1085;&#1099;&#1093; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1076;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1087;&#1088;&#1086;&#1081;&#1076;&#1077;&#1085;&#1085;&#1099;&#1093; &#1089;&#1077;&#1082;&#1088;&#1077;&#1090;&#1085;&#1099;&#1093; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;.</p>

<p><a name="restoring">&#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1047;&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1100;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1080;&#1090;&#1100; &#1089; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1081; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1080;. &#1055;&#1086;&#1084;&#1085;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1074; &#1080;&#1075;&#1088;&#1091;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1086;&#1090;&#1077;&#1088;&#1103;&#1090;&#1100; &#1074;&#1089;&#1077; &#1090;&#1077;&#1082;&#1091;&#1097;&#1080;&#1077; &#1085;&#1077;&#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1099;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; (&#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1087;&#1088;&#1086;&#1081;&#1076;&#1077;&#1085;&#1085;&#1099;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;)</a>.</p>

<p><a name="demos"><b>&#1055;&#1088;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081; </b></a> - &#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; F6, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; <a href="demos.html">&#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;</a>, &#1079;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1085;&#1099;&#1077; &#1074; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;.</p>

<hr />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>
</body>
</html>
