<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title></head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1050;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1077;&#1074; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1077;&#1081;</u></h3>
<p>&#1050;&#1086;&#1075;&#1076;&#1072; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078; &#1074;&#1093;&#1086;&#1076;&#1080;&#1090; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;, &#1085;&#1077;&#1080;&#1075;&#1088;&#1072;&#1073;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1080; (&#1053;&#1048;&#1055;) &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1102;&#1090; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1086;&#1075;&#1083;&#1072;&#1089;&#1085;&#1086; &#1079;&#1072;&#1083;&#1086;&#1078;&#1077;&#1085;&#1085;&#1086;&#1081; &#1074; &#1085;&#1080;&#1093; &#1089;&#1093;&#1077;&#1084;&#1077; &#1087;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103;. &#1057;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1095;&#1077;&#1090;&#1099;&#1088;&#1077; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1099;&#1093; &#1082;&#1083;&#1072;&#1089;&#1089;&#1072; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1085;&#1099;&#1093; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;:</p>
<ol>
  <li><a href="#placement">&#1056;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077;</a></li>
  <li><a href="#interaction">&#1042;&#1079;&#1072;&#1080;&#1084;&#1086;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;</a></li>
  <li><a href="#queries">&#1047;&#1072;&#1087;&#1088;&#1086;&#1089;&#1099;</a></li>
  <li><a href="#decision">&#1055;&#1088;&#1080;&#1085;&#1103;&#1090;&#1080;&#1077; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1081;</a></li>
</ol>
<p><a href="#usagenotes">&#1047;&#1072;&#1084;&#1077;&#1095;&#1072;&#1085;&#1080;&#1103; &#1087;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1102; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1077;&#1074; &#1053;&#1048;&#1055;</a><br />
<a href="#branchingexamples">&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;&#1099; &#1088;&#1072;&#1079;&#1074;&#1077;&#1090;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1082;&#1086;&#1076;&#1086;&#1074;&#1099;&#1093; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;</a></p>
<hr />
<p><a name="placement"><b>1.&nbsp;&nbsp;&#1056;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077;</b></a> - &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1077;&#1090; &#1084;&#1077;&#1089;&#1090;&#1086;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1053;&#1048;&#1055;.</p>
<ol>
  <li><a name="appear"><b>Appear (&#1055;&#1086;&#1103;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103;)</b></a> - &#1045;&#1089;&#1083;&#1080; &#1053;&#1048;&#1055; &#1085;&#1077; &#1074;&#1080;&#1076;&#1077;&#1085;, &#1090;&#1086; &#1086;&#1085; &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1089;&#1103; &#1085;&#1072; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1084; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1077; (&#1090;.&#1077;. &#1074;&#1086;&#1081;&#1076;&#1077;&#1090; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;). &#1069;&#1090;&#1072; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1073;&#1077;&#1089;&#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1072;, &#1077;&#1089;&#1083;&#1080; &#1053;&#1048;&#1055; &#1082; &#1090;&#1086;&#1084;&#1091; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1091; &#1091;&#1078;&#1077; &#1074;&#1080;&#1076;&#1077;&#1085;. &#1045;&#1089;&#1083;&#1080; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1077; &#1080;&#1083;&#1080; &#1080;&#1075;&#1088;&#1086;&#1082; &#1079;&#1072;&#1081;&#1084;&#1077;&#1090; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1053;&#1048;&#1055;, &#1090;&#1086; &#1101;&#1090;&#1086;&#1084;&#1091; &#1053;&#1048;&#1055;&#1091;  &#1087;&#1088;&#1080;&#1076;&#1077;&#1090;&#1089;&#1103; &#1087;&#1086;&#1076;&#1086;&#1078;&#1076;&#1072;&#1090;&#1100;, &#1087;&#1086;&#1082;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090; &#1086;&#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103;.</li>
  <li><a name="appear"><strong>Appear</strong></a><a name="appearat"><b> at (&#1055;&#1086;&#1103;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074;) </b></a>- &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1101;&#1090;&#1091; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1085;&#1077;&#1074;&#1080;&#1076;&#1080;&#1084;&#1099;&#1081; &#1053;&#1048;&#1055; &#1087;&#1086;&#1103;&#1074;&#1080;&#1083;&#1089;&#1103; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1085;&#1077; &#1085;&#1072; &#1090;&#1086;&#1084; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1077;, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1072;&#1075;&#1072;&#1083;&#1089;&#1103; &#1080;&#1079;&#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1086;. &#1055;&#1088;&#1080; &#1074;&#1099;&#1073;&#1086;&#1088;&#1077; &#1101;&#1090;&#1086;&#1081; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1085;&#1072; &#1082;&#1072;&#1082;&#1086;&#1077;-&#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1089;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;. &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1077;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1053;&#1048;&#1055;. &#1069;&#1090;&#1072; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1073;&#1077;&#1089;&#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1072;, &#1077;&#1089;&#1083;&#1080; &#1086;&#1085; &#1082; &#1090;&#1086;&#1084;&#1091; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1091; &#1091;&#1078;&#1077; &#1074;&#1080;&#1076;&#1077;&#1085;. &#1045;&#1089;&#1083;&#1080; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1077; &#1080;&#1083;&#1080; &#1080;&#1075;&#1088;&#1086;&#1082; &#1079;&#1072;&#1081;&#1084;&#1077;&#1090; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1053;&#1048;&#1055;, &#1090;&#1086; &#1101;&#1090;&#1086;&#1084;&#1091; &#1053;&#1048;&#1055;&#1091;  &#1087;&#1088;&#1080;&#1076;&#1077;&#1090;&#1089;&#1103; &#1087;&#1086;&#1076;&#1086;&#1078;&#1076;&#1072;&#1090;&#1100;, &#1087;&#1086;&#1082;&#1072; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090; &#1086;&#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103;.</li>
  <li><a name="disappear"><b>Disappear (&#1048;&#1089;&#1095;&#1077;&#1079;&#1085;&#1091;&#1090;&#1100;)</b></a> - &#1059;&#1073;&#1080;&#1088;&#1072;&#1077;&#1090; &#1053;&#1048;&#1055; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1076;&#1077;&#1083;&#1072;&#1103; &#1077;&#1075;&#1086; &#1085;&#1077;&#1074;&#1080;&#1076;&#1080;&#1084;&#1099;&#1084;. &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1101;&#1090;&#1091; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1053;&#1048;&#1055; &#1080;&#1089;&#1095;&#1077;&#1079; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;. &#1055;&#1086;&#1082;&#1072; &#1086;&#1085; &#1086;&#1089;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1077;&#1074;&#1080;&#1076;&#1080;&#1084;&#1099;&#1084;, &#1074;&#1089;&#1077; &#1087;&#1088;&#1086;&#1095;&#1080;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1073;&#1091;&#1076;&#1091;&#1090; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1053;&#1048;&#1055; &#1085;&#1077; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090; &#1074;&#1089;&#1090;&#1091;&#1087;&#1072;&#1090;&#1100; &#1074; &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090; &#1089; &#1083;&#1102;&#1073;&#1099;&#1084;&#1080; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1072;&#1084;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1076;&#1086; &#1090;&#1077;&#1093; &#1087;&#1086;&#1088;, &#1087;&#1086;&#1082;&#1072; &#1086;&#1085; &#1074;&#1085;&#1086;&#1074;&#1100; &#1085;&#1077; &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1089;&#1103;.</li>
  <li><a name="moveto"><b>Move to (&#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074;) </b></a> - &#1053;&#1048;&#1055; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1089;&#1103; &#1074; &#1091;&#1082;&#1072;&#1079;&#1072;&#1085;&#1085;&#1099;&#1081; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090; (&#1076;&#1083;&#1103; &#1074;&#1099;&#1073;&#1086;&#1088;&#1072; &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1087;&#1086; &#1085;&#1077;&#1084;&#1091; &#1084;&#1099;&#1096;&#1100;&#1102;).  &#1055;&#1086; &#1078;&#1077;&#1083;&#1072;&#1085;&#1080;&#1102;, &#1080;&#1079; &#1074;&#1089;&#1087;&#1083;&#1099;&#1074;&#1072;&#1102;&#1097;&#1077;&#1075;&#1086; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1090;&#1080;&#1087; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;, &#1079;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1084;&#1080; &#1073;&#1091;&#1076;&#1077;&#1090; &#1093;&#1086;&#1076;&#1080;&#1090;&#1100; &#1053;&#1048;&#1055;. &#1059;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1103; &lt;Ctrl&gt;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1099;&#1076;&#1077;&#1083;&#1103;&#1090;&#1100; &#1075;&#1088;&#1091;&#1087;&#1087;&#1099; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1086;&#1074; &#1080; &#1086;&#1090;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1080;&#1093; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077;. &#1055;&#1088;&#1080; &#1082;&#1072;&#1078;&#1076;&#1086;&#1084; &#1093;&#1086;&#1076;&#1077; &#1053;&#1048;&#1055; &#1073;&#1091;&#1076;&#1077;&#1090; &#1089;&#1090;&#1072;&#1088;&#1072;&#1090;&#1100;&#1089;&#1103; &#1087;&#1088;&#1080;&#1073;&#1083;&#1080;&#1079;&#1080;&#1090;&#1100;&#1089;&#1103; &#1082; &#1089;&#1074;&#1086;&#1077;&#1081; &#1094;&#1077;&#1083;&#1080;. &#1054;&#1085; &#1080;&#1076;&#1077;&#1090; &#1089;&#1090;&#1088;&#1086;&#1075;&#1086; &#1087;&#1086; &#1087;&#1088;&#1103;&#1084;&#1086;&#1081; &#1080; &#1086;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1089;&#1103;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1093;&#1086;&#1076;&#1072; &#1095;&#1090;&#1086;-&#1090;&#1086; &#1087;&#1088;&#1077;&#1075;&#1088;&#1072;&#1076;&#1080;&#1083;&#1086; &#1077;&#1084;&#1091; &#1087;&#1091;&#1090;&#1100;.
      <a name="forbidturning">&#1042;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1102; </a>"&#1047;&#1072;&#1087;&#1088;&#1077;&#1090;&#1080;&#1090;&#1100; &#1087;&#1086;&#1074;&#1086;&#1088;&#1086;&#1090;&#1099;", &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1085;&#1077; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1077; &#1082;&#1072;&#1078;&#1076;&#1099;&#1081; &#1088;&#1072;&#1079; &#1088;&#1072;&#1079;&#1074;&#1086;&#1088;&#1072;&#1095;&#1080;&#1074;&#1072;&#1083;&#1086;&#1089;&#1100; &#1083;&#1080;&#1094;&#1086;&#1084; &#1087;&#1086; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1102; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103;. &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1053;&#1048;&#1055; &#1076;&#1074;&#1080;&#1075;&#1072;&#1083;&#1089;&#1103; &#1073;&#1086;&#1083;&#1077;&#1077; &#1089;&#1083;&#1086;&#1078;&#1085;&#1099;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084; (&#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1087;&#1088;&#1086;&#1093;&#1086;&#1076;&#1080;&#1083; &#1087;&#1086; &#1080;&#1079;&#1074;&#1080;&#1074;&#1072;&#1102;&#1097;&#1080;&#1084;&#1089;&#1103; &#1082;&#1086;&#1088;&#1080;&#1076;&#1086;&#1088;&#1072;&#1084;), &#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1076;&#1086;&#1073;&#1080;&#1090;&#1100;&#1089;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086;, &#1079;&#1072;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1074; &#1089;&#1077;&#1088;&#1080;&#1102; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;  <b>&#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074;</b> (&#1087;&#1086; &#1086;&#1076;&#1085;&#1086;&#1081; &#1076;&#1083;&#1103; &#1082;&#1072;&#1078;&#1076;&#1086;&#1075;&#1086; &#1087;&#1086;&#1074;&#1086;&#1088;&#1086;&#1090;&#1072;). &#1044;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090;&#1089;&#1103;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1053;&#1048;&#1055; &#1087;&#1088;&#1080;&#1073;&#1099;&#1074;&#1072;&#1077;&#1090; &#1074; &#1079;&#1072;&#1076;&#1072;&#1085;&#1085;&#1099;&#1081; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;.
      <a name="singlestep">&#1042;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1102; </a>"&#1054;&#1076;&#1080;&#1085;&#1086;&#1095;&#1085;&#1099;&#1081; &#1096;&#1072;&#1075;", &#1095;&#1090;&#1086;&#1073;&#1099; &#1053;&#1048;&#1055; &#1089;&#1076;&#1077;&#1083;&#1072;&#1083; &#1083;&#1080;&#1096;&#1100; &#1086;&#1076;&#1080;&#1085; &#1096;&#1072;&#1075; &#1087;&#1086; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1102; &#1082; &#1079;&#1072;&#1076;&#1072;&#1085;&#1085;&#1086;&#1081; &#1094;&#1077;&#1083;&#1080;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1095;&#1077;&#1075;&#1086; &#1087;&#1077;&#1088;&#1077;&#1096;&#1077;&#1083; &#1082; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1081; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1077; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103;. &#1045;&#1089;&#1083;&#1080; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1077; &#1085;&#1077;&#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;, &#1085;&#1077;&#1084;&#1077;&#1076;&#1083;&#1077;&#1085;&#1085;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1072; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1072;&#1103; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103;.</li>
  <li><a name="move"><b>Move (&#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100;&#1089;&#1103;)</b></a> - &#1040;&#1085;&#1072;&#1083;&#1086;&#1075;&#1080;&#1095;&#1085;&#1086; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1077; <a href="#moveto"><b>&#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074;</b></a>, &#1079;&#1072; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077;&#1084; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086; &#1076;&#1083;&#1103; &#1085;&#1077;&#1077; &#1079;&#1072;&#1076;&#1072;&#1077;&#1090;&#1089;&#1103; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1086;&#1074;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1053;&#1048;&#1055; &#1087;&#1088;&#1086;&#1081;&#1076;&#1077;&#1090; &#1080;&#1079; &#1089;&#1074;&#1086;&#1077;&#1075;&#1086; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1075;&#1086; &#1084;&#1077;&#1089;&#1090;&#1086;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103;.  &#1055;&#1086;&#1083;&#1086;&#1078;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1095;&#1080;&#1089;&#1083;&#1072; &#1086;&#1073;&#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1102;&#1090; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1102;&#1075; &#1080; &#1074;&#1086;&#1089;&#1090;&#1086;&#1082;, &#1072; &#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; - &#1085;&#1072; &#1089;&#1077;&#1074;&#1077;&#1088; &#1080; &#1079;&#1072;&#1087;&#1072;&#1076;.</li>
  <li><a name="facedirection"><b>Face direction (&#1056;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1083;&#1080;&#1094;&#1086;&#1084; &#1087;&#1086; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1102;) </b></a> - &#1048;&#1079;&#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1086; &#1053;&#1048;&#1055; &#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085; &#1074; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080; &#1086;&#1090; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084; &#1077;&#1075;&#1086; &#1088;&#1072;&#1079;&#1084;&#1077;&#1089;&#1090;&#1080;&#1083;&#1080; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;. &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1101;&#1090;&#1091; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1085; &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1083;&#1089;&#1103; &#1074; &#1076;&#1088;&#1091;&#1075;&#1086;&#1084; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1080;, &#1087;&#1088;&#1080; &#1101;&#1090;&#1086;&#1084; &#1085;&#1077; &#1076;&#1074;&#1080;&#1075;&#1072;&#1103;&#1089;&#1100; (&#1079;&#1072;&#1090;&#1088;&#1072;&#1095;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1086;&#1076;&#1080;&#1085; &#1093;&#1086;&#1076;).</li>
</ol>

<p><a name="interaction"><b>2.&nbsp;&nbsp;&#1042;&#1079;&#1072;&#1080;&#1084;&#1086;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;</b></a> - &#1050;&#1072;&#1082; &#1053;&#1048;&#1055; &#1074;&#1079;&#1072;&#1080;&#1084;&#1086;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1089; &#1086;&#1082;&#1088;&#1091;&#1078;&#1072;&#1102;&#1097;&#1077;&#1081; &#1089;&#1088;&#1077;&#1076;&#1086;&#1081;.</p>
<ol>
  <li><a name="activateat"><b>Activate item at (&#1040;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090; &#1074;) </b></a> - &#1040;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1091;&#1077;&#1090; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090; &#1074; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1084; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1077;. &#1054;&#1073;&#1098;&#1077;&#1082;&#1090;&#1099;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1084;&#1086;&#1078;&#1085;&#1086; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;: &#1082;&#1086;&#1083;&#1077;&#1089;&#1072;,
      &#1087;&#1088;&#1080;&#1078;&#1080;&#1084;&#1085;&#1099;&#1077; &#1087;&#1072;&#1085;&#1077;&#1083;&#1080;, &#1092;&#1086;&#1085;&#1072;&#1088;&#1080; &#1080; &#1085;&#1072;&#1089;&#1090;&#1077;&#1085;&#1085;&#1099;&#1077; &#1092;&#1086;&#1085;&#1072;&#1088;&#1080;. &#1061;&#1086;&#1076; &#1073;&#1091;&#1076;&#1077;&#1090; &#1073;&#1077;&#1079;&#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1085;&#1099;&#1084;, &#1077;&#1089;&#1083;&#1080; &#1074; &#1091;&#1082;&#1072;&#1079;&#1072;&#1085;&#1085;&#1086;&#1084; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1077; &#1085;&#1077; &#1086;&#1082;&#1072;&#1078;&#1077;&#1090;&#1089;&#1103; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1075;&#1086; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1072;. &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: &#1087;&#1088;&#1077;&#1078;&#1076;&#1077;, &#1095;&#1077;&#1084; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1082;&#1086;&#1083;&#1077;&#1089;&#1086;, &#1087;&#1086;&#1076;&#1074;&#1077;&#1076;&#1080;&#1090;&#1077; &#1082; &#1085;&#1077;&#1084;&#1091; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1090;&#1086;&#1090; &#1089;&#1072;&#1084; &#1084;&#1086;&#1075; &#1080;&#1085;&#1090;&#1091;&#1080;&#1090;&#1080;&#1074;&#1085;&#1086; &#1088;&#1072;&#1079;&#1086;&#1073;&#1088;&#1072;&#1090;&#1100;&#1089;&#1103;, &#1095;&#1090;&#1086; &#1082; &#1095;&#1077;&#1084;&#1091;. &#1045;&#1089;&#1083;&#1080; &#1088;&#1103;&#1076;&#1086;&#1084; &#1089; &#1082;&#1086;&#1083;&#1077;&#1089;&#1086;&#1084; &#1085;&#1077;&#1090; &#1085;&#1080;&#1082;&#1086;&#1075;&#1086;, &#1082;&#1090;&#1086; &#1084;&#1086;&#1075; &#1073;&#1099; &#1077;&#1075;&#1086; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;, &#1041;&#1080;&#1090;&#1088;&#1086; &#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1089;&#1074;&#1086;&#1080;&#1084; &#1087;&#1086;&#1088;&#1090;&#1072;&#1090;&#1080;&#1074;&#1085;&#1099;&#1084; &#1082;&#1086;&#1083;&#1077;&#1089;&#1086;&#1084;.</li>
  <li><a name="speech"><b>Speech (&#1056;&#1077;&#1095;&#1100;)</b></a> - &#1047;&#1072;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1082;&#1086;&#1075;&#1086;-&#1090;&#1086; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1095;&#1090;&#1086;-&#1085;&#1080;&#1073;&#1091;&#1076;&#1100; &#1089;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100;.<br />
    <a name="dialogtext"><u>Dialog text (&#1058;&#1077;&#1082;&#1089;&#1090; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075;&#1072;)</u></a>: &#1085;&#1072;&#1087;&#1077;&#1095;&#1072;&#1090;&#1072;&#1081;&#1090;&#1077; &#1090;&#1077;&#1082;&#1089;&#1090; &#1086;&#1073;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1103;. &#1044;&#1072;&#1085;&#1085;&#1086;&#1077; &#1087;&#1086;&#1083;&#1077; &#1084;&#1086;&#1078;&#1085;&#1086; &#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1087;&#1091;&#1089;&#1090;&#1099;&#1084; &#1074; &#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1080; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1086;&#1081; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;.<br />
      <a name="speaker"><u>Speaker (&#1043;&#1086;&#1074;&#1086;&#1088;&#1103;&#1097;&#1080;&#1081;</u></a>): &#1090;&#1086;&#1090;, &#1082;&#1090;&#1086; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1090;. &#1056;&#1103;&#1076;&#1086;&#1084; &#1089; &#1092;&#1080;&#1075;&#1091;&#1088;&#1086;&#1081; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072; &#1087;&#1086;&#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1090;&#1077;&#1082;&#1089;&#1090;, &#1072; &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085;&#1077; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090;&#1089;&#1103; &#1083;&#1080;&#1094;&#1086; &#1075;&#1086;&#1074;&#1086;&#1088;&#1103;&#1097;&#1077;&#1075;&#1086;. &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1102; &quot;&#1048;&#1085;&#1076;&#1080;&#1074;&#1080;&#1076;&#1091;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1053;&#1048;&#1055; &quot;&#1087;&#1077;&#1088;&#1077;&#1073;&#1088;&#1086;&#1089;&#1080;&#1083; &#1089;&#1074;&#1086;&#1081; &#1075;&#1086;&#1083;&#1086;&#1089;&quot; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;. &#1058;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;, &#1077;&#1089;&#1083;&#1080; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1077; &#1080;&#1083;&#1080; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078; &#1085;&#1072;&#1089;&#1090;&#1091;&#1087;&#1080;&#1090; &#1085;&#1072; &#1101;&#1090;&#1086;&#1090; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1103; &#1089;&#1074;&#1086;&#1077;&#1081; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;, &#1090;&#1086; &#1086;&#1085; &#1079;&#1072;&#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1090;. &#1045;&#1089;&#1083;&#1080; &#1074; &#1075;&#1088;&#1072;&#1092;&#1077; &quot;&#1043;&#1086;&#1074;&#1086;&#1088;&#1103;&#1097;&#1080;&#1081;&quot; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088; &quot;&#1085;&#1077;&#1090;&quot;, &#1080;&#1083;&#1080; &#1078;&#1077; &#1086;&#1073;&#1086;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1085;&#1099;&#1081; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078; &#1085;&#1077; &#1087;&#1088;&#1080;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;, &#1089;&#1083;&#1086;&#1074;&#1072; &#1087;&#1086;&#1103;&#1074;&#1103;&#1090;&#1089;&#1103; &#1088;&#1103;&#1076;&#1086;&#1084; &#1089; &#1053;&#1048;&#1055;&#1086;&#1084;.<br />
      <a name="mood"><u>Mood (&#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1080;&#1077;)</u></a>: &#1083;&#1080;&#1094;&#1086; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1080;&#1077;. &#1053;&#1077; &#1082;&#1072;&#1078;&#1076;&#1086;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1080;&#1077; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1086; &#1074;&#1089;&#1077;&#1084; &#1090;&#1080;&#1087;&#1072;&#1084; &#1075;&#1086;&#1074;&#1086;&#1088;&#1103;&#1097;&#1080;&#1093;.<br />
      <a name="speechdelay"><u>Speech delay (&#1047;&#1072;&#1076;&#1077;&#1088;&#1078;&#1082;&#1072; &#1088;&#1077;&#1095;&#1080;)</u></a>: &#1076;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100; (&#1074; &#1084;&#1080;&#1083;&#1083;&#1080;&#1089;&#1077;&#1082;&#1091;&#1085;&#1076;&#1072;&#1093;) &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1077;&#1085;&#1080;&#1103; &#1088;&#1077;&#1095;&#1080;.  &#1055;&#1088;&#1080; &#1086;&#1073;&#1098;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1080;&#1080; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1080;&#1093; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082; &#1074; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100;, &#1101;&#1090;&#1086;&#1090; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1077;&#1090;, &#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1080; &#1087;&#1088;&#1086;&#1093;&#1086;&#1076;&#1080;&#1090; &#1076;&#1086; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1081; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1084;&#1086;&#1081; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082;&#1080; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1075;&#1086; &#1075;&#1086;&#1074;&#1086;&#1088;&#1103;&#1097;&#1077;&#1075;&#1086;. &#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1072; &#1088;&#1072;&#1074;&#1085;&#1099;&#1084; &#1085;&#1091;&#1083;&#1102;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1081; &#1076;&#1074;&#1080;&#1078;&#1086;&#1082; &#1089;&#1072;&#1084;&#1086;&#1089;&#1090;&#1086;&#1103;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1088;&#1072;&#1089;&#1089;&#1095;&#1080;&#1090;&#1099;&#1074;&#1072;&#1083; &#1074;&#1088;&#1077;&#1084;&#1103; &#1086;&#1078;&#1080;&#1076;&#1072;&#1085;&#1080;&#1103;, &#1080;&#1089;&#1093;&#1086;&#1076;&#1103; &#1080;&#1079; &#1076;&#1083;&#1080;&#1085;&#1099; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082;&#1080;.<br />
  <a name="addsound"><u>Add sound (&#1044;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1079;&#1074;&#1091;&#1082;)</u></a>: &#1055;&#1088;&#1080; &#1078;&#1077;&#1083;&#1072;&#1085;&#1080;&#1080; &#1082; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082;&#1072;&#1084; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1088;&#1080;&#1082;&#1088;&#1077;&#1087;&#1080;&#1090;&#1100; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1086;&#1081; &#1092;&#1072;&#1081;&#1083; ( &#1074; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1077; Wave &#1080;&#1083;&#1080; Ogg Vorbis), &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1097;&#1080;&#1081;&#1089;&#1103; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082;&#1077;. &#1045;&#1089;&#1083;&#1080; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1086;&#1081; &#1092;&#1072;&#1081;&#1083; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;, &#1086;&#1085; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1088;&#1086;&#1080;&#1075;&#1088;&#1099;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1087;&#1072;&#1088;&#1072;&#1083;&#1083;&#1077;&#1083;&#1100;&#1085;&#1086; &#1090;&#1077;&#1082;&#1089;&#1090;&#1091;, &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1072;&#1103; &#1088;&#1077;&#1095;&#1077;&#1074;&#1072;&#1103; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1073;&#1091;&#1076;&#1077;&#1090; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1072; &#1087;&#1086; &#1086;&#1082;&#1086;&#1085;&#1095;&#1072;&#1085;&#1080;&#1080; &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103; &#1079;&#1074;&#1091;&#1082;&#1072;. &#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1072;&#1103; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082;&#1072; &#1074;&#1099;&#1074;&#1086;&#1076;&#1080;&#1083;&#1072;&#1089;&#1100; &#1074; &#1085;&#1077;&#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080; &#1086;&#1090; &#1076;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1080; &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103; &#1087;&#1088;&#1080;&#1082;&#1088;&#1077;&#1087;&#1083;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1086;&#1075;&#1086; &#1092;&#1072;&#1081;&#1083;&#1072;, &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1088;&#1077;&#1095;&#1077;&#1074;&#1086;&#1081; &#1079;&#1072;&#1076;&#1077;&#1088;&#1078;&#1082;&#1080;, &#1086;&#1090;&#1083;&#1080;&#1095;&#1085;&#1086;&#1077; &#1086;&#1090; &#1085;&#1091;&#1083;&#1103;.<br />
      <a name="exportspeech"><u>Exporting speech text (&#1069;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082;&#1080;)</u></a>: &#1042;&#1089;&#1077; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082;&#1080; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082; &#1074; &#1074;&#1080;&#1076;&#1077;  HTML-&#1092;&#1072;&#1081;&#1083;&#1072; &#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1086;&#1084; &#1076;&#1086;&#1073;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1089;&#1090;&#1088;&#1086;&#1082;&#1080; "ExportSpeech=1" &#1074; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083; "[Startup]" &#1092;&#1072;&#1081;&#1083;&#1072;
  Data/drod.ini. </li>
  <li><a name="flushspeech"><b>Flush Speech (on/off) (&#1042;&#1099;&#1073;&#1088;&#1086;&#1089; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082; (&#1074;&#1082;&#1083;/&#1074;&#1099;&#1082;&#1083;))</b></a> - &#1087;&#1088;&#1080; &#1072;&#1082;&#1090;&#1080;&#1074;&#1072;&#1094;&#1080;&#1080; &#1101;&#1090;&#1086;&#1075;&#1086; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1072;, &#1080;&#1075;&#1088;&#1072; &#1085;&#1077;&#1084;&#1077;&#1076;&#1083;&#1077;&#1085;&#1085;&#1086; &#1074;&#1099;&#1074;&#1077;&#1076;&#1077;&#1090; &#1088;&#1072;&#1085;&#1077;&#1077; &#1085;&#1077; &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1085;&#1099;&#1077; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082;&#1080;, &#1086;&#1078;&#1080;&#1076;&#1072;&#1102;&#1097;&#1080;&#1077; &#1089;&#1074;&#1086;&#1077;&#1081; &#1086;&#1095;&#1077;&#1088;&#1077;&#1076;&#1080;.  &#1045;&#1089;&#1083;&#1080; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1086; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; "&#1042;&#1082;&#1083;", &#1076;&#1072;&#1085;&#1085;&#1099;&#1081; &#1090;&#1077;&#1082;&#1089;&#1090; &#1073;&#1091;&#1076;&#1077;&#1090; &#1085;&#1077;&#1084;&#1077;&#1076;&#1083;&#1077;&#1085;&#1085;&#1086; &#1074;&#1099;&#1074;&#1077;&#1076;&#1077;&#1085; &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1086; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; "&#1042;&#1099;&#1082;&#1083;", &#1090;&#1077;&#1082;&#1089;&#1090;, &#1085;&#1077; &#1087;&#1086;&#1087;&#1072;&#1074;&#1096;&#1080;&#1081; &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085;, &#1090;&#1072;&#1082; &#1080; &#1085;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1085;. &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: &#1076;&#1072;&#1085;&#1085;&#1072;&#1103; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1076;&#1088;&#1072;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1072;, &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1103; &#1073;&#1099;&#1090;&#1100; &#1091;&#1074;&#1077;&#1088;&#1077;&#1085;&#1085;&#1099;&#1084;, &#1095;&#1090;&#1086; &#1087;&#1086;&#1089;&#1083;&#1077; &#1072;&#1082;&#1090;&#1080;&#1074;&#1072;&#1094;&#1080;&#1080; &#1101;&#1090;&#1086;&#1081; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1074;&#1089;&#1077; &#1086;&#1090;&#1083;&#1086;&#1078;&#1077;&#1085;&#1085;&#1099;&#1077; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082;&#1080; &#1073;&#1091;&#1076;&#1091;&#1090; &#1090;&#1091;&#1090; &#1078;&#1077; &#1087;&#1088;&#1086;&#1080;&#1079;&#1085;&#1077;&#1089;&#1077;&#1085;&#1099; &#1082;&#1072;&#1082; &#1080; &#1087;&#1088;&#1077;&#1076;&#1087;&#1086;&#1083;&#1072;&#1075;&#1072;&#1083;&#1086;&#1089;&#1100;.
  &#1069;&#1090;&#1072; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1085;&#1077; &#1080;&#1084;&#1077;&#1077;&#1090; &#1086;&#1089;&#1086;&#1073;&#1086;&#1081; &#1094;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080; &#1074; &#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1072;&#1084; &#1074;&#1089;&#1077; &#1088;&#1072;&#1074;&#1085;&#1086;, &#1074; &#1082;&#1072;&#1082;&#1086;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082;&#1080; &#1073;&#1091;&#1076;&#1091;&#1090; &#1074;&#1099;&#1074;&#1086;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103; &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085;.</li>
  <li><a name="ambient"><b>Ambient sound (&#1060;&#1086;&#1085;&#1086;&#1074;&#1099;&#1081; &#1079;&#1074;&#1091;&#1082;) </b></a> - &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090; &#1080;&#1085;&#1076;&#1080;&#1074;&#1080;&#1076;&#1091;&#1072;&#1083;&#1100;&#1085;&#1099;&#1081; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1086;&#1081; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;, &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1081; &#1080;&#1079; &#1092;&#1072;&#1081;&#1083;&#1072; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082;&#1077;. &#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1102; "&#1054;&#1076;&#1085;&#1086;&#1082;&#1088;&#1072;&#1090;&#1085;&#1086;&#1077; &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;", &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1088;&#1086;&#1080;&#1075;&#1088;&#1072;&#1090;&#1100; &#1079;&#1074;&#1091;&#1082; &#1086;&#1076;&#1080;&#1085; &#1088;&#1072;&#1079;, &#1080; &quot;&#1062;&#1080;&#1082;&#1083;&#1080;&#1095;&#1085;&#1086;&#1077; &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1088;&#1086;&#1080;&#1075;&#1088;&#1099;&#1074;&#1072;&#1090;&#1100; &#1077;&#1075;&#1086; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1088;&#1072;&#1079; &#1087;&#1086;&#1076;&#1088;&#1103;&#1076;.  &#1045;&#1089;&#1083;&#1080;, &#1079;&#1072;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1074; &#1101;&#1090;&#1091; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091;, &#1074;&#1099; &#1085;&#1077; &#1087;&#1088;&#1080;&#1082;&#1088;&#1077;&#1087;&#1080;&#1090;&#1077; &#1082; &#1085;&#1077;&#1081; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1086;&#1081; &#1092;&#1072;&#1081;&#1083;, &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1077;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1103; &#1074;&#1089;&#1077; &#1092;&#1086;&#1085;&#1086;&#1074;&#1099;&#1077; &#1079;&#1074;&#1091;&#1082;&#1080; &#1073;&#1091;&#1076;&#1091;&#1090; &#1087;&#1077;&#1088;&#1077;&#1082;&#1088;&#1099;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1090;&#1080;&#1096;&#1080;&#1085;&#1086;&#1081;.</li>
  <li><a name="ambientat"><b>Ambient sound at (&#1060;&#1086;&#1085;&#1086;&#1074;&#1099;&#1081; &#1079;&#1074;&#1091;&#1082; &#1074;)</b></a> - &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090; &#1080;&#1085;&#1076;&#1080;&#1074;&#1080;&#1076;&#1091;&#1072;&#1083;&#1100;&#1085;&#1099;&#1081; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1086;&#1081; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;, &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1081; &#1080;&#1079; &#1092;&#1072;&#1081;&#1083;&#1072; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082;&#1077;, &#1085;&#1072; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1084; &#1074;&#1072;&#1084;&#1080; &#1084;&#1077;&#1089;&#1090;&#1077; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;.  &#1047;&#1074;&#1091;&#1082; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1088;&#1086;&#1080;&#1075;&#1088;&#1072;&#1085; &#1089;&#1086; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1099; &#1089;&#1074;&#1086;&#1077;&#1075;&#1086; &#1084;&#1077;&#1089;&#1090;&#1086;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1086;&#1090;&#1085;&#1086;&#1089;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;, &#1080; &#1073;&#1091;&#1076;&#1077;&#1090; &#1090;&#1077;&#1084; &#1090;&#1080;&#1096;&#1077;, &#1095;&#1077;&#1084; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1103;&#1095;&#1077;&#1077;&#1082; &#1080;&#1093; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1103;&#1077;&#1090;.  &#1045;&#1089;&#1083;&#1080;, &#1079;&#1072;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1074; &#1101;&#1090;&#1091; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091;, &#1074;&#1099; &#1085;&#1077; &#1087;&#1088;&#1080;&#1082;&#1088;&#1077;&#1087;&#1080;&#1090;&#1077; &#1082; &#1085;&#1077;&#1081; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1086;&#1081; &#1092;&#1072;&#1081;&#1083;, &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1077;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1103; &#1074;&#1089;&#1077; &#1092;&#1086;&#1085;&#1086;&#1074;&#1099;&#1077; &#1079;&#1074;&#1091;&#1082;&#1080; &#1073;&#1091;&#1076;&#1091;&#1090; &#1087;&#1077;&#1088;&#1077;&#1082;&#1088;&#1099;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1090;&#1080;&#1096;&#1080;&#1085;&#1086;&#1081; &#1085;&#1072; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1084; &#1074;&#1072;&#1084;&#1080; &#1084;&#1077;&#1089;&#1090;&#1077; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;.
    <ol>
      <li><a name="imperative"><b>Imperative (&#1055;&#1088;&#1077;&#1076;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077;)</b></a> - &#1057;&#1090;&#1072;&#1074;&#1080;&#1090; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103; &#1089;&#1090;&#1072;&#1090;&#1091;&#1089;&#1072; &#1053;&#1048;&#1055;.<br />
        <a name="impvulnerable"><u>Vulnerable (&#1059;&#1103;&#1079;&#1074;&#1080;&#1084;&#1099;&#1081;)</u></a>: &#1044;&#1077;&#1083;&#1072;&#1077;&#1090; &#1053;&#1048;&#1055; &#1091;&#1103;&#1079;&#1074;&#1080;&#1084;&#1099;&#1084;. &#1069;&#1090;&#1086;&#1090; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085; &#1087;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102; &#1076;&#1083;&#1103; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1072; &#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1053;&#1048;&#1055;.<br />
        <a name="impinvulnerable"><u>Invulnerable (&#1053;&#1077;&#1091;&#1103;&#1079;&#1074;&#1080;&#1084;&#1099;&#1081;)</u></a>: &#1044;&#1077;&#1083;&#1072;&#1077;&#1090; &#1053;&#1048;&#1055; &#1085;&#1077;&#1091;&#1103;&#1079;&#1074;&#1080;&#1084;&#1099;&#1084;, &#1090;.&#1077;. &#1086;&#1085; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1091;&#1073;&#1080;&#1090; &#1091;&#1076;&#1072;&#1088;&#1086;&#1084; &#1084;&#1077;&#1095;&#1072; &#1080;&#1083;&#1080; &#1083;&#1102;&#1073;&#1099;&#1084; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1086;&#1084; &#1085;&#1072;&#1085;&#1077;&#1089;&#1077;&#1085;&#1080;&#1103; &#1087;&#1086;&#1074;&#1088;&#1077;&#1078;&#1076;&#1077;&#1085;&#1080;&#1081;.  &#1058;&#1077;&#1084; &#1085;&#1077; &#1084;&#1077;&#1085;&#1077;&#1077;, &#1074; &#1101;&#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1053;&#1048;&#1055; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1075;&#1080;&#1073;&#1085;&#1091;&#1090;&#1100;, &#1091;&#1087;&#1072;&#1074; &#1089; &#1087;&#1083;&#1072;&#1090;&#1092;&#1086;&#1088;&#1084;&#1099; &#1080;&#1083;&#1080; &#1087;&#1086;&#1087;&#1072;&#1074; &#1074; &#1082;&#1086;&#1083;&#1102;&#1095;&#1080;&#1081; &#1082;&#1091;&#1089;&#1090;&#1072;&#1088;&#1085;&#1080;&#1082;. &#1053;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1090;&#1080;&#1087;&#1099; &#1053;&#1048;&#1055;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1074;&#1072;&#1073;&#1073;&#1099;, &#1085;&#1077;&#1091;&#1103;&#1079;&#1074;&#1080;&#1084;&#1099; &#1087;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102;.<br />
        <a name="impcritical"><u>Critical hero (&#1042;&#1072;&#1078;&#1085;&#1099;&#1081; &#1075;&#1077;&#1088;&#1086;&#1081;)</u></a>: &#1045;&#1089;&#1083;&#1080; &#1101;&#1090;&#1086;&#1090; &#1087;&#1091;&#1085;&#1082;&#1090; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;, &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1087;&#1088;&#1080;&#1076;&#1077;&#1090;&#1089;&#1103; &#1087;&#1088;&#1086;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100; &#1089; &#1085;&#1072;&#1095;&#1072;&#1083;&#1072; &#1074; &#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1053;&#1048;&#1055; &#1087;&#1086;&#1075;&#1080;&#1073;&#1085;&#1077;&#1090;. &#1053;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1053;&#1048;&#1055;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1041;&#1080;&#1090;&#1088;&#1086; &#1080; &#1061;&#1072;&#1083;&#1100;&#1092;, &#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1085;&#1099; &#1074;&#1072;&#1078;&#1085;&#1099;&#1084;&#1080; &#1087;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102;.<br />
        <a name="imprequired"><u>Required target (&#1055;&#1077;&#1088;&#1074;&#1086;&#1086;&#1095;&#1077;&#1088;&#1077;&#1076;&#1085;&#1072;&#1103; &#1094;&#1077;&#1083;&#1100;)</u></a>: &#1045;&#1089;&#1083;&#1080; &#1101;&#1090;&#1086;&#1090; &#1087;&#1091;&#1085;&#1082;&#1090; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;, &#1076;&#1083;&#1103; &#1091;&#1089;&#1087;&#1077;&#1096;&#1085;&#1086;&#1075;&#1086; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1101;&#1090;&#1086;&#1090; &#1053;&#1048;&#1055; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1073;&#1099;&#1090;&#1100; &#1091;&#1073;&#1080;&#1090;. &#1044;&#1072;&#1085;&#1085;&#1072;&#1103; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1077;&#1085;&#1072; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074; &#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; &#1085;&#1077; &#1087;&#1091;&#1089;&#1090;&#1072; &#1080;&#1079;&#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1086;.<br />
        <a name="impsafe"><u>Safe (&#1041;&#1077;&#1079;&#1086;&#1087;&#1072;&#1089;&#1085;&#1099;&#1081;)</u></a>: &#1047;&#1072;&#1087;&#1088;&#1077;&#1097;&#1072;&#1077;&#1090; &#1053;&#1048;&#1055; &#1087;&#1086;&#1076;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100; &#1082; &#1080;&#1075;&#1088;&#1086;&#1082;&#1091; &#1080; &#1091;&#1073;&#1080;&#1074;&#1072;&#1090;&#1100; &#1077;&#1075;&#1086; (&#1087;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102;).<br />
        <a name="impswordsafe"><u>Sword safe to player (&#1052;&#1077;&#1095;, &#1073;&#1077;&#1079;&#1086;&#1087;&#1072;&#1089;&#1085;&#1099;&#1081; &#1076;&#1083;&#1103; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;)</u></a>: &#1059;&#1076;&#1072;&#1088;&#1099; &#1084;&#1077;&#1095;&#1072; &#1101;&#1090;&#1086;&#1075;&#1086; &#1053;&#1048;&#1055; &#1085;&#1077; &#1085;&#1072;&#1085;&#1086;&#1089;&#1103;&#1090; &#1087;&#1086;&#1074;&#1088;&#1077;&#1078;&#1076;&#1077;&#1085;&#1080;&#1081; &#1080;&#1075;&#1088;&#1086;&#1082;&#1091;.<br />
        <a name="impdeadly"><u>Deadly (&#1057;&#1084;&#1077;&#1088;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1086;&#1087;&#1072;&#1089;&#1085;&#1099;&#1081;)</u></a>: &#1055;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1053;&#1048;&#1055; &#1087;&#1086;&#1076;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100; &#1082; &#1080;&#1075;&#1088;&#1086;&#1082;&#1091; &#1080; &#1091;&#1073;&#1080;&#1074;&#1072;&#1090;&#1100; &#1077;&#1075;&#1086;. &#1058;&#1072;&#1082;&#1078;&#1077; &#1076;&#1077;&#1083;&#1072;&#1077;&#1090; &#1091;&#1076;&#1072;&#1088;&#1099; &#1077;&#1075;&#1086; &#1084;&#1077;&#1095;&#1072; &#1089;&#1084;&#1077;&#1088;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1086;&#1087;&#1072;&#1089;&#1085;&#1099;&#1084;&#1080; &#1076;&#1083;&#1103; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; (&#1087;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102;).<br />
        <a name="impdie"><u>Die (&#1055;&#1086;&#1075;&#1080;&#1073;&#1072;&#1077;&#1090;)</u></a>: &#1053;&#1048;&#1055; &#1087;&#1086;&#1075;&#1080;&#1073;&#1072;&#1077;&#1090;, &#1088;&#1072;&#1079;&#1073;&#1088;&#1099;&#1079;&#1075;&#1080;&#1074;&#1072;&#1103; &#1082;&#1088;&#1086;&#1074;&#1100;.<br />
        <a name="impdiespecial"><u>Die special (&#1055;&#1086;&#1075;&#1080;&#1073;&#1072;&#1077;&#1090; &#1087;&#1086;-&#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;&#1084;&#1091;)</u></a>: &#1055;&#1088;&#1080; &#1074;&#1099;&#1073;&#1086;&#1088;&#1077; &#1076;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1087;&#1091;&#1085;&#1082;&#1090;&#1072; &#1053;&#1048;&#1055; &#1087;&#1077;&#1088;&#1077;&#1076; &#1089;&#1084;&#1077;&#1088;&#1090;&#1100;&#1102; &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1072;&#1077;&#1090; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077;. &#1048;&#1079;&#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1086; &#1101;&#1090;&#1072; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1103;&#1077;&#1090;&#1089;&#1103; &#1082; &#1082;&#1072;&#1084;&#1077;&#1085;&#1085;&#1099;&#1084; &#1075;&#1086;&#1083;&#1077;&#1084;&#1072;&#1084; &#1080; &#1060;&#1077;&#1075;&#1091;&#1085;&#1076;&#1086;: &#1053;&#1048;&#1055;-&#1075;&#1086;&#1083;&#1077;&#1084;&#1099;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1087;&#1088;&#1077;&#1074;&#1088;&#1072;&#1097;&#1072;&#1102;&#1090;&#1089;&#1103; &#1074; &#1075;&#1088;&#1091;&#1076;&#1091; &#1082;&#1072;&#1084;&#1085;&#1077;&#1081;, &#1072; &#1092;&#1077;&#1075;&#1091;&#1085;&#1076;&#1086; &#1074;&#1079;&#1088;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1080; &#1087;&#1088;&#1077;&#1074;&#1088;&#1072;&#1097;&#1072;&#1102;&#1090;&#1089;&#1103; &#1074; &#1086;&#1073;&#1099;&#1095;&#1085;&#1086;&#1077; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1077; - &#1087;&#1077;&#1087;&#1077;&#1083; &#1092;&#1077;&#1075;&#1091;&#1085;&#1076;&#1086;. &#1044;&#1083;&#1103; &#1087;&#1088;&#1086;&#1095;&#1080;&#1093; &#1090;&#1080;&#1087;&#1086;&#1074; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097; &#1101;&#1090;&#1072; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1080;&#1076;&#1077;&#1085;&#1090;&#1080;&#1095;&#1085;&#1086; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1077; &quot;&#1055;&#1086;&#1075;&#1080;&#1073;&#1072;&#1077;&#1090;&quot;.<br />
        <a name="impendwhenkilled"><u>End when killed (&#1047;&#1072;&#1074;&#1077;&#1088;&#1096;&#1077;&#1085;&#1080;&#1077; &#1087;&#1086;&#1089;&#1083;&#1077; &#1089;&#1084;&#1077;&#1088;&#1090;&#1080;)</u></a>: &#1045;&#1089;&#1083;&#1080; &#1053;&#1048;&#1055; &#1087;&#1086;&#1075;&#1080;&#1073;&#1072;&#1077;&#1090;, &#1077;&#1075;&#1086; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1079;&#1072;&#1074;&#1077;&#1088;&#1096;&#1072;&#1077;&#1090;&#1089;&#1103;, &#1072; &#1079;&#1085;&#1072;&#1095;&#1080;&#1090;, &#1086;&#1085; &#1085;&#1077; &#1087;&#1086;&#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1074;&#1085;&#1086;&#1074;&#1100; &#1087;&#1088;&#1080; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1085;&#1086;&#1084; &#1079;&#1072;&#1093;&#1086;&#1076;&#1077; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;.<br />
        <a name="impdirectonlybeelining"><u>Direct-only beelining (&#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1087;&#1086; &#1087;&#1088;&#1103;&#1084;&#1086;&#1081;)</u></a>: &#1045;&#1089;&#1083;&#1080; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;&#1077; &#1076;&#1080;&#1072;&#1075;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086;&#1077; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1073;&#1083;&#1086;&#1082;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1086;, &#1053;&#1048;&#1055; &#1085;&#1077; &#1076;&#1074;&#1080;&#1075;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074;&#1086;&#1074;&#1089;&#1077;.<br />
      <a name="impflexiblebeelining"><u>Flexible beelining (&#1043;&#1080;&#1073;&#1082;&#1086;&#1077; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077;)</u></a>: &#1045;&#1089;&#1083;&#1080; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;&#1077; &#1076;&#1080;&#1072;&#1075;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086;&#1077; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1073;&#1083;&#1086;&#1082;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1086;, &#1053;&#1048;&#1055; &#1074;&#1099;&#1073;&#1080;&#1088;&#1072;&#1077;&#1090; &#1083;&#1091;&#1095;&#1096;&#1080;&#1081; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103; &#1087;&#1086; &#1075;&#1086;&#1088;&#1080;&#1079;&#1086;&#1085;&#1090;&#1072;&#1083;&#1080; &#1080;&#1083;&#1080; &#1074;&#1077;&#1088;&#1090;&#1080;&#1082;&#1072;&#1083;&#1080; &#1076;&#1083;&#1103; &#1076;&#1086;&#1089;&#1090;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103; &#1087;&#1091;&#1085;&#1082;&#1090;&#1072; &#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103; (&#1087;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102;).</li>
    </ol>
  </li>
  <li><a name="buildmarker"><b>Build marker (&#1057;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1072;&#1103; &#1084;&#1077;&#1090;&#1082;&#1072;) </b></a> - &#1054;&#1090;&#1084;&#1077;&#1090;&#1100;&#1090;&#1077; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081; &#1075;&#1086;&#1088;&#1086;&#1078;&#1072;&#1085;&#1077;-&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077;&#1083;&#1080; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1103;&#1090; &#1082;&#1072;&#1082;&#1086;&#1081;-&#1090;&#1086; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077;&#1083;&#1100; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1103;&#1077;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1085;&#1072; &#1103;&#1095;&#1077;&#1081;&#1082;&#1077;, &#1084;&#1077;&#1090;&#1082;&#1072; &#1089;&#1085;&#1080;&#1084;&#1072;&#1077;&#1090;&#1089;&#1103;. &#1050;&#1072;&#1078;&#1076;&#1072;&#1103; &#1103;&#1095;&#1077;&#1081;&#1082;&#1072; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1086;&#1076;&#1085;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086; &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;&#1072; &#1083;&#1080;&#1096;&#1100; &#1086;&#1076;&#1085;&#1080;&#1084; &#1090;&#1080;&#1087;&#1086;&#1084; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;. &#1042;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090; &quot;&#1085;&#1077;&#1090;&quot; &#1089;&#1085;&#1080;&#1084;&#1077;&#1090; &#1074;&#1089;&#1077; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1084;&#1077;&#1090;&#1082;&#1080; &#1074; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1081; &#1074;&#1072;&#1084;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;.</li>
  <li><a name="gotoentrance"><b>Go to level entrance (&#1054;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1082; &#1074;&#1093;&#1086;&#1076;&#1091; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;) </b></a> - &#1053;&#1077;&#1084;&#1077;&#1076;&#1083;&#1077;&#1085;&#1085;&#1086; &#1087;&#1086;&#1089;&#1099;&#1083;&#1072;&#1077;&#1090; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1082; &#1083;&#1102;&#1073;&#1086;&#1084;&#1091; &#1074;&#1093;&#1086;&#1076;&#1091; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;, &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1084;&#1091; &#1074; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1072;&#1093;, &#1080;&#1083;&#1080; &#1079;&#1072;&#1074;&#1077;&#1088;&#1096;&#1072;&#1077;&#1090; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;.</li>
  <li><a name="playvideo"><b>Play video (&#1042;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077; &#1074;&#1080;&#1076;&#1077;&#1086;) </b></a> - &#1055;&#1088;&#1086;&#1080;&#1075;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090; &#1074;&#1080;&#1076;&#1077;&#1086;-&#1092;&#1072;&#1081;&#1083;, &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1081; &#1089; &#1076;&#1080;&#1089;&#1082;&#1072;, &#1074; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1090;&#1072;&#1093; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;. &#1042;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1086;&#1081; &#1076;&#1086;&#1088;&#1086;&#1078;&#1082;&#1080; &#1074;&#1080;&#1076;&#1077;&#1086;&#1092;&#1072;&#1081;&#1083;&#1072; &#1085;&#1077; &#1087;&#1088;&#1077;&#1076;&#1091;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1085;&#1086;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1079;&#1074;&#1091;&#1082;&#1080; &#1080; &#1084;&#1091;&#1079;&#1099;&#1082;&#1072; &#1084;&#1086;&#1075;&#1091;&#1090; &#1087;&#1088;&#1086;&#1080;&#1075;&#1088;&#1099;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1087;&#1072;&#1088;&#1072;&#1083;&#1083;&#1077;&#1083;&#1100;&#1085;&#1086; &#1087;&#1091;&#1090;&#1077;&#1084; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1103; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1085;&#1099;&#1093; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;.
      <a name="supportedvideo"></a>&#1042; &#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1080;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1083;&#1080;&#1096;&#1100; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090; &#1074;&#1080;&#1076;&#1077;&#1086; Ogg Theora.</li>
  <li><a name="setmusic"><b>Set music (&#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1072; &#1084;&#1091;&#1079;&#1099;&#1082;&#1080;) </b></a> - &#1059;&#1089;&#1090;&#1072;&#1085;&#1072;&#1074;&#1083;&#1080;&#1074;&#1072;&#1077;&#1090; &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077; &#1083;&#1102;&#1073;&#1086;&#1081; &#1080;&#1079; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099;&#1093; &#1084;&#1091;&#1079;&#1099;&#1082;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1090;&#1077;&#1084;. &#1058;&#1072;&#1082;&#1078;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090; &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103; &#1089;&#1074;&#1086;&#1103; &#1084;&#1091;&#1079;&#1099;&#1082;&#1072;, &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1072;&#1103; &#1080;&#1079; &#1092;&#1072;&#1081;&#1083;&#1072; &#1085;&#1072; &#1076;&#1080;&#1089;&#1082;&#1077; (&#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1099; Ogg Vorbis &#1080; Wave). &#1057;&#1074;&#1086;&#1103; &#1084;&#1091;&#1079;&#1099;&#1082;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1074;&#1099;&#1089;&#1090;&#1091;&#1087;&#1080;&#1090;&#1100; &#1089;&#1086;&#1087;&#1088;&#1086;&#1074;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077;&#1084; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1075;&#1086; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1074; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1079;&#1072;&#1076;&#1072;&#1076;&#1080;&#1090;&#1077; &#1101;&#1090;&#1091; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; &#1087;&#1088;&#1080; &#1074;&#1093;&#1086;&#1076;&#1077; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;.</li>
  <li><a name="role"><b>Player role (&#1056;&#1086;&#1083;&#1100; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;) </b></a> - &#1047;&#1072;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1087;&#1088;&#1080;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1079;&#1072;&#1076;&#1072;&#1085;&#1085;&#1086;&#1081; &#1074;&#1072;&#1084;&#1080; &#1088;&#1086;&#1083;&#1080;. &#1050;&#1072;&#1082; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086;, &#1074; &#1101;&#1090;&#1080;&#1093; &#1088;&#1086;&#1083;&#1103;&#1093; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090;&#1089;&#1103; &#1089;&#1074;&#1086;&#1081;&#1089;&#1090;&#1074;&#1072;, &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1085;&#1099;&#1077; &#1076;&#1083;&#1103; &#1076;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1090;&#1080;&#1087;&#1072; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;.</li>
  <li><a name="setplayersword"><b>Set player sword (&#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1072; &#1084;&#1077;&#1095;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;) </b></a> - &#1044;&#1083;&#1103; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;, &#1088;&#1086;&#1083;&#1100; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1087;&#1086;&#1076;&#1088;&#1072;&#1079;&#1091;&#1084;&#1077;&#1074;&#1072;&#1077;&#1090; &#1084;&#1077;&#1095;, &#1101;&#1090;&#1072; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1091;&#1073;&#1080;&#1088;&#1072;&#1077;&#1090;/&#1074;&#1086;&#1079;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090; &#1086;&#1088;&#1091;&#1078;&#1080;&#1077;.</li>
  <li><a name="cutscene"><b>Cut scene (&#1056;&#1086;&#1083;&#1080;&#1082;) </b></a> - &#1050;&#1086;&#1075;&#1076;&#1072; &#1079;&#1072;&#1076;&#1072;&#1085; &#1101;&#1090;&#1086;&#1090; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;, &#1096;&#1072;&#1075;&#1080; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1073;&#1091;&#1076;&#1091;&#1090; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1083;&#1103;&#1090;&#1100;&#1089;&#1103; &#1074; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1084; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077; &#1089; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081; &#1074;&#1072;&#1084;&#1080; &#1089;&#1082;&#1086;&#1088;&#1086;&#1089;&#1090;&#1100;&#1102; &#1073;&#1077;&#1079; &#1074;&#1084;&#1077;&#1096;&#1072;&#1090;&#1077;&#1083;&#1100;&#1089;&#1090;&#1074;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;.
      &#1047;&#1072;&#1076;&#1072;&#1081;&#1090;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1072; &#1076;&#1083;&#1103; &#1101;&#1090;&#1086;&#1081; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1088;&#1072;&#1074;&#1085;&#1099;&#1084; "0", &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099;&#1081;&#1090;&#1080; &#1080;&#1079; &#1088;&#1077;&#1078;&#1080;&#1084;&#1072; &#1088;&#1086;&#1083;&#1080;&#1082;&#1072; &#1080; &#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1080;&#1075;&#1088;&#1086;&#1082;&#1091;. &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: &#1101;&#1090;&#1072; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1076;&#1083;&#1103; &#1076;&#1086;&#1089;&#1090;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103; &#1076;&#1088;&#1072;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1072;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1090;&#1100; &#1053;&#1048;&#1055; &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1072;&#1090;&#1100; &#1084;&#1085;&#1086;&#1075;&#1086;&#1082;&#1088;&#1072;&#1090;&#1085;&#1086; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1103;&#1102;&#1097;&#1080;&#1077;&#1089;&#1103; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; (&#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1087;&#1086; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;) &#1073;&#1077;&#1079; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080; &#1087;&#1086;&#1076;&#1090;&#1074;&#1077;&#1088;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;. &#1045;&#1089;&#1083;&#1080; &#1079;&#1072; &#1090;&#1077;&#1082;&#1091;&#1097;&#1080;&#1081; &#1093;&#1086;&#1076; &#1053;&#1048;&#1055; &#1085;&#1077; &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1080;&#1083; &#1085;&#1080;&#1082;&#1072;&#1082;&#1080;&#1093; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081;, &#1088;&#1077;&#1078;&#1080;&#1084; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1077;&#1085;&#1080;&#1103; &#1089;&#1086; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1099; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1079;&#1072;&#1074;&#1077;&#1088;&#1096;&#1080;&#1090;&#1089;&#1103; &#1080; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1074;&#1085;&#1086;&#1074;&#1100; &#1087;&#1077;&#1088;&#1077;&#1081;&#1076;&#1077;&#1090; &#1082; &#1080;&#1075;&#1088;&#1086;&#1082;&#1091;.</li>
  <li><a name="answer"><b>Answer option (&#1042;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1099; &#1086;&#1090;&#1074;&#1077;&#1090;&#1072;) </b></a> - &#1055;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1099;&#1077; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1099; &#1074;&#1099;&#1073;&#1086;&#1088;&#1072; &#1086;&#1090;&#1074;&#1077;&#1090;&#1072; &#1076;&#1083;&#1103; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; <a href="#question"><b>&#1042;&#1086;&#1087;&#1088;&#1086;&#1089;</b></a>  (&#1089;&#1084;. &#1085;&#1080;&#1078;&#1077;).
      &#1048;&#1079; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076; <a href="#label"><b>&#1055;&#1086;&#1084;&#1077;&#1090;&#1082;&#1080;</b></a>
      &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1090;&#1091;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1089;&#1090;&#1072;&#1085;&#1077;&#1090; &#1090;&#1086;&#1095;&#1082;&#1086;&#1081; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1077;&#1085;&#1080;&#1103; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1103; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1074; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1080;&#1075;&#1088;&#1086;&#1082; &#1089;&#1076;&#1077;&#1083;&#1072;&#1077;&#1090; &#1086;&#1075;&#1086;&#1074;&#1086;&#1088;&#1077;&#1085;&#1085;&#1099;&#1081; &#1074;&#1099;&#1073;&#1086;&#1088;. &#1053;&#1072; &#1087;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1081; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089; &#1084;&#1086;&#1078;&#1085;&#1086; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1076;&#1086; &#1076;&#1077;&#1074;&#1103;&#1090;&#1080; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1086;&#1074; &#1086;&#1090;&#1074;&#1077;&#1090;&#1072;. &#1051;&#1102;&#1073;&#1099;&#1077; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1086;&#1087;&#1094;&#1080;&#1080; &#1080;&#1075;&#1085;&#1086;&#1088;&#1080;&#1088;&#1091;&#1102;&#1090;&#1089;&#1103;.</li>
  <li><a name="setvar"><b>Set var (&#1047;&#1072;&#1076;&#1072;&#1090;&#1100; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1091;&#1102;) </b></a> - &#1050;&#1072;&#1078;&#1076;&#1099;&#1077; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1074;&#1072;&#1084;&#1080; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093;. &#1055;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1101;&#1090;&#1080;&#1093; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1085;&#1086; &#1086;&#1090;&#1089;&#1083;&#1077;&#1078;&#1080;&#1074;&#1072;&#1090;&#1100; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077; &#1080;&#1075;&#1088;&#1099; &#1087;&#1086; &#1084;&#1077;&#1088;&#1077; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;. &#1063;&#1090;&#1086;&#1073;&#1099; &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1082; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1072;&#1084; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1091;&#1102;, &#1074;&#1085;&#1077;&#1089;&#1080;&#1090;&#1077; &#1077;&#1077; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1074; &#1074;&#1077;&#1088;&#1093;&#1085;&#1102;&#1102; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;&#1091;&#1102; &#1088;&#1072;&#1084;&#1082;&#1091; &#1080; &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1044;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100;&quot;.
	  &#1053;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1103; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1085;&#1072;&#1095;&#1080;&#1090;&#1085;&#1072;&#1090;&#1100;&#1089;&#1103; &#1089; &#1073;&#1091;&#1082;&#1074; &#1080; &#1085;&#1077; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090;&#1100; &#1085;&#1080;&#1082;&#1072;&#1082;&#1080;&#1093; &#1089;&#1080;&#1084;&#1074;&#1086;&#1083;&#1086;&#1074;, &#1082;&#1088;&#1086;&#1084;&#1077; &#1085;&#1080;&#1078;&#1085;&#1077;&#1075;&#1086; &#1087;&#1086;&#1076;&#1095;&#1077;&#1088;&#1082;&#1080;&#1074;&#1072;&#1085;&#1080;&#1103; ('_').  
      &#1044;&#1083;&#1103; &#1086;&#1082;&#1086;&#1085;&#1095;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1091;&#1076;&#1072;&#1083;&#1077;&#1085;&#1080;&#1103; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1081; &#1080;&#1079; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;, &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1077;&#1077; &#1080;&#1079; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072;, &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1089;&#1083;&#1077;&#1074;&#1072;, &#1080; &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &quot;&#1059;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100;&quot;. &#1055;&#1086;&#1084;&#1085;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086; &#1074; &#1101;&#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1072;&#1103; &#1091;&#1076;&#1072;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1090;&#1072;&#1082;&#1078;&#1077; &#1085;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1080;&#1079; &#1101;&#1090;&#1086;&#1075;&#1086; &#1082;&#1086;&#1085;&#1082;&#1088;&#1077;&#1090;&#1085;&#1086;&#1075;&#1086; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1053;&#1048;&#1055;, &#1085;&#1086; &#1080; &#1080;&#1079; &#1074;&#1089;&#1077;&#1093; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1086;&#1085;&#1072; &#1073;&#1099;&#1083;&#1072; &#1079;&#1072;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1085;&#1072;.<br />
      <a name="varops">&#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1091;&#1102; &#1076;&#1083;&#1103; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073; &#1080;&#1079; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072;, &#1087;&#1086;&#1089;&#1083;&#1077; &#1095;&#1077;&#1075;&#1086; &#1079;&#1072;&#1076;&#1072;&#1081;&#1090;&#1077; &#1076;&#1083;&#1103; &#1085;&#1077;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1080; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;</a>. &#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1077; &#1084;&#1086;&#1075;&#1091;&#1090; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090;&#1100; &#1082;&#1072;&#1082; &#1094;&#1077;&#1083;&#1099;&#1077; &#1095;&#1080;&#1089;&#1083;&#1072;, &#1090;&#1072;&#1082; &#1080; &#1090;&#1077;&#1082;&#1089;&#1090;. &#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1074;&#1099;&#1073;&#1088;&#1072;&#1083;&#1080; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &quot;&#1055;&#1088;&#1080;&#1089;&#1074;&#1086;&#1080;&#1090;&#1100; &#1090;&#1077;&#1082;&#1089;&#1090;&quot; &#1080;&#1083;&#1080; &quot;&#1044;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1090;&#1077;&#1082;&#1089;&#1090;&quot;, &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1072;&#1103; &#1074;&#1072;&#1084;&#1080; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1072;&#1103; &#1073;&#1091;&#1076;&#1077;&#1090; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090;&#1100; &#1090;&#1077;&#1082;&#1089;&#1090;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1074;&#1099; &#1085;&#1072;&#1073;&#1077;&#1088;&#1077;&#1090;&#1077;. &#1044;&#1083;&#1103; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1081; &#1089; &#1095;&#1080;&#1089;&#1083;&#1072;&#1084;&#1080; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1079;&#1072;&#1076;&#1072;&#1085;&#1085;&#1086;&#1081; &#1074;&#1072;&#1084;&#1080; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1081; (&#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1084; &#1089; &#1085;&#1077;&#1082;&#1086;&#1088;&#1088;&#1077;&#1082;&#1090;&#1085;&#1099;&#1084; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077;&#1084; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1088;&#1080;&#1089;&#1074;&#1072;&#1080;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &quot;0&quot;). &#1042; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1085;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1086; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1085;&#1086;&#1077; &#1074;&#1072;&#1084;&#1080; &#1095;&#1080;&#1089;&#1083;&#1086;. &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1074;&#1077;&#1088;&#1093;&#1085;&#1102;&#1102; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;&#1091;&#1102; &#1088;&#1072;&#1084;&#1082;&#1091; &#1076;&#1083;&#1103; &#1074;&#1074;&#1086;&#1076;&#1072; &#1095;&#1080;&#1089;&#1083;&#1072; &#1080;&#1083;&#1080; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1103; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1081;. &#1042; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1080; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1081; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1080;&#1090;&#1089;&#1103; &#1085;&#1086;&#1084;&#1077;&#1088;.<br />
      <a name="varsintext"><u>&#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093; &#1074; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072;&#1093;</u></a>:
      &#1044;&#1083;&#1103; &#1079;&#1072;&#1076;&#1072;&#1085;&#1080;&#1103; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1093; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074; ( 
	  <a href="#speech">&#1056;&#1077;&#1095;&#1100;</a>, <a href="#question">&#1042;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099;</a>
      (&#1089;&#1084;. &#1085;&#1080;&#1078;&#1077;), &#1090;&#1077;&#1082;&#1089;&#1090;&#1099; &#1087;&#1088;&#1080; &#1074;&#1093;&#1086;&#1076;&#1077; &#1085;&#1072; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1080; &#1090;&#1077;&#1082;&#1089;&#1090;&#1099; &#1089;&#1074;&#1080;&#1090;&#1082;&#1086;&#1074;), &#1085;&#1072;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; "$&lt;var name&gt;$", &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1085;&#1086;&#1081; &#1074;&#1072;&#1084;&#1080; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1081; &#1074; &#1101;&#1090;&#1086;&#1084; &#1084;&#1077;&#1089;&#1090;&#1077;.
	  &#1053;&#1072;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; "$\n$", &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1077;&#1088;&#1077;&#1081;&#1090;&#1080; &#1082; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1081; &#1089;&#1090;&#1088;&#1086;&#1082;&#1077;.<br />
      <a name="varref"><u>&#1055;&#1086;&#1083;&#1085;&#1099;&#1081; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1084;&#1099;&#1093; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093;</u></a>:
      &#1053;&#1072; <a href="editroom.html">&#1069;&#1082;&#1088;&#1072;&#1085;&#1077; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;</a> &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; F2, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1087;&#1086;&#1083;&#1085;&#1099;&#1081; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1084;&#1099;&#1093; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093; &#1074; &#1073;&#1091;&#1092;&#1077;&#1088; &#1086;&#1073;&#1084;&#1077;&#1085;&#1072; (&#1076;&#1083;&#1103; &#1087;&#1088;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1072; &#1101;&#1090;&#1086;&#1075;&#1086; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1102; &quot;&#1042;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100;&quot; &#1074; &#1089;&#1074;&#1086;&#1077;&#1084; &#1090;&#1077;&#1082;&#1089;&#1090;&#1086;&#1074;&#1086;&#1084; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1077;). &#1044;&#1072;&#1085;&#1085;&#1099;&#1081; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1091;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1084;&#1077;&#1089;&#1090;&#1086;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1074;&#1089;&#1077;&#1093; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1080; &#1053;&#1048;&#1055;&#1086;&#1074; (x,y), &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1089;&#1089;&#1099;&#1083;&#1072;&#1102;&#1090;&#1089;&#1103; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1077; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1101;&#1090;&#1080;&#1093; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;. &#1063;&#1080;&#1089;&#1083;&#1086; &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1074; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080; (x,y) &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090;, &#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1088;&#1072;&#1079; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1072;&#1103; &#1079;&#1072;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1085;&#1072; &#1074; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080;.<br />
      <a name="varmonitor"><u>&#1054;&#1090;&#1089;&#1083;&#1077;&#1078;&#1080;&#1074;&#1072;&#1085;&#1080;&#1077; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099;</u></a>:
    &#1042;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099; &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; Ctrl-F7, &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100;/&#1074;&#1099;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100; &#1086;&#1090;&#1089;&#1083;&#1077;&#1078;&#1080;&#1074;&#1072;&#1085;&#1080;&#1077; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093;. &#1050;&#1072;&#1082; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1089;&#1103; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1072;&#1103;, &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085;&#1077; &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1089;&#1103; &#1091;&#1074;&#1077;&#1076;&#1086;&#1084;&#1083;&#1077;&#1085;&#1080;&#1077; &#1086;&#1073; &#1101;&#1090;&#1086;&#1084;. &#1069;&#1090;&#1072; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1072; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1090;&#1077;&#1089;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1080;&#1075;&#1088;&#1099;, &#1080;&#1075;&#1088;&#1099; &#1074; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1093; &#1082;&#1072;&#1090;&#1082;&#1086;&#1084;&#1073;&#1072;&#1093; &#1080;&#1083;&#1080; &#1073;&#1077;&#1090;&#1072;-&#1074;&#1077;&#1088;&#1089;&#1080;&#1103;&#1093; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;  CaravelNet.</li>
</ol>

<p><a name="queries"><b>3.&nbsp;&nbsp;&#1047;&#1072;&#1087;&#1088;&#1086;&#1089;&#1099;</b></a> - &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089;&#1099; &#1076;&#1083;&#1103; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1080; &#1086;&#1078;&#1080;&#1076;&#1072;&#1085;&#1080;&#1103; &#1085;&#1072;&#1089;&#1090;&#1091;&#1087;&#1083;&#1077;&#1085;&#1080;&#1103; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1089;&#1086;&#1073;&#1099;&#1090;&#1080;&#1081;.</p>
<ol>
  <li><a name="question"><b>Question (&#1042;&#1086;&#1087;&#1088;&#1086;&#1089;)</b></a> - &#1045;&#1089;&#1083;&#1080; &#1086;&#1076;&#1085;&#1072; &#1080;&#1083;&#1080; &#1073;&#1086;&#1083;&#1077;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; <a href="#answer">
      <b>&#1042;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090; &#1086;&#1090;&#1074;&#1077;&#1090;&#1072; </b></a> &#1088;&#1072;&#1085;&#1077;&#1077; &#1073;&#1099;&#1083;&#1072; &#1087;&#1088;&#1077;&#1076;&#1091;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1085;&#1072; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077;&#1084; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103;, &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1102; &#1073;&#1091;&#1076;&#1077;&#1090; &#1079;&#1072;&#1076;&#1072;&#1085; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089; &#1089; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1080;&#1084;&#1080; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1072;&#1084;&#1080; &#1086;&#1090;&#1074;&#1077;&#1090;&#1072; &#1087;&#1091;&#1090;&#1077;&#1084; &#1087;&#1088;&#1086;&#1080;&#1079;&#1085;&#1077;&#1089;&#1077;&#1085;&#1080;&#1103; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081; &#1074;&#1072;&#1084;&#1080; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082;&#1080;, &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1099; &#1086;&#1090;&#1074;&#1077;&#1090;&#1086;&#1074; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1099; &#1079;&#1072;&#1088;&#1072;&#1085;&#1077;&#1077;. &#1048;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1077;&#1074; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1080;&#1090;&#1089;&#1103; &#1089; &#1084;&#1077;&#1090;&#1082;&#1080; &#1042;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1072; &#1086;&#1090;&#1074;&#1077;&#1090;&#1072;, &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1080;&#1075;&#1088;&#1086;&#1082;&#1086;&#1084;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082;  <b>&#1042;&#1086;&#1087;&#1088;&#1086;&#1089;</b> &#1073;&#1099;&#1083; &#1079;&#1072;&#1076;&#1072;&#1085;, &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1042;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1086;&#1074; &#1086;&#1090;&#1074;&#1077;&#1090;&#1086;&#1074; &#1074;&#1086;&#1079;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074; &#1080;&#1089;&#1093;&#1086;&#1076;&#1085;&#1086;&#1077; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077; &#1076;&#1083;&#1103; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1075;&#1086; <b>&#1042;&#1086;&#1087;&#1088;&#1086;&#1089;&#1072;</b>.<br />
      &#1045;&#1089;&#1083;&#1080; &#1088;&#1072;&#1085;&#1077;&#1077; &#1074; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080; &#1076;&#1086; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1103; &#1101;&#1090;&#1086;&#1081; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1085;&#1077; &#1073;&#1099;&#1083;&#1086; &#1079;&#1072;&#1076;&#1072;&#1085;&#1086; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076; <a href="#answer"><b>&#1042;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1086;&#1074; &#1086;&#1090;&#1074;&#1077;&#1090;&#1072;</b></a>, &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1102; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1088;&#1077;&#1076;&#1083;&#1086;&#1078;&#1077;&#1085;&#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1086;&#1090;&#1074;&#1077;&#1090; &quot;&#1044;&#1072;&quot; &#1080;&#1083;&#1080; &quot;&#1053;&#1077;&#1090;&quot; &#1085;&#1072; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;, &#1079;&#1072;&#1076;&#1072;&#1085;&#1085;&#1099;&#1081; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081; &#1074;&#1072;&#1084;&#1080; &#1088;&#1077;&#1087;&#1083;&#1080;&#1082;&#1086;&#1081;. &#1045;&#1089;&#1083;&#1080;
      <b>&#1042;&#1086;&#1087;&#1088;&#1086;&#1089;</b> &#1089; &#1086;&#1090;&#1074;&#1077;&#1090;&#1086;&#1084; &#1076;&#1072;/&#1085;&#1077;&#1090; &#1079;&#1072;&#1076;&#1072;&#1085; &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103; &#1076;&#1083;&#1103; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; <a href="#if">
  <b>If ...</b></a>, &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1081; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1073;&#1091;&#1076;&#1077;&#1090; &#1073;&#1083;&#1086;&#1082;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085; &#1087;&#1088;&#1080; &#1086;&#1090;&#1074;&#1077;&#1090;&#1077; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103; &quot;&#1044;&#1072;&quot;.</li>
  <li><a name="wait"><b>Wait (&#1046;&#1076;&#1072;&#1090;&#1100;)</b></a> - &#1042;&#1077;&#1083;&#1080;&#1090; &#1053;&#1048;&#1055;&#1091; &#1085;&#1080;&#1095;&#1077;&#1075;&#1086; &#1085;&#1077; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1076;&#1086; &#1090;&#1077;&#1093; &#1087;&#1086;&#1088;, &#1087;&#1086;&#1082;&#1072; &#1085;&#1077; &#1080;&#1089;&#1090;&#1077;&#1095;&#1077;&#1090; &#1079;&#1072;&#1076;&#1072;&#1085;&#1085;&#1086;&#1077; &#1074;&#1072;&#1084;&#1080; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1093;&#1086;&#1076;&#1086;&#1074;. &#1050;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072;   <b>Wait 0</b> &#1086;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1074; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1081; &#1090;&#1086;&#1095;&#1082;&#1077; &#1076;&#1086; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1075;&#1086; &#1093;&#1086;&#1076;&#1072;.</li>
  <li><a name="waitevent"><b>Wait for event (&#1046;&#1076;&#1072;&#1090;&#1100; &#1089;&#1086;&#1073;&#1099;&#1090;&#1080;&#1103;)</b></a> - &#1053;&#1048;&#1055; &#1086;&#1078;&#1080;&#1076;&#1072;&#1077;&#1090; &#1085;&#1072;&#1089;&#1090;&#1091;&#1087;&#1083;&#1077;&#1085;&#1080;&#1103; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1075;&#1086; &#1089;&#1086;&#1073;&#1099;&#1090;&#1080;&#1103;.</li>
  <li><a name="waitentity"><b>Wait for entity (&#1046;&#1076;&#1072;&#1090;&#1100; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1072;) </b></a> - &#1053;&#1048;&#1055; &#1086;&#1078;&#1080;&#1076;&#1072;&#1077;&#1090;, &#1087;&#1086;&#1082;&#1072; &#1083;&#1102;&#1073;&#1086;&#1077; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1086; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1090;&#1080;&#1087;&#1072;(&#1086;&#1074;) &#1074;&#1086;&#1081;&#1076;&#1077;&#1090; &#1074; &#1079;&#1072;&#1076;&#1072;&#1085;&#1085;&#1091;&#1102; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;. &#1055;&#1088;&#1080; &#1074;&#1099;&#1073;&#1086;&#1088;&#1077; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1080;&#1093; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1086;&#1074; &#1091;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1081;&#1090;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1091; &lt;Ctrl&gt;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1074;&#1099;&#1073;&#1086;&#1088;&#1072; &#1101;&#1090;&#1086;&#1081; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;, &#1085;&#1072; &#1082;&#1072;&#1082;&#1086;&#1077;-&#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1090;&#1089;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;. &#1059;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1103; &#1083;&#1077;&#1074;&#1091;&#1102; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091;, &#1074;&#1099;&#1076;&#1077;&#1083;&#1080;&#1090;&#1077; &#1084;&#1099;&#1096;&#1082;&#1086;&#1081; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1074;&#1086;&#1081;&#1090;&#1080; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1072; &#1087;&#1077;&#1088;&#1077;&#1076; &#1090;&#1077;&#1084;, &#1082;&#1072;&#1082; &#1053;&#1048;&#1055; &#1089;&#1076;&#1077;&#1083;&#1072;&#1077;&#1090; &#1095;&#1090;&#1086;-&#1090;&#1086; &#1077;&#1097;&#1077;.</li>
  <li><a name="waitentityis"><b>Wait while entity (&#1046;&#1076;&#1072;&#1090;&#1100;, &#1087;&#1086;&#1082;&#1072; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1086;) </b></a> - &#1054;&#1078;&#1080;&#1076;&#1072;&#1077;&#1090;, &#1087;&#1086;&#1082;&#1072; &#1083;&#1102;&#1073;&#1086;&#1077; &#1080;&#1079; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1099;&#1093; &#1090;&#1080;&#1087;&#1086;&#1074; &#1086;&#1089;&#1090;&#1072;&#1085;&#1077;&#1090;&#1089;&#1103; &#1074; &#1079;&#1072;&#1076;&#1072;&#1085;&#1085;&#1086;&#1081; &#1074;&#1072;&#1084;&#1080; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.</li>
  <li><a name="waitdoor"><b>Wait for door to (open/close) (&#1046;&#1076;&#1072;&#1090;&#1100;, &#1087;&#1086;&#1082;&#1072; &#1076;&#1074;&#1077;&#1088;&#1100; (&#1086;&#1090;&#1082;&#1088;&#1086;&#1077;&#1090;&#1089;&#1103;/&#1079;&#1072;&#1082;&#1088;&#1086;&#1077;&#1090;&#1089;&#1103;) </b></a>- &#1054;&#1078;&#1080;&#1076;&#1072;&#1077;&#1090;, &#1087;&#1086;&#1082;&#1072; &#1076;&#1074;&#1077;&#1088;&#1100; &#1074; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1084; &#1082;&#1074;&#1072;&#1076;&#1088;&#1072;&#1090;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1079;&#1072;&#1082;&#1088;&#1086;&#1077;&#1090;&#1089;&#1103; &#1080;&#1083;&#1080; &#1086;&#1090;&#1082;&#1088;&#1086;&#1077;&#1090;&#1089;&#1103;.</li>
  <li><a name="waitturn"><b>Wait for turn (&#1046;&#1076;&#1072;&#1090;&#1100; &#1093;&#1086;&#1076;&#1072;) </b></a> - &#1053;&#1048;&#1055; &#1085;&#1080;&#1095;&#1077;&#1075;&#1086; &#1085;&#1077; &#1076;&#1077;&#1083;&#1072;&#1077;&#1090; &#1076;&#1086; &#1090;&#1077;&#1093; &#1087;&#1086;&#1088;, &#1087;&#1086;&#1082;&#1072; &#1085;&#1077; &#1080;&#1089;&#1090;&#1077;&#1095;&#1077;&#1090; &#1079;&#1072;&#1076;&#1072;&#1085;&#1085;&#1086;&#1077; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1093;&#1086;&#1076;&#1086;&#1074; &#1089; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1072; &#1074;&#1093;&#1086;&#1076;&#1072; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072;.</li>
  <li><b>Wait for turn (&#1046;&#1076;&#1072;&#1090;&#1100; &#1093;&#1086;&#1076;&#1072;) </b> - &#1054;&#1078;&#1080;&#1076;&#1072;&#1077;&#1090;, &#1087;&#1086;&#1082;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082; &#1085;&#1077; &#1089;&#1076;&#1077;&#1083;&#1072;&#1077;&#1090; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1072; &#1093;&#1086;&#1076;&#1086;&#1074;.</li>
  <li><a name="waitclean"><b>Wait for clean room (&#1046;&#1076;&#1072;&#1090;&#1100;, &#1087;&#1086;&#1082;&#1072; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; &#1085;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1086;&#1095;&#1080;&#1097;&#1077;&#1085;&#1072;) </b></a> - &#1054;&#1078;&#1080;&#1076;&#1072;&#1077;&#1090;, &#1087;&#1086;&#1082;&#1072; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; &#1085;&#1077; &#1087;&#1077;&#1088;&#1077;&#1081;&#1076;&#1077;&#1090; &#1074; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077; &#1087;&#1088;&#1086;&#1081;&#1076;&#1077;&#1085;&#1085;&#1086;&#1081; (&#1090;.&#1077;. &#1091;&#1073;&#1080;&#1090;&#1099; &#1074;&#1089;&#1077; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1099;&#1077; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1072;).</li>
  <li><a name="waitplayerface"><b>Wait for player to face (&#1046;&#1076;&#1072;&#1090;&#1100;, &#1087;&#1086;&#1082;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082; &#1085;&#1077; &#1087;&#1086;&#1074;&#1077;&#1088;&#1085;&#1077;&#1090;&#1089;&#1103; &#1083;&#1080;&#1094;&#1086;&#1084; &#1085;&#1072;) </b></a> - &#1054;&#1078;&#1080;&#1076;&#1072;&#1077;&#1090;, &#1087;&#1086;&#1082;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082; &#1085;&#1077; &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1077;&#1090;&#1089;&#1103; &#1074; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1084; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1080;.</li>
  <li><a name="waitplayermove"><b>Wait for player to move (&#1046;&#1076;&#1072;&#1090;&#1100;, &#1087;&#1086;&#1082;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082; &#1085;&#1077; &#1087;&#1086;&#1081;&#1076;&#1077;&#1090; &#1085;&#1072;) </b></a> - &#1054;&#1078;&#1080;&#1076;&#1072;&#1077;&#1090;, &#1087;&#1086;&#1082;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082; &#1085;&#1077; &#1085;&#1072;&#1095;&#1085;&#1077;&#1090; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1077; &#1074; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1084; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1080;.</li>
  <li><a name="waitplayertouch"><b>Wait for player to touch me (&#1046;&#1076;&#1072;&#1090;&#1100;, &#1087;&#1086;&#1082;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082; &#1085;&#1077; &#1087;&#1088;&#1080;&#1082;&#1086;&#1089;&#1085;&#1077;&#1090;&#1089;&#1103; &#1082;&#1086; &#1084;&#1085;&#1077;) </b></a> - &#1054;&#1078;&#1080;&#1076;&#1072;&#1077;&#1090;, &#1087;&#1086;&#1082;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082; &#1085;&#1077; &#1085;&#1072;&#1090;&#1082;&#1085;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1053;&#1048;&#1055;&#1072;.</li>
  <li><a name="waitnobuildmarkers"><b>Wait for no building markers (&#1046;&#1076;&#1072;&#1090;&#1100;, &#1087;&#1086;&#1082;&#1072; &#1085;&#1077; &#1080;&#1089;&#1095;&#1077;&#1079;&#1085;&#1091;&#1090; &#1074;&#1089;&#1077; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1084;&#1077;&#1090;&#1082;&#1080;) </b></a> -
      &#1054;&#1078;&#1080;&#1076;&#1072;&#1077;&#1090;, &#1087;&#1086;&#1082;&#1072; &#1074; &#1091;&#1082;&#1072;&#1079;&#1072;&#1085;&#1085;&#1086;&#1081; &#1074;&#1072;&#1084;&#1080; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1085;&#1077; &#1087;&#1088;&#1086;&#1087;&#1072;&#1076;&#1091;&#1090; &#1074;&#1089;&#1077; &#1091;&#1087;&#1086;&#1084;&#1103;&#1085;&#1091;&#1090;&#1099;&#1077; &#1074; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080;  <a href="#buildmarker">&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1084;&#1077;&#1090;&#1082;&#1080;</a>.</li>
  <li><a name="waitvar"><b>Wait until var (&#1046;&#1076;&#1072;&#1090;&#1100; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1081;) </b></a> - &#1054;&#1078;&#1080;&#1076;&#1072;&#1077;&#1090;, &#1087;&#1086;&#1082;&#1072; <a href="#setvar">&#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1072;&#1103; &#1082;&#1072;&#1090;&#1072;&#1082;&#1086;&#1084;&#1073;&#1099; </a> &#1085;&#1077; &#1089;&#1086;&#1073;&#1083;&#1102;&#1076;&#1077;&#1090; &#1091;&#1082;&#1072;&#1079;&#1072;&#1085;&#1085;&#1086;&#1077; &#1074;&#1072;&#1084;&#1080; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1077;.</li>
  <li><a name="turnintomonster"><b>Turn into monster (&#1055;&#1088;&#1077;&#1074;&#1088;&#1072;&#1090;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1077;) </b></a> - &#1055;&#1088;&#1077;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090; &#1053;&#1048;&#1055;&#1072; &#1074; &#1086;&#1073;&#1099;&#1095;&#1085;&#1086;&#1077; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1077;, &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1077; &#1077;&#1075;&#1086; &#1074;&#1085;&#1077;&#1096;&#1085;&#1077;&#1084;&#1091; &#1074;&#1080;&#1076;&#1091;. &#1069;&#1090;&#1086; &#1085;&#1077;&#1084;&#1077;&#1076;&#1083;&#1077;&#1085;&#1085;&#1086; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1073;&#1091;&#1076;&#1077;&#1090; &#1085;&#1072;&#1095;&#1072;&#1090; &#1079;&#1072;&#1085;&#1086;&#1074;&#1086;, &#1082;&#1072;&#1082; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1080;&#1075;&#1088;&#1086;&#1082; &#1074;&#1085;&#1086;&#1074;&#1100; &#1074;&#1086;&#1081;&#1076;&#1077;&#1090; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;.</li>
</ol>

<p><a name="decision"><b>4.&nbsp;&nbsp;&#1055;&#1088;&#1080;&#1085;&#1103;&#1090;&#1080;&#1077; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1081; </b></a> - &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1076;&#1083;&#1103; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1103; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081; &#1095;&#1072;&#1089;&#1090;&#1080; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1085;&#1099;&#1093; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076; &#1080;&#1083;&#1080; &#1076;&#1083;&#1103; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1077;&#1085;&#1080;&#1103; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1080;&#1079; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1077;&#1075;&#1086; &#1095;&#1072;&#1089;&#1090;&#1080;.</p>
<ol>
  <li><a name="if"><b>If ... (&#1045;&#1089;&#1083;&#1080;...) </b></a> - &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1101;&#1090;&#1091; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; &#1076;&#1083;&#1103; &#1086;&#1087;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1072; &#1073;&#1083;&#1086;&#1082;&#1072; &#1080;&#1079; &#1086;&#1076;&#1085;&#1086;&#1081; &#1080; &#1073;&#1086;&#1083;&#1077;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103;, &#1086;&#1089;&#1085;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1085;&#1072; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1080;, &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1084; &#1074;&#1072;&#1084;&#1080; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1081; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1085;&#1086;&#1081; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1086;&#1081;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1076;&#1086;&#1083;&#1078;&#1085;&#1072; &#1073;&#1099;&#1090;&#1100; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089;&#1086;&#1084;. &#1045;&#1089;&#1083;&#1080; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089; &#1085;&#1077;&#1084;&#1077;&#1076;&#1083;&#1077;&#1085;&#1085;&#1086; &#1091;&#1076;&#1086;&#1074;&#1083;&#1077;&#1090;&#1074;&#1086;&#1088;&#1103;&#1077;&#1090;&#1089;&#1103;, &#1090;&#1086; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103;, &#1080;&#1076;&#1091;&#1097;&#1080;&#1077; &#1076;&#1072;&#1083;&#1077;&#1077;, &#1073;&#1091;&#1076;&#1091;&#1090; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1099;.  &#1050;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; <a href="#ifend"><b>If End</b></a> &#1080;&#1083;&#1080; <a href="#else"><b>Else</b></a> &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1102;&#1090; &#1082;&#1086;&#1085;&#1077;&#1094; &#1086;&#1087;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1073;&#1083;&#1086;&#1082;&#1072; &#1082;&#1086;&#1076;&#1072;. &#1045;&#1089;&#1083;&#1080; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1081; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1099;&#1081;, &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1080;&#1090;&#1089;&#1103; &#1087;&#1086;&#1089;&#1083;&#1077; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1093; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;  <a href="#else"><b>Else</b></a> &#1080;&#1083;&#1080;
      <a href="#ifend"><b>If End</b></a>, &#1086;&#1090;&#1084;&#1077;&#1095;&#1072;&#1102;&#1097;&#1080;&#1093; &#1082;&#1086;&#1085;&#1077;&#1094; &#1086;&#1087;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1073;&#1083;&#1086;&#1082;&#1072; &#1082;&#1086;&#1076;&#1072;.</li>
  <li><a name="if"><b>If ... (&#1045;&#1089;&#1083;&#1080;...)</b></a>. &#1050;&#1086;&#1085;&#1077;&#1094; &#1073;&#1083;&#1086;&#1082;&#1072; <a href="#else"><b>Else</b></a>
      &#1086;&#1073;&#1086;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1086;&#1081; <a href="#ifend"><b>If End</b></a>.</li>
  <li><a name="else"><b>Else (&#1058;&#1086;) </b></a> - &#1054;&#1090;&#1084;&#1077;&#1095;&#1072;&#1077;&#1090; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086; &#1073;&#1083;&#1086;&#1082;&#1072; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1089;&#1103; &#1074; &#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089;, &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1081; &#1079;&#1072; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1086;&#1081; 
      <a href="#if"><b>If ...</b></a> <u>&#1085;&#1077;</u> &#1091;&#1076;&#1086;&#1074;&#1083;&#1077;&#1090;&#1074;&#1086;&#1088;&#1077;&#1085;.
      &#1050;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; <b>Else</b> &#1074; &#1091;&#1089;&#1083;&#1086;&#1074;&#1085;&#1099;&#1093; &#1073;&#1083;&#1086;&#1082;&#1072;&#1093; &#1086;&#1087;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1100; &#1087;&#1086;&#1089;&#1083;&#1077;  <a href="#if"><b>If ...</b></a>, &#1095;&#1090;&#1086;&#1073;&#1099; &#1085;&#1077;&#1089;&#1090;&#1080; &#1082;&#1072;&#1082;&#1086;&#1077;-&#1090;&#1086; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;.</li>
  <li><a name="ifend"><b>If End (&#1050;&#1086;&#1085;&#1077;&#1094; &quot;&#1045;&#1089;&#1083;&#1080;&quot;) </b></a> - &#1054;&#1090;&#1084;&#1077;&#1095;&#1072;&#1077;&#1090; &#1082;&#1086;&#1085;&#1077;&#1094; &#1073;&#1083;&#1086;&#1082;&#1086;&#1074; 
      <a href="#if"><b>If ...</b></a> &#1080; <a href="#else"><b>Else</b></a>.<br />
      <a name="condnotes">&#1047;&#1072;&#1084;&#1077;&#1095;&#1072;&#1085;&#1080;&#1103;:</a>
      <ol>
        <li>&#1057;&#1080;&#1084;&#1074;&#1086;&#1083; "?", &#1086;&#1090;&#1073;&#1088;&#1072;&#1078;&#1072;&#1102;&#1097;&#1080;&#1081;&#1089;&#1103; &#1085;&#1072;&#1087;&#1088;&#1086;&#1090;&#1080;&#1074; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103;, &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1085;&#1077; &#1088;&#1072;&#1089;&#1087;&#1086;&#1079;&#1085;&#1072;&#1085;&#1072; &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1076;&#1086;&#1087;&#1091;&#1089;&#1090;&#1080;&#1084;&#1086;&#1075;&#1086; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103; &#1076;&#1083;&#1103; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;
            <a href="#if"><b>If ...</b></a>.</li>
        <li>&#1050;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; <a href="#if"><b>If ...</b></a> &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1074;&#1083;&#1086;&#1078;&#1077;&#1085;&#1085;&#1099;&#1084;&#1080;, &#1090;.&#1077;. &#1074;&#1085;&#1091;&#1090;&#1088;&#1077;&#1085;&#1085;&#1080;&#1081; &#1073;&#1083;&#1086;&#1082; &#1082;&#1086;&#1076;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1083;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090;&#1100;&#1089;&#1103; &#1074;&#1086; &#1074;&#1085;&#1077;&#1096;&#1085;&#1077;&#1084; .</li>
        <li>&#1057;&#1080;&#1084;&#1074;&#1086;&#1083;  "!", &#1086;&#1090;&#1073;&#1088;&#1072;&#1078;&#1072;&#1102;&#1097;&#1080;&#1081;&#1089;&#1103; &#1085;&#1072;&#1087;&#1088;&#1086;&#1090;&#1080;&#1074; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103;, &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1073;&#1083;&#1086;&#1082; <a href="#if"><b>If ...</b></a> &#1080;&#1083;&#1080;
            <a href="#else"><b>Else</b></a> &#1085;&#1077; &#1079;&#1072;&#1082;&#1088;&#1099;&#1090; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1086;&#1081; <a href="#ifend"><b>If End</b></a>, &#1080;&#1076;&#1091;&#1097;&#1077;&#1081; &#1074; &#1082;&#1086;&#1085;&#1094;&#1077;, &#1080;&#1083;&#1080; &#1095;&#1090;&#1086; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1077; 
            <a href="#else"><b>Else</b></a> &#1085;&#1077; &#1087;&#1088;&#1077;&#1076;&#1096;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; <a href="#if"><b>If ...</b></a>.</li>
        <li>&#1057;&#1084;&#1086;&#1090;&#1088;&#1080; "<a href="#branchingexamples">&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;&#1099; &#1088;&#1072;&#1079;&#1074;&#1077;&#1090;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088; &#1082;&#1086;&#1076;&#1072;</a>", &#1087;&#1088;&#1080;&#1074;&#1077;&#1076;&#1077;&#1085;&#1085;&#1099;&#1077; &#1085;&#1080;&#1078;&#1077;.</li>
  </ol></li>
  <li><a name="label"><b>Label (&#1052;&#1077;&#1090;&#1082;&#1072;) </b></a> - &#1054;&#1090;&#1084;&#1077;&#1095;&#1072;&#1077;&#1090; &#1084;&#1077;&#1089;&#1090;&#1086; &#1074; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080;, &#1089; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1085;&#1091;&#1078;&#1085;&#1086; &#1074;&#1086;&#1079;&#1086;&#1073;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;  (&#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1074; &#1089;&#1086;&#1095;&#1077;&#1090;&#1072;&#1085;&#1080;&#1080; &#1089; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072;&#1084;&#1080; 
      <a href="#goto"><b>Go to</b></a> &#1080; <a href="#answer"><b>Answer option</b></a>).  &#1058;&#1072;&#1082;&#1078;&#1077; &#1084;&#1077;&#1090;&#1082;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1100; &#1082;&#1086;&#1084;&#1084;&#1077;&#1085;&#1090;&#1072;&#1088;&#1080;&#1103;&#1084;&#1080; &#1085;&#1072; &#1086;&#1073;&#1099;&#1095;&#1085;&#1086;&#1084; &#1103;&#1079;&#1099;&#1082;&#1077;, &#1087;&#1086;&#1103;&#1089;&#1085;&#1103;&#1102;&#1097;&#1080;&#1084;&#1080;, &#1095;&#1090;&#1086; &#1080;&#1084;&#1077;&#1085;&#1085;&#1086; &#1076;&#1077;&#1083;&#1072;&#1077;&#1090; &#1101;&#1090;&#1072; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103;.</li>
  <li><a name="goto"><b>Go to (&#1055;&#1077;&#1088;&#1077;&#1081;&#1090;&#1080; &#1082;) </b></a> - &#1042;&#1099;&#1073;&#1080;&#1088;&#1072;&#1077;&#1090; &#1084;&#1077;&#1090;&#1082;&#1091;, &#1089; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081; &#1085;&#1091;&#1078;&#1085;&#1086; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1080;&#1090;&#1100; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;. &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;  Goto &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100; &#1074; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080; &#1094;&#1080;&#1082;&#1083;, &#1074;&#1085;&#1086;&#1074;&#1100; &#1080; &#1074;&#1085;&#1086;&#1074;&#1100; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1103;&#1102;&#1097;&#1080;&#1081; &#1085;&#1072;&#1073;&#1086;&#1088; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;. &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; <a href="#wait"><b>Wait 0</b></a>
      &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1077;&#1075;&#1086; &#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1094;&#1080;&#1082;&#1083;&#1072; -&#1090;&#1072;&#1082; &#1086;&#1085;&#1072; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1103;&#1090;&#1100;&#1089;&#1103; &#1077;&#1076;&#1080;&#1085;&#1086;&#1078;&#1076;&#1099; &#1082;&#1072;&#1078;&#1076;&#1099;&#1081; &#1096;&#1072;&#1075;.</li>
  <li><a name="endonexit"><b>End on room exit (&#1047;&#1072;&#1074;&#1077;&#1088;&#1096;&#1080;&#1090;&#1100; &#1087;&#1088;&#1080; &#1074;&#1099;&#1093;&#1086;&#1076;&#1077; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;) </b></a> - &#1059;&#1076;&#1072;&#1083;&#1103;&#1077;&#1090; &#1053;&#1048;&#1055;&#1072; &#1076;&#1086; &#1082;&#1086;&#1085;&#1094;&#1072; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1081; &#1080;&#1075;&#1088;&#1099;, &#1082;&#1072;&#1082; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1080;&#1075;&#1088;&#1086;&#1082; &#1074;&#1099;&#1093;&#1086;&#1076;&#1080;&#1090; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.  &#1045;&#1089;&#1083;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; &#1087;&#1077;&#1088;&#1077;&#1079;&#1072;&#1087;&#1091;&#1082;&#1072;&#1077;&#1090;&#1089;&#1103; &#1076;&#1086; &#1074;&#1099;&#1093;&#1086;&#1076;&#1072;, &#1090;&#1086; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1053;&#1048;&#1055;&#1072; &#1074;&#1085;&#1086;&#1074;&#1100; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1103;&#1090;&#1100;&#1089;&#1103; &#1089; &#1085;&#1072;&#1095;&#1072;&#1083;&#1072;. &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1101;&#1090;&#1091; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1053;&#1048;&#1055; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1080;&#1083; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;.</li>
  <li><a name="end"><b>End (&#1050;&#1086;&#1085;&#1077;&#1094;) </b></a> - &#1053;&#1077;&#1084;&#1077;&#1076;&#1083;&#1077;&#1085;&#1085;&#1086; &#1079;&#1072;&#1074;&#1077;&#1088;&#1096;&#1072;&#1077;&#1090; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072; &#1080; &#1091;&#1076;&#1072;&#1083;&#1103;&#1077;&#1090; &#1053;&#1048;&#1055;&#1072; &#1076;&#1086; &#1082;&#1086;&#1085;&#1094;&#1072; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1081; &#1080;&#1075;&#1088;&#1099;, &#1082;&#1072;&#1082; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1080;&#1075;&#1088;&#1086;&#1082; &#1074;&#1099;&#1093;&#1086;&#1076;&#1080;&#1090; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;.  &#1045;&#1089;&#1083;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; &#1087;&#1077;&#1088;&#1077;&#1079;&#1072;&#1087;&#1091;&#1082;&#1072;&#1077;&#1090;&#1089;&#1103; &#1076;&#1086; &#1074;&#1099;&#1093;&#1086;&#1076;&#1072;, &#1090;&#1086; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1053;&#1048;&#1055;&#1072; &#1074;&#1085;&#1086;&#1074;&#1100; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1103;&#1090;&#1100;&#1089;&#1103; &#1089; &#1085;&#1072;&#1095;&#1072;&#1083;&#1072;. &#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;: &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1101;&#1090;&#1091; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1053;&#1048;&#1055; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1080;&#1083; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;.</li>
</ol>

<p><a name="usagenotes"><b>&#1047;&#1072;&#1084;&#1077;&#1095;&#1072;&#1085;&#1080;&#1103; &#1087;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1102; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1077;&#1074; &#1053;&#1048;&#1055;</b></a></p>
<ol>
  <li><a name="lifecycle">&#1057;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1082;&#1072;&#1078;&#1076;&#1086;&#1075;&#1086; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; &#1087;&#1088;&#1080; &#1074;&#1093;&#1086;&#1076;&#1077; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;. </a>&#1050;&#1072;&#1082; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1087;&#1086;&#1076;&#1093;&#1086;&#1076;&#1080;&#1090; &#1082; &#1079;&#1072;&#1074;&#1077;&#1088;&#1096;&#1077;&#1085;&#1080;&#1102;, &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078; &#1087;&#1077;&#1088;&#1077;&#1089;&#1090;&#1072;&#1077;&#1090; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;. &#1045;&#1089;&#1083;&#1080; &#1087;&#1086; &#1079;&#1072;&#1074;&#1077;&#1088;&#1096;&#1077;&#1085;&#1080;&#1080; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1053;&#1048;&#1055; &#1074;&#1089;&#1077; &#1077;&#1097;&#1077; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077;, &#1086;&#1085; &#1086;&#1089;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1084;&#1077;&#1089;&#1090;&#1077; &#1076;&#1086; &#1090;&#1077;&#1093; &#1087;&#1086;&#1088;, &#1087;&#1086;&#1082;&#1072; &#1080;&#1075;&#1088;&#1086;&#1082; &#1077;&#1077; &#1085;&#1077; &#1087;&#1086;&#1082;&#1080;&#1085;&#1077;&#1090;. &#1045;&#1089;&#1083;&#1080; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1085;&#1086; &#1074;&#1086;&#1081;&#1090;&#1080; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;, &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1085;&#1072;&#1095;&#1085;&#1077;&#1090; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1085;&#1072;&#1095;&#1072;&#1083;&#1072;.</li>
  <li><a name="dontrestart">&#1063;&#1090;&#1086;&#1073;&#1099; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1074;&#1085;&#1086;&#1074;&#1100; &#1085;&#1077; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1083; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; &#1087;&#1088;&#1080; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1085;&#1086;&#1084; &#1074;&#1093;&#1086;&#1076;&#1077; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;, &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086; &#1087;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1074; &#1082;&#1086;&#1085;&#1094;&#1077; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; </a> <a href="#end"><b>End </b></a>
      &#1080;&#1083;&#1080; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; <a href="#endonexit"><b>End on room exit</b></a> &#1074; &#1083;&#1102;&#1073;&#1086;&#1084; &#1076;&#1088;&#1091;&#1075;&#1086;&#1084; &#1077;&#1075;&#1086; &#1084;&#1077;&#1089;&#1090;&#1077;.  &#1055;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072; &#1084;&#1086;&#1078;&#1085;&#1086; &#1079;&#1072;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1073;&#1077;&#1078;&#1072;&#1090;&#1100; &#1083;&#1080;&#1096;&#1100; &#1074; &#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; &#1077;&#1097;&#1077; &#1085;&#1077; &#1087;&#1088;&#1086;&#1081;&#1076;&#1077;&#1085;&#1072;, &#1080; &#1074; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103; &#1074;&#1099; &#1087;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; <b><a href="#if">If</a>
      &lt;<a href="#waitclean">Wait for Clean Room</a>&gt;</b>, &#1072; &#1074; &#1082;&#1086;&#1085;&#1077;&#1094; -  <a href="#ifend"><b>If End</b></a>.</li>
  <li>&#1053;&#1048;&#1055; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1087;&#1088;&#1077;&#1074;&#1088;&#1072;&#1097;&#1077;&#1085; &#1074; &#1086;&#1073;&#1099;&#1095;&#1085;&#1086;&#1077; &#1095;&#1091;&#1076;&#1086;&#1074;&#1080;&#1097;&#1077; &#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1086;&#1084; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099; 
      <a href="#turnintomonster"><b>Turn into monster</b></a>.  &#1042; &#1101;&#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1076;&#1083;&#1103; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1077;&#1075;&#1086; &#1085;&#1091;&#1078;&#1085;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1091;&#1073;&#1080;&#1090;&#1100;.</li>
</ol>

<p><a name="branchingexamples"><b>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088;&#1099; &#1088;&#1072;&#1079;&#1074;&#1077;&#1090;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088; &#1082;&#1086;&#1076;&#1072;:</b></a></p>
<ol>
  <li><a name="singlecodebranch">&#1054;&#1076;&#1080;&#1085;&#1086;&#1095;&#1085;&#1072;&#1103; &#1074;&#1077;&#1090;&#1074;&#1100; &#1082;&#1086;&#1076;&#1072;:</a><br />
      <b>If ...</b><br />
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;&#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1077;&gt;<br />
      &nbsp;&nbsp;&nbsp;&#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;<br />
      <b>If End</b>  </li>
  <br />
  <li><a name="twocodebranch">&#1044;&#1074;&#1077; &#1074;&#1077;&#1090;&#1074;&#1080; &#1082;&#1086;&#1076;&#1072;:</a><br />
      <b>If ...</b><br />
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;&#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1077;&gt;<br />
      &nbsp;&nbsp;&nbsp;&#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;<br />
      <b>Else</b><br />
      &nbsp;&nbsp;&nbsp;&#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;<br />
      <b>If End</b>  </li>
  <br />
  <li><a name="nestedbranches">&#1042;&#1083;&#1086;&#1078;&#1077;&#1085;&#1085;&#1099;&#1077; &#1074;&#1077;&#1090;&#1074;&#1080;:</a><br />
      <b>If ...</b><br />
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;&#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1077;&gt;<br />
      &nbsp;&nbsp;&nbsp;&#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;<br />
      &nbsp;&nbsp;&nbsp;<b>If ...</b><br />
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;&#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1077;&gt;<br />
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;<br />
      &nbsp;&nbsp;&nbsp;<b>If End</b><br />
      &nbsp;&nbsp;&nbsp;&#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1099;<br />
      <b>If End</b></li>
</ol>
<hr />
<a href="character.html">&#1057;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1078;&#1072;</a><br />
<a href="editroom.html">&#1056;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;</a><br />
<a href="editselect.html">&#1056;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081;</a><br />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a><br />
</body>
</html>
