<html>
<head>
  <title>&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1044;&#1056;&#1054;&#1044;&#1091;</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<h3><u>&#1048;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082;</u></h3>
<p>&#1053;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085; &#1048;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1087;&#1072;&#1089;&#1090;&#1100; &#1080;&#1079; <a href="commands.html">&#1043;&#1083;&#1072;&#1074;&#1085;&#1086;&#1075;&#1086; &#1084;&#1077;&#1085;&#1102;</a>, &#1074;&#1099;&#1073;&#1088;&#1072;&#1074; &#1087;&#1091;&#1085;&#1082;&#1090; &quot;&#1048;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; <b>&#1053;</b>&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;&quot;. &#1058;&#1072;&#1084; &#1073;&#1091;&#1076;&#1091;&#1090; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1077; &#1086;&#1087;&#1094;&#1080;&#1080;:</p>
<p><a name="personal"><b>&#1055;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077;</b></a> - &#1042;&#1074;&#1077;&#1076;&#1080;&#1090;&#1077; &#1079;&#1076;&#1077;&#1089;&#1100; &#1080;&#1084;&#1103; &#1089;&#1074;&#1086;&#1077;&#1075;&#1086; &#1080;&#1075;&#1088;&#1086;&#1082;&#1072; &#1080; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1091;&#1102; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102;
 <a href="caravelNet.html">CaravelNet</a>.</p>
<p><a name="graphics"><b>&#1043;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077;</b></a> - &#1065;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; "&#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; <a name="fullscreen">&#1087;&#1086;&#1083;&#1085;&#1099;&#1081; &#1101;&#1082;&#1088;&#1072;&#1085;</a>" &#1076;&#1083;&#1103; &#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1103; &#1084;&#1077;&#1078;&#1076;&#1091; &#1087;&#1086;&#1083;&#1085;&#1086;&#1101;&#1082;&#1088;&#1072;&#1085;&#1085;&#1099;&#1084; &#1080; &#1086;&#1082;&#1086;&#1085;&#1085;&#1099;&#1084;  (1024x768) &#1088;&#1077;&#1078;&#1080;&#1084;&#1072;&#1084;&#1080;. &#1055;&#1086;&#1084;&#1085;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086; &#1074; &#1083;&#1102;&#1073;&#1086;&#1081; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1090;&#1086; &#1078;&#1077; &#1089;&#1072;&#1084;&#1086;&#1077; &#1087;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1082;&#1085;&#1086;&#1087;&#1082;&#1080;  F10. &#1054;&#1090;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077; <a name="alpha">"&#1040;&#1083;&#1100;&#1092;&#1072;-&#1089;&#1086;&#1087;&#1088;&#1103;&#1078;&#1077;&#1085;&#1080;&#1103;"</a> &#1084;&#1086;&#1078;&#1077;&#1090; &#1091;&#1084;&#1077;&#1085;&#1100;&#1096;&#1080;&#1090;&#1100; &#1079;&#1072;&#1084;&#1077;&#1076;&#1083;&#1077;&#1085;&#1085;&#1086;&#1077; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1077; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1074;&#1085;&#1091;&#1090;&#1088;&#1080;&#1080;&#1075;&#1088;&#1086;&#1074;&#1099;&#1093; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1086;&#1074;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1080;&#1089;&#1087;&#1099;&#1090;&#1099;&#1074;&#1072;&#1077;&#1090;&#1077; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1099; &#1089; &#1085;&#1080;&#1079;&#1082;&#1086;&#1081; &#1095;&#1072;&#1089;&#1090;&#1086;&#1090;&#1086;&#1081; &#1082;&#1072;&#1076;&#1088;&#1086;&#1074;. &#1054;&#1076;&#1085;&#1072;&#1082;&#1086;, &#1101;&#1090;&#1086; &#1090;&#1072;&#1082;&#1078;&#1077; &#1086;&#1090;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090; &#1074;&#1089;&#1077; &#1082;&#1088;&#1072;&#1089;&#1080;&#1074;&#1099;&#1077; &#1090;&#1077;&#1085;&#1077;&#1074;&#1099;&#1077; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1099;.</p>
<p><a name="sound"><b>&#1047;&#1074;&#1091;&#1082;&#1086;&#1074;&#1099;&#1077;</b></a> - &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1090;&#1100; &#1080; &#1074;&#1099;&#1082;&#1083;&#1102;&#1095;&#1072;&#1090;&#1100; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1099;&#1077; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1099;, &#1080;&#1075;&#1088;&#1086;&#1074;&#1091;&#1102; <a name="speech">&#1088;&#1077;&#1095;&#1100; &#1080; &#1092;&#1086;&#1085;&#1086;&#1074;&#1091;&#1102;</a> <a name="music">&#1084;&#1091;&#1079;&#1099;&#1082;&#1091;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1091;&#1089;&#1090;&#1072;&#1085;&#1072;&#1074;&#1083;&#1080;&#1074;&#1072;&#1090;&#1100; &#1076;&#1083;&#1103; &#1082;&#1072;&#1078;&#1076;&#1086;&#1075;&#1086; &#1080;&#1079; &#1085;&#1080;&#1093; &#1085;&#1091;&#1078;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1075;&#1088;&#1086;&#1084;&#1082;&#1086;&#1089;&#1090;&#1080;</a>. &#1054;&#1090;&#1086;&#1078;&#1084;&#1080;&#1090;&#1077; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; "&#1054;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1090;&#1100;  <a name="subtitles">&#1089;&#1091;&#1073;&#1090;&#1080;&#1090;&#1088;&#1099; &#1087;&#1072;&#1088;&#1072;&#1083;&#1083;&#1077;&#1083;&#1100;&#1085;&#1086; &#1089; &#1088;&#1077;&#1095;&#1100;&#1102;</a>", &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1085;&#1077; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1090;&#1077;&#1082;&#1089;&#1090; &#1089;&#1091;&#1073;&#1090;&#1080;&#1090;&#1088;&#1086;&#1074; &#1089;&#1086;&#1087;&#1088;&#1086;&#1074;&#1086;&#1078;&#1076;&#1072;&#1083; &#1088;&#1072;&#1079;&#1075;&#1086;&#1074;&#1086;&#1088;&#1099; &#1075;&#1077;&#1088;&#1086;&#1077;&#1074;.  &#1045;&#1089;&#1083;&#1080; &#1079;&#1074;&#1091;&#1082;&#1086;&#1074;&#1099;&#1077; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1099; &#1080;&#1083;&#1080; &#1084;&#1091;&#1079;&#1099;&#1082;&#1072; &#1085;&#1077; &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1103;&#1090;&#1089;&#1103;, &#1089;&#1087;&#1077;&#1088;&#1074;&#1072; &#1087;&#1086;&#1087;&#1088;&#1086;&#1073;&#1091;&#1081;&#1090;&#1077; &#1079;&#1072;&#1082;&#1088;&#1099;&#1090;&#1100; &#1074;&#1089;&#1077; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1080; &#1087;&#1077;&#1088;&#1077;&#1079;&#1072;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1100; &#1044;&#1056;&#1054;&#1044;. &#1045;&#1089;&#1083;&#1080; &#1079;&#1074;&#1091;&#1082; &#1074;&#1089;&#1077; &#1088;&#1072;&#1074;&#1085;&#1086; &#1085;&#1077; &#1087;&#1086;&#1103;&#1074;&#1080;&#1083;&#1089;&#1103;, &#1087;&#1086;&#1087;&#1088;&#1086;&#1073;&#1091;&#1081;&#1090;&#1077; &#1087;&#1077;&#1088;&#1077;&#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1100; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;.</p>
<p><a name="special"><b>&#1057;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077;</b></a> - &#1047;&#1076;&#1077;&#1089;&#1100; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1090;&#1086;&#1095;&#1082;&#1080; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;&#1093;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1080;&#1090;&#1100; &#1088;&#1077;&#1078;&#1080;&#1084; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1103;  <a href="demos.html">&#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1081;</a> &#1074; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1077; &#1080;&#1075;&#1088;&#1086;&#1074;&#1099;&#1077; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1099;. &#1050;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1090;&#1086;&#1095;&#1082;&#1080; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1102;&#1090; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1103;&#1090;&#1100; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1077; &#1083;&#1086;&#1082;&#1072;&#1094;&#1080;&#1080; &#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1080; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;.</p>
<p><b><a href="keyboard.html" name="keyboard">&#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1089; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1099; </a></b> - &#1047;&#1076;&#1077;&#1089;&#1100; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1077;&#1088;&#1077;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1100; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1080; &#1076;&#1083;&#1103; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1080;&#1075;&#1088;&#1086;&#1074;&#1099;&#1093; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;. &#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1077; &#1085;&#1077; &#1072;&#1084;&#1077;&#1088;&#1080;&#1082;&#1072;&#1085;&#1089;&#1082;&#1091;&#1102; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1091; &#1080;&#1083;&#1080; &#1074;&#1099;&#1073;&#1088;&#1072;&#1083;&#1080; &#1088;&#1072;&#1089;&#1082;&#1083;&#1072;&#1076;&#1082;&#1091;, &#1086;&#1090;&#1083;&#1080;&#1095;&#1085;&#1091;&#1102; &#1086;&#1090; QWERTY (&#1090;.&#1077;.
Dvorak), &#1087;&#1088;&#1080; &#1087;&#1077;&#1088;&#1077;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1090;&#1086;&#1083;&#1082;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1089; &#1080;&#1093; &#1085;&#1077;&#1074;&#1077;&#1088;&#1085;&#1099;&#1084; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1077;&#1084;. &#1053;&#1077; &#1089;&#1084;&#1086;&#1090;&#1088;&#1103; &#1085;&#1072; &#1101;&#1090;&#1086;, &#1085;&#1086;&#1074;&#1099;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&#1080;, &#1089;&#1082;&#1086;&#1088;&#1077;&#1077; &#1074;&#1089;&#1077;&#1075;&#1086;, &#1073;&#1091;&#1076;&#1091;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1074; &#1089;&#1072;&#1084;&#1086;&#1081; &#1080;&#1075;&#1088;&#1077;. &nbsp;(&#1055;&#1088;&#1086;&#1089;&#1080;&#1084; &#1087;&#1088;&#1086;&#1097;&#1077;&#1085;&#1080;&#1103;, &#1084;&#1099; &#1080;&#1089;&#1087;&#1088;&#1072;&#1074;&#1080;&#1084; &#1101;&#1090;&#1091; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1091; &#1074; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1081; &#1074;&#1077;&#1088;&#1089;&#1080;&#1080;.)</p>
<p><a name="repeatrate">&#1055;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;  &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1103;&#1077;&#1084;&#1086;&#1089;&#1090;&#1080; </a> - &#1059;&#1089;&#1090;&#1072;&#1085;&#1072;&#1074;&#1083;&#1080;&#1074;&#1072;&#1077;&#1090; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1103;&#1077;&#1084;&#1086;&#1089;&#1090;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1099; (&#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081;) &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1080;&#1075;&#1088;&#1099;. &#1045;&#1075;&#1086; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1077;&#1085;&#1080;&#1077; &#1091;&#1084;&#1077;&#1085;&#1100;&#1096;&#1080;&#1090; &#1079;&#1072;&#1076;&#1077;&#1088;&#1078;&#1082;&#1091; &#1084;&#1077;&#1078;&#1076;&#1091; &#1093;&#1086;&#1076;&#1072;&#1084;&#1080; &#1087;&#1088;&#1080; &#1085;&#1072;&#1078;&#1072;&#1090;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077;. &#1059;&#1084;&#1077;&#1085;&#1100;&#1096;&#1077;&#1085;&#1080;&#1077; &#1089;&#1076;&#1077;&#1083;&#1072;&#1077;&#1090; &#1072;&#1085;&#1080;&#1084;&#1072;&#1094;&#1080;&#1102; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081; &#1073;&#1086;&#1083;&#1077;&#1077; &#1087;&#1083;&#1072;&#1074;&#1085;&#1086;&#1081;.</p>
<p><a name="editor"><b>&#1056;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;</b></a> - &#1050;&#1086;&#1075;&#1076;&#1072; &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085; &#1087;&#1091;&#1085;&#1082;&#1090; &quot;&#1040;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1077;&quot;, &#1074;&#1089;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103;, &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1085;&#1099;&#1077; &#1074;  <a
 href="editroom.html">&#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088;&#1077;,</a> &#1073;&#1091;&#1076;&#1091;&#1090; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1099; &#1087;&#1086; &#1074;&#1099;&#1093;&#1086;&#1076;&#1091; &#1080;&#1079; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;. &#1054;&#1090;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077; &#1101;&#1090;&#1091; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1102;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1077;&#1088;&#1077;&#1076; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1077;&#1084; &#1091; &#1074;&#1072;&#1089; &#1079;&#1072;&#1087;&#1088;&#1072;&#1096;&#1080;&#1074;&#1072;&#1083;&#1080; &#1087;&#1086;&#1076;&#1090;&#1074;&#1077;&#1088;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077;. &#1054;&#1090;&#1084;&#1077;&#1090;&#1100;&#1090;&#1077; &#1087;&#1091;&#1085;&#1082;&#1090; &quot;&#1055;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1090;&#1100; &#1087;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1080; &#1086; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1072;&#1093;&quot;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1100; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1088;&#1080; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1080; &#1074; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1077; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1086;&#1074;.</p>
<hr />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a>
</body>
</html>
    