<html>
<head>
  <title>Help for Deadly Rooms of Death</title>
</head>
<body bgcolor="#FFFFFF">
<img src="images/drodlogo.jpg" />
<hr />
<h3><u>&#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080; &#1086;&#1082;&#1088;&#1091;&#1078;&#1072;&#1102;&#1097;&#1077;&#1081; &#1089;&#1088;&#1077;&#1076;&#1099;</u></h3>

<p>&#1044;&#1083;&#1103; &#1082;&#1072;&#1078;&#1076;&#1086;&#1081; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099; &#1084;&#1086;&#1078;&#1085;&#1086; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1099; &#1086;&#1082;&#1088;&#1091;&#1078;&#1072;&#1102;&#1097;&#1077;&#1081; &#1089;&#1088;&#1077;&#1076;&#1099;.  &#1069;&#1090;&#1086; &#1087;&#1088;&#1077;&#1076;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1086; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1088;&#1072;&#1076;&#1086;&#1074;&#1072;&#1090;&#1100; &#1075;&#1083;&#1072;&#1079;, &#1080; &#1085;&#1080;&#1082;&#1072;&#1082; &#1085;&#1077; &#1074;&#1083;&#1080;&#1103;&#1077;&#1090; &#1085;&#1072; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1081; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;. &#1055;&#1086;&#1075;&#1086;&#1076;&#1085;&#1086;&#1077; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075;&#1086;&#1074;&#1086;&#1077; &#1086;&#1082;&#1085;&#1086; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1090; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1077; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1099;:</p>

<ol>
  <li><a name="outside"><u>&#1054;&#1090;&#1082;&#1088;&#1099;&#1090;&#1099;&#1081; &#1074;&#1086;&#1079;&#1076;&#1091;&#1093; </u></a> (&#1090;&#1091;&#1084;&#1073;&#1083;&#1077;&#1088;): &#1054;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1077;&#1090;, &#1075;&#1076;&#1077; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1101;&#1090;&#1072; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072;: &#1074; &#1087;&#1086;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1080; &#1080;&#1083;&#1080; &#1085;&#1072; &#1091;&#1083;&#1080;&#1094;&#1077;. &#1042; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080; &#1086;&#1090; &#1101;&#1090;&#1086;&#1075;&#1086;  &#1074; &#1074;&#1086;&#1076;&#1077; &#1086;&#1090;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090;&#1089;&#1103; &#1087;&#1086;&#1090;&#1086;&#1083;&#1086;&#1082; &#1080;&#1083;&#1080; &#1085;&#1077;&#1073;&#1086;.</li>
  <li><a name="lightning"><u>&#1052;&#1086;&#1083;&#1085;&#1080;&#1103;</u></a> (&#1090;&#1091;&#1084;&#1073;&#1083;&#1077;&#1088;): &#1054;&#1090;&#1084;&#1077;&#1090;&#1100;&#1090;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;&#1085;&#1099;&#1077; &#1088;&#1072;&#1089;&#1082;&#1072;&#1090;&#1099; &#1075;&#1088;&#1086;&#1084;&#1072; &#1080; &#1074;&#1089;&#1087;&#1099;&#1096;&#1082;&#1080; &#1084;&#1086;&#1083;&#1085;&#1080;&#1081;.</li>
  <li><a name="cloudsabove"><u>&#1054;&#1073;&#1083;&#1072;&#1082;&#1072; &#1085;&#1072;&#1074;&#1077;&#1088;&#1093;&#1091; </u></a> (&#1090;&#1091;&#1084;&#1073;&#1083;&#1077;&#1088;): &#1054;&#1090;&#1084;&#1077;&#1090;&#1100;&#1090;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1085;&#1072;&#1076; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1086;&#1081; &#1087;&#1088;&#1086;&#1087;&#1083;&#1099;&#1074;&#1072;&#1083;&#1080; &#1086;&#1073;&#1083;&#1072;&#1082;&#1072;.</li>
  <li><a name="cloudshadow"><u>&#1058;&#1077;&#1085;&#1080; &#1086;&#1090; &#1086;&#1073;&#1083;&#1072;&#1082;&#1086;&#1074; </u></a> (&#1090;&#1091;&#1084;&#1073;&#1083;&#1077;&#1088;): &#1055;&#1088;&#1080; &#1072;&#1082;&#1090;&#1080;&#1074;&#1072;&#1094;&#1080;&#1080; &#1076;&#1072;&#1085;&#1085;&#1086;&#1081; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1080; &#1085;&#1077;&#1074;&#1080;&#1076;&#1080;&#1084;&#1099;&#1077; &#1086;&#1073;&#1083;&#1072;&#1082;&#1072; &#1073;&#1091;&#1076;&#1091;&#1090; &#1086;&#1090;&#1073;&#1088;&#1072;&#1089;&#1099;&#1074;&#1072;&#1090;&#1100; &#1090;&#1077;&#1085;&#1080; &#1085;&#1072; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;.</li>
  <li><a name="skipcrossfade"><u>&#1055;&#1088;&#1086;&#1087;&#1091;&#1089;&#1082; &#1089;&#1074;&#1077;&#1090;&#1086;&#1074;&#1086;&#1075;&#1086; &#1087;&#1077;&#1088;&#1077;&#1093;&#1086;&#1076;&#1072;</u></a> (&#1090;&#1091;&#1084;&#1073;&#1083;&#1077;&#1088;): &#1054;&#1090;&#1084;&#1077;&#1090;&#1100;&#1090;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1085;&#1077; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1090;&#1100; &#1089;&#1074;&#1077;&#1090;&#1086;&#1074;&#1086;&#1081; &#1087;&#1077;&#1088;&#1077;&#1093;&#1086;&#1076;, &#1087;&#1088;&#1086;&#1103;&#1074;&#1083;&#1103;&#1102;&#1097;&#1080;&#1081;&#1089;&#1103; &#1087;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102; &#1087;&#1088;&#1080; &#1089;&#1084;&#1077;&#1085;&#1077; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090; &#1089; &#1088;&#1072;&#1079;&#1085;&#1099;&#1084;&#1080; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;&#1084;&#1080; &#1086;&#1089;&#1074;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103;.</li>
  <li><a name="darkness"><u>&#1058;&#1077;&#1084;&#1085;&#1086;&#1090;&#1072;</u></a> (&#1087;&#1086;&#1083;&#1079;&#1091;&#1085;&#1086;&#1082;): &#1055;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102;, &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1072; &#1087;&#1086;&#1083;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1086;&#1089;&#1074;&#1077;&#1097;&#1077;&#1085;&#1072; (&#1090;.&#1085;. &#1076;&#1085;&#1077;&#1074;&#1085;&#1086;&#1081; &#1089;&#1074;&#1077;&#1090;). &#1059;&#1074;&#1077;&#1083;&#1080;&#1095;&#1077;&#1085;&#1080;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1072; &#1090;&#1077;&#1084;&#1085;&#1086;&#1090;&#1099; &#1073;&#1091;&#1076;&#1077;&#1090; &#1089;&#1085;&#1080;&#1078;&#1072;&#1090;&#1100; &#1086;&#1089;&#1074;&#1077;&#1097;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1100; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1099;. &#1055;&#1088;&#1080; &#1083;&#1102;&#1073;&#1086;&#1084; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077; &#1086;&#1089;&#1074;&#1077;&#1097;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080; &#1085;&#1080;&#1078;&#1077; &#1076;&#1085;&#1077;&#1074;&#1085;&#1086;&#1075;&#1086; &#1089;&#1074;&#1077;&#1090;&#1072;, &#1090;&#1077;&#1085;&#1080;, &#1086;&#1090;&#1073;&#1088;&#1072;&#1089;&#1099;&#1074;&#1072;&#1077;&#1084;&#1099;&#1077; &#1089;&#1090;&#1077;&#1085;&#1072;&#1084;&#1080;, &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1090;&#1100;&#1089;&#1103; &#1085;&#1077; &#1073;&#1091;&#1076;&#1091;&#1090;. &#1055;&#1088;&#1080; &#1089;&#1072;&#1084;&#1086;&#1084; &#1085;&#1080;&#1079;&#1082;&#1086;&#1084; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077; &#1086;&#1089;&#1074;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103; &#1080;&#1075;&#1088;&#1086;&#1082;&#1091; &#1073;&#1091;&#1076;&#1077;&#1090; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1077;&#1085; &#1083;&#1080;&#1096;&#1100; &#1092;&#1072;&#1082;&#1077;&#1083;, &#1086;&#1089;&#1074;&#1077;&#1097;&#1072;&#1102;&#1097;&#1080;&#1081; &#1086;&#1082;&#1088;&#1077;&#1089;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080;.</li>
  <li><a name="fog"><u>&#1042;&#1099;&#1089;&#1086;&#1090;&#1072; &#1090;&#1091;&#1084;&#1072;&#1085;&#1072; </u></a> (&#1087;&#1086;&#1083;&#1079;&#1091;&#1085;&#1086;&#1082;): &#1055;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102;, &#1090;&#1091;&#1084;&#1072;&#1085; &#1085;&#1077; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090;&#1089;&#1103;. &#1055;&#1088;&#1080; &#1087;&#1086;&#1074;&#1099;&#1096;&#1077;&#1085;&#1080;&#1080; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1072; &#1090;&#1091;&#1084;&#1072;&#1085; &#1073;&#1091;&#1076;&#1077;&#1090; &#1082;&#1083;&#1091;&#1073;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074; &#1103;&#1084;&#1072;&#1093;, &#1085;&#1072;&#1076; &#1087;&#1086;&#1083;&#1086;&#1084; &#1080;&#1083;&#1080; &#1085;&#1072;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090; &#1074;&#1089;&#1102; &#1082;&#1086;&#1084;&#1085;&#1072;&#1090;&#1091;.</li>
  <li><a name="snow"><u>&#1057;&#1085;&#1077;&#1075;</u></a> (&#1087;&#1086;&#1083;&#1079;&#1091;&#1085;&#1086;&#1082;): &#1054;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1077;&#1090; &#1080;&#1085;&#1090;&#1077;&#1085;&#1089;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1100; &#1089;&#1085;&#1077;&#1075;&#1086;&#1087;&#1072;&#1076;&#1072;.</li>
</ol>
<hr />
<a href="editselect.html">&#1056;&#1077;&#1076;&#1072;&#1082;&#1090;&#1086;&#1088; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081;</a><br />
<a href="contents.html">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</a><br />
</body>
</html>